Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

source: New Connection
ar: ﺪﻳﺪﺟ ﻝﺎﺼﺗﺍ
bg: Нова връзка
cs: Nové připojení
de: Neue Verbindung
es: Nueva Conexión
fa: اتصال جدید
fr: Nouvelle connexion
hi: नया कनेक्शन
hr: Nova veza
hy: Նոր կապ
id: Koneksi Baru
it: Nuova connessione
ja: 新しい接続
ko: 새 연결
my: ချိတ်ဆက်မှုအသစ်
nl: Nieuwe verbinding
pl: Nowe Połączenie
pt: Nova conexão
ru: Новое соединение
th: การเชื่อมต่อใหม่
tl: Bagong Koneksyon
tr: Yeni bağlantı
uk: Нове підключення
ur: ﻦﺸﮑﻨﮐ ﺎﯿﻧ
vi: Kết nối mới
zh: 新连接
zh_tw: 新連接

source: No cards found
ar: لم يتم العثور على بطاقات
bg: Не са намерени карти
cs: Žádné karty nenalezeny
de: Keine Karten gefunden
es: No se encontraron tarjetas
fa: هیچ کارتی یافت نشد
fr: Pas de cartes trouvées
hi: कोई कार्ड नहीं मिला
hr: Nisu pronađene kartice
hy: Ոչ մի քարտ չի գտնվել
id: Tidak ada kartu yang ditemukan
it: Nessuna carta trovata
ja: カードは見つかりません
ko: 카드를 찾을 수 없습니다
my: ကဒ်များမရှိပါ
nl: Geen kaarten gevonden
pl: Nie znaleziono żadnych kart
pt: Nenhum cartão encontrado
ru: Карт не найдено
th: ไม่พบการ์ด
tl: Walang nahanap na mga card
tr: Kart bulunamadı
uk: Карт не знайдено
ur: کوئی کارڈ نہیں ملا
vi: Không tìm thấy thẻ
zh: 找不到卡
zh_tw: 找不到卡

source: No ID needed!
ar: لا حاجة لID!
bg: Без нужда от документ за самоличност!
cs: Žádné ID není potřeba!
de: Keine ID erforderlich!
es: ¡No se necesita ID!
fa: بدون نیاز به کارت شناسایی!
fr: Aucune pièce d'identité nécessaire !
hi: कोई आईडी नहीं चाहिए!
hr: Nije potreban ID!
hy: Ոչ մի փաստաթուղթ չի պահանջվում!
id: Tidak perlu ID!
it: Nessun ID necessario!
ja: IDは必要ありません！
ko: ID 필요 없음!
my: ID မလိုအပ်ပါ။
nl: Geen ID nodig!
pl: Nie wymaga dowodu!
pt: Nenhum ID necessário!
ru: Идентификатор не нужен!
th: ไม่จำเป็นต้องใช้บัตรประชาชน!
tl: Hindi kailangan ng ID!
tr: Kimlik gerekmez!
uk: Ідентифікатор не потрібен!
ur: شناخت کی ضرورت نہیں!
vi: Không cần ID!
zh: 不需要 ID！
zh_tw: 不需要 ID！

# no_id_required
source: No ID required. Top up and spend anywhere
ar: لا ID مطلوب. اشحن وانفق في أي مكان
bg: Без нужда от документ за самоличност. Използвайте навсякъде
cs: Žádní ID není potřeba. Dobijte si a utrácejte kdekoliv
de: Keine ID erforderlich. Upgraden und überall ausgeben
es: No se necesita identificación. Recarga y gasta en cualquier lugar
fa: بدون نیاز به کارت شناسایی. شارژ کنید و همه جا خرج کنید
fr: Aucune pièce d'identité requise. Rechargez et dépensez n'importe où
hi: कोई आईडी आवश्यक नहीं है। टॉप अप करें और कहीं भी खर्च करें
hr: Nije potreban ID. Nadopunite i potrošite bilo gdje
hy: Ոչ մի փաստաթուղթ չի պահանջվում։ Լրացրեք և ծախսեք ամենուր
id: Tidak perlu ID. Isi ulang dan belanja di mana saja
it: Nessun ID richiesto. Ricarica e spendi ovunque
ja: IDは必要ありません。どこにでも補充して使用できます
ko: ID 필요 없음. 충전하고 어디서나 사용하세요
my: ID မလိုအပ်ပါ။ ငွေဖြည့်ပြီး ဘယ်နေရာမဆို သုံးစွဲပါ။
nl: Geen ID vereist. Opwaarderen en overal uitgeven
pl: Nie wymaga dowodu. Doładuj i wydawaj wszędzie
pt: Não é necessário ID. Recarregue e gaste em qualquer lugar
ru: Идентификатор не требуется. Пополняйте и тратьте где угодно
th: ไม่จำเป็นต้องใช้บัตรประจำตัว ฝากเงินและใช้งานได้ทุกที่
tl: Hindi kailangan ng ID. I-top up at gumastos kahit saan
tr: Kimlik gerekmez. Para yükleyin ve istediğiniz yerde harcayın
uk: Ідентифікатор не потрібен. Поповнюйте та витрачайте будь-де
ur: کوئی ID درکار نہیں۔ ٹاپ اپ اور کہیں بھی خرچ کریں۔
vi: Không yêu cầu ID. Nạp tiền và chi tiêu ở bất kỳ đâu
zh: 不需要身份证。充值并在任何地方消费
zh_tw: 不需要身份證。充值並在任何地方消費

# no_relay_on_domain
source: There isn't a relay for user's domain or the relay is unavailable. Please choose a relay to use.
ar: .ﻡﺍﺪﺨﺘﺳﻼ﻿ﻟ ﻊﺑﺎﺘﺘﻟﺍ ﺭﺎﻴﺘﺧﺍ ءﺎﺟﺮﻟﺍ .ﺡﺎﺘﻣ ﺮﻴﻏ ﻞﻴﺣﺮﺘﻟﺍ ﻥﺃ ﻭﺃ ﻡﺪﺨﺘﺴﻤﻟﺍ ﻝﺎﺠﻤﻟ ﻞﻴﺣﺮﺗ ﺪ
bg: Няма реле за домейна на потребителя или релето не е налично. Моля, изберете реле, което да използвате.
cs: Pro doménu uživatele neexistuje přenos nebo je přenos nedostupný. Vyberte relé, které chcete použít.
de: Es gibt kein Relay für die Domäne des Benutzers oder das Relay ist nicht verfügbar. Bitte wählen Sie ein zu verwendendes Relais aus.
es: No hay un relé para el dominio del usuario o no está disponible. Por favor, elige un relé para usar.
fa: رله‌ای برای دامنه کاربر وجود ندارد یا رله در دسترس نیست. لطفاً یک رله برای استفاده انتخاب کنید.
fr: Il n'existe pas de relais pour le domaine de l'utilisateur ou le relais n'est pas disponible. Veuillez choisir un relais à utiliser.
hi: उपयोगकर्ता के डोमेन के लिए कोई रिले नहीं है या रिले अनुपलब्ध है। कृपया उपयोग करने के लिए एक रिले चुनें।
hr: Ne postoji relej za korisničku domenu ili je relej nedostupan. Odaberite relej za korištenje.
hy: Տիրույթի համար ընդունող չկա կամ անհասանելի է։ Խնդրում ենք ընտրել ընդունող
id: Tidak ada relai untuk domain pengguna atau relai tidak tersedia. Silakan pilih relai yang akan digunakan.
it: Non esiste un inoltro per il dominio dell'utente oppure l'inoltro non è disponibile. Scegli un relay da utilizzare.
ja: ユーザーのドメインのリレーが存在しないか、リレーが使用できません。使用するリレーを選択してください。
ko: 사용자 도메인에 릴레이가 없거나 릴레이를 사용할 수 없습니다. 사용할 릴레이를 선택하세요.
my: အသုံးပြုသူ၏ဒိုမိန်းအတွက် ထပ်ဆင့်လွှင့်ခြင်း မရှိပါ သို့မဟုတ် ထပ်ဆင့်လွှင့်ခြင်း မရနိုင်ပါ။ အသုံးပြုရန် relay ကိုရွေးချယ်ပါ။
nl: Er is geen relay voor het domein van de gebruiker of de relay is niet beschikbaar. Kies een relais dat u wilt gebruiken.
pl: Brak przekaźnika dla domeny użytkownika lub przekaźnik jest niedostępny. Wybierz przekaźnik, którego chcesz używać.
pt: Não há uma retransmissão para o domínio do usuário ou a retransmissão está indisponível. Escolha um relé para usar.
ru: Для домена пользователя реле не существует или реле недоступно. Пожалуйста, выберите реле для использования.
th: ไม่มีการส่งต่อสำหรับโดเมนของผู้ใช้ หรือการส่งต่อไม่พร้อมใช้งาน กรุณาเลือกรีเลย์ที่จะใช้
tl: Walang relay para sa domain ng user o hindi available ang relay. Mangyaring pumili ng relay na gagamitin.
tr: Kullanıcının alanı için bir geçiş yok veya geçiş kullanılamıyor. Lütfen kullanmak için bir röle seçin.
uk: Немає ретранслятора для домену користувача або ретранслятор недоступний. Будь ласка, виберіть реле для використання.
ur: ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﮯﻠﯾﺭ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﻡﺮﮐ ﮦﺍﺮﺑ ۔ﮯﮨ ﮟﯿﮩﻧ ﺏﺎﯿﺘﺳﺩ ﮯﻠﯾﺭ ﺎﯾ ﮯﮨ ﮟ
vi: Không có relay cho miền của người dùng hoặc relay không khả dụng. Vui lòng chọn một relay để sử dụng.
zh: 用户域没有中继或中继不可用。请选择要使用的继电器。
zh_tw: 使用者域沒有中繼或中繼不可用。請選擇要使用的繼電器。

source: No relays
ar: ﺕﻼ﻿ﺣﺮﻤﻟﺍ ﻻ﻿
bg: Без релета
cs: Žádná relé
de: Keine Relais
es: Sin relés
fa: بدون رله
fr: Pas de relais
hi: कोई रिले नहीं
hr: Nema releja
hy: Ընդունողներ չկան
id: Tidak ada relay
it: Nessun relay
ja: リレーなし
ko: 릴레이 없음
my: Relay မရှိပါ။
nl: Geen relais
pl: Brak przekaźników
pt: Sem relés
ru: Нет реле
th: ไม่มีรีเลย์
tl: Walang mga relay
tr: Röle yok
uk: Без реле
ur: ۔ﮟﯿﮩﻧ ﮯﻠﯾﺭ ﯽﺋﻮﮐ
vi: Không có relay
zh: 无继电器
zh_tw: 無繼電器

# no_relays_message
source: We found a Nostr NIP-05 record for this user, but it does not contain any relays. Please instruct the recipient to add relays to their Nostr record.
ar: .ﻪﺑ ﺹﺎﺨﻟﺍ Nostr ﻞﺠﺳ ﻰﻟﺇ ﺕﻼ﻿ﺣﺮﻤﻟﺍ ﺔﻓﺎﺿﻹ﻿ ﻢﻠﺘﺴﻤﻟﺍ ﺩﺎﺷﺭﺇ ﻰﺟﺮﻳ .ﺕﻼ﻿ﺣﺮﻣ ﻱﺃ ﻰﻠﻋ ﻱﻮﺘﺤﻳ ﻻ
bg: Намерихме запис Nostr NIP-05 за този потребител, но той не съдържа релета. Моля, инструктирайте получателя да добави релета към своя Nostr запис.
cs: Pro tohoto uživatele jsme našli záznam Nostr NIP-05, který však neobsahuje žádná relé. Požádejte příjemce, aby přidal přenosy do svého záznamu Nostr.
de: Wir haben einen Nostr NIP-05-Eintrag für diesen Benutzer gefunden, der jedoch keine Relays enthält. Bitte weisen Sie den Empfänger an, Relays zu seinem Nostr-Datensatz hinzuzufügen.
es: Encontramos un registro Nostr NIP‑05 para este usuario, pero no contiene relays. Por favor, indica al destinatario que agregue relays a su registro Nostr.
fa: ما یک رکورد Nostr NIP-05 برای این کاربر پیدا کردیم، اما شامل هیچ رله‌ای نیست. لطفاً به گیرنده اطلاع دهید تا رله‌ها را به رکورد Nostr خود اضافه کند.
fr: Nous avons trouvé un enregistrement Nostr NIP-05 pour cet utilisateur, mais il ne contient aucun relais. Veuillez demander au destinataire d'ajouter des relais à son enregistrement Nostr.
hi: हमें इस उपयोगकर्ता के लिए एक Nostr NIP-05 रिकॉर्ड मिला, लेकिन इसमें कोई रिले नहीं है। कृपया प्राप्तकर्ता को अपने नॉस्ट्र रिकॉर्ड में रिले जोड़ने का निर्देश दें।
hr: Pronašli smo zapis Nostr NIP-05 za ovog korisnika, ali on ne sadrži nikakve releje. Uputite primatelja da doda releje u svoj Nostr zapis.
hy: Մենք գտել ենք Nostr NIP-05 գրառում այս օգտատիրոջ համար, բայց այն չի պարունակում ոչ մի ընդունող։ Խնդրում ենք հրահանգել ստացողին ավելացնել ընդունողներ իր Nostr գրառման մեջ
id: Kami menemukan catatan Nostr NIP-05 untuk pengguna ini, tetapi tidak berisi relay apa pun. Harap instruksikan penerima untuk menambahkan relay ke catatan Nostr mereka.
it: Abbiamo trovato un record Nostr NIP-05 per questo utente, ma non contiene alcun relay. Indica al destinatario di aggiungere relay al proprio record Nostr.
ja: このユーザーの Nostr NIP-05 レコードが見つかりましたが、リレーは含まれていません。受信者に Nostr レコードにリレーを追加するよう指示してください。
ko: 이 사용자의 Nostr NIP-05 기록을 찾았지만 릴레이가 포함되어 있지 않습니다. 수신자에게 Nostr 기록에 릴레이를 추가하도록 지시하세요.
my: ဤအသုံးပြုသူအတွက် Nostr NIP-05 မှတ်တမ်းကို ကျွန်ုပ်တို့တွေ့ရှိသော်လည်း ၎င်းတွင် မည်သည့် relays မှ မပါဝင်ပါ။ ကျေးဇူးပြု၍ လက်ခံသူကို ၎င်းတို့၏ Nostr မှတ်တမ်းတွင် ထပ်လောင်းထည့်ရန် ညွှန်ကြားပါ။
nl: We hebben een Nostr NIP-05-record voor deze gebruiker gevonden, maar deze bevat geen relays. Instrueer de ontvanger om relays toe te voegen aan zijn Nostr-record.
pl: Znaleźliśmy rekord Nostr NIP-05 dla tego użytkownika, ale nie zawiera on żadnych przekaźników. Poinstruuj odbiorcę, aby dodał przekaźniki do swojego rekordu Nostr.
pt: Encontramos um registro Nostr NIP-05 para este usuário, mas ele não contém nenhum relé. Instrua o destinatário a adicionar retransmissões ao seu registro Nostr.
ru: Мы нашли запись Nostr NIP-05 для этого пользователя, но она не содержит никаких реле. Попросите получателя добавить реле в свою запись Nostr.
th: เราพบบันทึก Nostr NIP-05 สำหรับผู้ใช้รายนี้ แต่ไม่มีรีเลย์ใดๆ โปรดแนะนำให้ผู้รับเพิ่มรีเลย์ลงในบันทึก Nostr ของตน
tl: Nakakita kami ng Nostr NIP-05 record para sa user na ito, ngunit hindi ito naglalaman ng anumang mga relay. Mangyaring atasan ang tatanggap na magdagdag ng mga relay sa kanilang Nostr record.
tr: Bu kullanıcı için bir Nostr NIP-05 kaydı bulduk ancak bu kayıt herhangi bir aktarma içermiyor. Lütfen alıcıya Nostr kayıtlarına aktarma eklemesi talimatını verin.
uk: Ми знайшли запис Nostr NIP-05 для цього користувача, але він не містить жодних реле. Будь ласка, попросіть одержувача додати реле до свого запису Nostr.
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﮯﻠﯾﺭ ﮟﯿﻣ ﮈﺭﺎﮑﯾﺭ ﺮﭩﺳﻮﻧ ﮯﻨﭘﺍ ﮦﻭ ﮧﮐ ﮟﯾﺩ ﺖﯾﺍﺪﮨ ﻮﮐ ﮦﺪﻨﻨﮐ ﻝﻮﺻﻭ ﻡﺮﮐ ﮦﺍﺮﺑ ۔
vi: Chúng tôi đã tìm thấy một bản ghi Nostr NIP-05 cho người dùng này, nhưng nó không chứa bất kỳ relay nào. Vui lòng hướng dẫn người nhận thêm relay vào bản ghi Nostr của họ.
zh: 我们找到了该用户的 Nostr NIP-05 记录，但它不包含任何中继。请指示收件人将中继添加到他们的 Nostr 记录中。
zh_tw: 我們找到了此使用者的 Nostr NIP-05 記錄，但它不包含任何中繼。請指示收件人將中繼新增到他們的 Nostr 記錄中。

source: Node Address
ar: عنوان العقدة
bg: Нов адрес
cs: Adresa uzlu
de: Knotenadresse
es: Dirección del nodo
fa: آدرس نود
fr: Adresse du Nœud
hi: नोड पता
hr: Node adresa
hy: Հանգույցի հասցե
id: Alamat Node
it: Indirizzo Nodo
ja: ノードアドレス
ko: 노드 주소
my: နိုဒီ လိပ်စာ
nl: Knooppunt adres
pl: Adres węzła
pt: Endereço do nó
ru: Адрес ноды
th: ที่อยู่โหนด
tr: Düğüm adresi
uk: Адреса вузла
ur: نوڈ ایڈریس
vi: Địa chỉ nút
zh: 节点地址
zh_tw: 節點地址

# node_connection_failed
source: Connection was failed
ar: فشل الاتصال
bg: Връзката не можа да бъде установена
cs: Připojení selhalo
de: Verbindung fehlgeschlagen
es: La conexión falló
fa: اتصال ناموفق بود
fr: La connexion a échoué
hi: कनेक्शन विफल रहा
hr: Neuspješno spajanje
hy: Հանգույցի միացումը ձախողվեց
id: Koneksi gagal
it: Connessione fallita
ja: 接続に失敗しました
ko: 연결 실패
my: ချိတ်ဆက်မှု မအောင်မြင်ပါ။
nl: De verbinding is mislukt
pl: Połączenie nie powiodło się
pt: A conexão falhou
ru: Подключение не удалось
th: เชื่อมต่อล้มเหลว
tl: Nabigo ang koneksyon
tr: Bağlantı başarısız oldu
uk: Помилка з’єднання
ur: کنکشن ناکام ہو گیا تھا۔
vi: Kết nối không thành công
zh: 连接失败
zh_tw: 連接失敗

# node_connection_successful
source: Connection was successful
ar: تم الاتصال بنجاح
bg: Връзката бе установена успешно
cs: Připojení bylo úspěšné
de: Die Verbindung war erfolgreich
es: Conexión exitosa
fa: اتصال موفقیت‌آمیز بود
fr: Connexion établie avec succès
hi: कनेक्शन सफल रहा
hr: Uspješno spajanje
hy: Հանգույցի միացումը հաջող է
id: Koneksi berhasil
it: Connessione avvenuta con successo
ja: 接続に成功しました
ko: 연결 성공
my: ချိတ်ဆက်မှု အောင်မြင်ခဲ့သည်။
nl: Verbinding is gelukt
pl: Połączenie powiodło się
pt: A conexão foi bem sucedida
ru: Подключение прошло успешно
th: เชื่อมต่อสำเร็จ
tl: Naging tagumpay ang konekyson
tr: Bağlantı başarılı oldu
uk: З'єднання було успішним
ur: کنکشن کامیاب رہا۔
vi: Kết nối thành công
zh: 连接成功
zh_tw: 連接成功

# node_new
source: New Node
ar: عقدة جديدة
bg: Нов Node
cs: Nový uzel
de: Neuer Knoten
es: Nuevo Nodo
fa: نود جدید
fr: Nouveau Nœud
hi: नया नोड
hr: Novi node
hy: Նոր հանգույց
id: Node Baru
it: Nuovo Nodo
ja: 新しいノード
ko: 새 노드
my: နော်ဒီအသစ်
nl: Nieuw knooppunt
pl: Nowy węzeł
pt: Novo nó
ru: Новая нода
th: โหนดใหม่
tl: Bagong Node
tr: Yeni düğüm
uk: Новий вузол
ur: نیا نوڈ
vi: Nút mới
zh: 新节点
zh_tw: 新節點

source: Node port
ar: منفذ العقدة
bg: Node порт
cs: Port uzlu
de: Knotenport
es: Puerto del nodo
fa: پورت نود
fr: Port du Nœud
hi: नोड पोर्ट
hy: Հանգույցի պորտ
id: Port Node
it: Porta Nodo
ja: ノードポート
ko: 노드 포트
my: နော်ဒီဆိပ်ကမ်း
nl: Knooppunt poort
pl: Port węzła
pt: Porta do nó
ru: Порт ноды
th: พอร์ตโหนด
tr: Düğüm port'u
uk: Порт вузла
ur: نوڈ پورٹ
vi: Cổng nút
zh: 节点端口
zh_tw: 節點端口

# node_reset_settings_title
source: Reset settings
ar: اعادة الضبط
bg: Възстановяване на настройки
cs: Zrušit nastavení
de: Einstellungen zurücksetzen
es: Restablecer ajustes
fa: بازنشانی تنظیمات
fr: Réinitialisation des réglages
hi: सेटिंग्स को दुबारा करें
hr: Resetiraj postavke
hy: Հանգույցի կարգավորումների վերակայում
id: Atur ulang pengaturan
it: Ripristina impostazioni
ja: 設定をリセット
ko: 설정 초기화
my: ဆက်တင်များကို ပြန်လည်သတ်မှတ်ပါ။
nl: Reset instellingen
pl: Zresetuj ustawienia
pt: Redefinir configurações
ru: Сбросить настройки
th: รีเซ็ตการตั้งค่า
tl: I-reset ang mga settings
tr: Ayarları sıfırla
uk: Скинути налаштування
ur: ترتیبات کو دوبارہ ترتیب دیں۔
vi: Đặt lại cài đặt
zh: 重置设置
zh_tw: 重設設定

# node_test
source: Test
ar: تجربة
bg: Тест
cs: Otestovat
es: Probar
fa: تست
fr: Tester
hi: परीक्षा
hr: Provjeri
hy: Փորձարկում
id: Uji
ja: テスト
ko: 테스트
my: စမ်း
pt: Teste
ru: Тест
th: ทดสอบ
tr: Test Et
uk: Тест
ur: پرکھ
vi: Kiểm tra
zh: 测试
zh_tw: 測試

source: Nodes
ar: العقد
cs: Uzly
de: Knoten
es: Nodos
fa: نودها
fr: Nœuds
hi: नोड्स
hy: Հանգույցներ
id: Node
it: Nodi
ja: ノード
ko: 노드
my: ဆုံမှတ်များ
nl: Knooppunten
pl: Węzły
pt: Nós
ru: Ноды
th: โหนด
tl: Mga node
tr: Düğümler
uk: Вузли
ur: نوڈس
vi: Các nút
zh: 节点
zh_tw: 節點

# nodes_list_reset_to_default_message
source: Are you sure that you want to reset settings to default?
ar: هل أنت متأكد أنك تريد إعادة تعيين الإعدادات إلى الافتراضي؟
bg: Сигурни ли сте, че искате да възстановите фабричните настройки?
cs: Opravdu chcete zrušit nastavení a vrátit výchozí hodnotu?
de: Möchten Sie wirklich die Standardeinstellungen wiederherstellen?
es: ¿Seguro que deseas restablecer la configuración a los valores predeterminados?
fa: آیا مطمئن هستید که می‌خواهید تنظیمات را به حالت پیش‌فرض بازگردانید؟
fr: Êtes vous certain de vouloir revenir aux réglages par défaut ?
hi: क्या आप वाकई सेटिंग को डिफ़ॉल्ट पर रीसेट करना चाहते हैं?
hr: Jeste li sigurni da se želite vratiti na početne postavke?
hy: Վերակայվում եք կարգավորումները լռությամբ?
id: Apakah Anda yakin ingin mengatur ulang pengaturan ke default?
it: Sei sicuro di voler ripristinare le impostazioni predefinite?
ja: 設定をデフォルトにリセットしてもよろしいですか？
ko: 설정을 기본값으로 초기화하시겠습니까?
my: ဆက်တင်များကို မူရင်းအတိုင်း ပြန်လည်သတ်မှတ်လိုသည်မှာ သေချာပါသလား။
nl: Weet u zeker dat u de standaardinstellingen wilt herstellen?
pl: Czy na pewno chcesz przywrócić ustawienia domyślne?
pt: Você realmente deseja redefinir as configurações para o padrão?
ru: Вы уверены, что хотите сбросить настройки до значений по умолчанию?
th: คุณแน่ใจหรือว่าต้องการรีเซ็ตการตั้งค่าเป็นค่าเริ่มต้น?
tl: Sigurado ka bang gusto mo bang i-reset ang mga settings sa default?
tr: Ayarları varsayılana sıfırlamak istediğinizden emin misin?
uk: Ви впевнені, що хочете скинути до налаштувань за замовченням?
ur: کیا آپ واقعی ترتیبات کو ڈیفالٹ پر دوبارہ ترتیب دینا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn đặt lại cài đặt về mặc định không?
zh: 您确定要将设置重置为默认值吗？
zh_tw: 您確定要將設定重設為預設值嗎？

# none_of_selected_providers_can_exchange
source: None of the selected providers can make this swap
ar: لا يمكن لأي من مقدمي الخدمات المختارين إجراء هذا المبادلة
bg: Нито един от избраните доставчици не може да направи този размяна
cs: Žádný z vybraných poskytovatelů nemůže tuto swap provést
de: Keiner der ausgewählten Anbieter kann diesen Austausch vornehmen
es: Ninguno de los proveedores seleccionados puede realizar este intercambio
fa: هیچ‌یک از ارائه‌دهندگان انتخاب شده قادر به انجام این تبادل نیستند
fr: Aucun des fournisseurs sélectionnés ne peut faire cet échange
hi: चयनित प्रदाता में से कोई भी यह स्वैप नहीं कर सकता है
hr: Nijedan od odabranih pružatelja usluga ne može napraviti ovu zamjenu
hy: Ընտրված մատակարարներից ոչ մեկը չի կարող կատարել այս փոխանակումը
id: Tak satu pun dari penyedia yang dipilih dapat melakukan pertukaran ini
it: Nessuno dei provider selezionati può fare questo scambio
ja: 選択したプロバイダーはいずれもこのスワップを作成できません
ko: 선택한 제공 업체 중 이 스왑을 할 수 있는 곳이 없습니다
my: ရွေးချယ်ထားသောပံ့ပိုးပေးသူတစ် ဦး တစ်ယောက်မှဤအစီအစဉ်ကိုလုပ်နိုင်သည်
nl: Geen van de geselecteerde providers kan deze uitwisseling maken
pl: Żaden z wybranych dostawców nie może dokonać tej wymiany
pt: Nenhum dos provedores selecionados pode fazer esta troca
ru: Ни один из выбранных провайдеров не может совершить этот обмен
th: ผู้ให้บริการที่เลือกไม่สามารถทำการแลกเปลี่ยนนี้ได้
tl: Wala sa mga napiling tagapagbigay ng serbisyo ang maaaring gumawa ng pagpapalit na ito
tr: Seçilen sağlayıcıların hiçbiri bu takas yapamaz
uk: Жоден із вибраних постачальників не може зробити цей своп
ur: منتخب کردہ کوئی بھی فراہم کنندہ یہ تبادلہ نہیں کرسکتا
vi: Không có nhà cung cấp nào được chọn có thể thực hiện hoán đổi này
zh: 选定的提供商都无法进行此交换
zh_tw: 選定的供應商都無法進行此交換

# noNFTYet
source: No NFTs yet
ar: ﻥﻵ﻿ﺍ ﻰﺘﺣ NFTs ﺪﺟﻮﻳ ﻻ﻿
bg: Все още няма NFT
cs: Zatím žádné NFT
de: Noch keine NFTs
es: Aún no hay NFTs
fa: هنوز NFT وجود ندارد
fr: Pas encore de NFT
hi: अभी तक कोई एनएफटी नहीं
hr: Još nema NFT-ova
hy: Դեռ ոչ մի NFT
id: Belum ada NFT
it: Ancora nessun NFT
ja: NFTはまだありません
ko: 아직 NFT 없음
my: NFTs မရှိသေးပါ။
nl: Nog geen NFT's
pl: Nie masz jeszcze żadnych NFT
pt: Ainda não há NFT
ru: NFT пока нет
th: ยังไม่มี NFT
tl: Wala pang NFT
tr: Henüz NFT yok
uk: NFT ще немає
ur: ۔ﮟﯿﮨ ﮟﯿﮩﻧ NFTs ﯽﺋﻮﮐ ﮏﺗ ﯽﮭﺑﺍ
vi: Chưa có NFT
zh: 还没有 NFT
zh_tw: 還沒有 NFT

source: Normal
ar: طبيعي
bg: нормално
cs: Normální
fa: عادی
hi: सामान्य
hr: Normalno
hy: Նորմալ
it: Normale
ja: 普通
ko: 보통
my: ပုံမှန်
nl: Normaal
pl: Normalny
ru: Нормальный
th: ปกติ
uk: нормальний
ur: نارمل
vi: Bình thường
zh: 普通的
zh_tw: 普通的

source: Note (optional)
ar: ملاحظة (اختياري)
bg: Бележка (не е задължително)
cs: Poznámka (nepovinné)
de: Bemerkung (optional)
es: Nota (opcional)
fa: یادداشت (اختیاری)
fr: Note (optionnelle)
hi: नोट (वैकल्पिक)
hr: Poruka (nije obvezno)
hy: Նշում (ոչ պարտադիր)
id: Catatan (opsional)
it: Nota (opzionale)
ja: 注（オプション）
ko: 메모 (선택 사항)
my: မှတ်ချက် (ချန်လှပ်ထားနိုင်သည်)
nl: Opmerking (optioneel)
pl: Notatka (opcjonalna)
pt: Nota (opcional)
ru: Примечание (необязательно)
th: บันทึก (ไม่จำเป็น)
tl: Tala (opsyonal)
tr: Not (isteğe bağlı)
uk: Примітка (необов’язково)
ur: نوٹ (اختیاری)
vi: Ghi chú (tùy chọn)
zh: 注释（可选）
zh_tw: 注釋（可選）

source: Note (tap to change)
ar: ملاحظة (انقر للتغيير)
bg: Бележка (натиснете за промяна)
cs: Poznámka (poklepáním upravit)
de: Bemerkung (zum Ändern tippen)
es: Nota (pulsa para cambiar)
fa: یادداشت (برای تغییر ضربه بزنید)
fr: Note (appuyez pour changer)
hi: नोट (टैप टू चेंज)
hr: Poruka (dodirnite za promjenu)
hy: Նշում (սեղմեք փոխելու համար)
id: Catatan (tap untuk mengubah)
it: Nota (clicca per cambiare)
ja: 注（タップして変更）
ko: 메모 (탭하여 변경)
my: မှတ်ချက် (ပြောင်းလဲရန် တို့ပါ)
nl: Opmerking (tik om te wijzigen)
pl: Notatka (dotknij, aby zmienić)
pt: Nota (toque para alterar)
ru: Примечание (нажмите для изменения)
th: หมายเหตุ (กดเพื่อเปลี่ยน)
tl: Tala (i-tap para baguhin)
tr: Not (değiştirmek için dokunun)
uk: Примітка (натисніть для зміни)
ur: نوٹ (تبدیل کرنے کے لیے تھپتھپائیں)
vi: Ghi chú (nhấn để thay đổi)
zh: 注释（轻按即可更改）
zh_tw: 注釋（輕按即可更改）

# nullURIError
source: URI is null
ar: ﻍﺭﺎﻓ (URI) ﻢﻈﺘﻨﻤﻟﺍ ﺩﺭﺍﻮﻤﻟﺍ ﻑﺮﻌﻣ
bg: URI е нула
cs: URI je nulové
de: URI ist null
es: URI es nulo
fa: URI خالی است
fr: L'URI est nul
hi: यूआरआई शून्य है
hr: URI je nula
hy: URI-ն դատարկ է
id: URI adalah nol
it: L'URI è nullo
ja: URIがnullです
ko: URI가 null입니다
my: URI သည် null ဖြစ်သည်။
nl: URI is nul
pl: URI jest nullem
pt: URI é nulo
ru: URI имеет значение null
th: URI เป็นโมฆะ
tl: Ang URI ay null
tr: URI boş
uk: URI нульовий
ur: URI ۔ﮯﮨ ﻡﺪﻌﻟﺎﮐ
vi: URI là null
zh: URI 为空
zh_tw: URI 為空

source: Offer expires in:
ar: ينتهي العرض في:
bg: Предложението изтича след:
cs: Nabídka vyprší:
de: Angebot läuft ab in:
es: Oferta caduca en:
fa: پیشنهاد منقضی می‌شود در:
fr: L'Offre expire dans:
hi: में ऑफर समाप्त हो रहा है:
hr: Ponuda istječe za:
hy: Առաջարկը վաղեմության է հասնում
id: Penawaran kedaluwarsa dalam:
it: L'offerta termina tra:
ja: で有効期限が切れます:
ko: 오퍼 만료 시간:
my: ကမ်းလှမ်းချက် သက်တမ်းကုန်သည်:
nl: Aanbieding verloopt over:
pl: Oferta wygasa za:
pt: A oferta expira em:
ru: Предложение истекает через:
th: ข้อเสนอจะหมดอายุใน:
tl: Mag-expire ang alok sa:
tr: Teklifin bitmesine kalan:
uk: Пропозиція закінчиться через:
ur: پیشکش کی میعاد اس وقت ختم ہو جاتی ہے:
vi: Ưu đãi hết hạn trong:
zh: 优惠有效期至
zh_tw: 優惠有效期至

source: Offline
ar: غير متصل على الانترنت
bg: Офлайн
es: Desconectado
fa: آفلاین
fr: Hors ligne
hi: ऑफ़लाइन
hr: izvan mreže
hy: Անցանց
ja: オフライン
ko: 오프라인
my: အော့ဖ်လိုင်း
ru: Не в сети
th: ออฟไลน์
tr: Çevrimdışı
uk: Офлайн
ur: آف لائن
vi: Ngoại tuyến
zh: 离线
zh_tw: 離線

source: OK
ar: حسناً
bg: Ок
fa: باشه
hi: ठीक है
hy: Լավ
ko: 확인
my: ရလား
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh: 确定
zh_tw: 確定

source: Old fee
ar: الرسوم القديمة
bg: Стара такса
cs: Starý poplatek
de: Alte Gebühr
es: Tarifa anterior
fa: کارمزد قدیمی
fr: Anciens
hi: पुराना फीस
hr: Stara naknada
hy: Հին վճար
id: Biaya lama
it: Vecchia commissione
ja: 古い料金
ko: 이전 수수료
my: ကြေးဟောင်း
nl: Oude vergoeding
pl: Poprzednia opłata
pt: Taxa antiga
ru: Старая плата
th: ค่าธรรมเนียมเก่า
tl: Dating fee
tr: Eski ücret
uk: Стара комісія
ur: پرانی فیس
vi: Phí cũ
zh: 旧费用
zh_tw: 旧費用

source: Onion link
ar: رابط البصل
bg: Лукова връзка
cs: Cibulový odkaz
de: Zwiebel-Link
es: Enlace Onion (Tor)
fa: لینک Onion
fr: Lien .onion
hi: प्याज का लिंक
hr: Poveznica luka
hy: Onion հղում
id: Tautan bawang
it: Link Onion
ja: オニオンリンク
ko: Onion 링크
my: ကြက်သွန်လင့်
nl: Ui koppeling
pl: Link .onion
pt: ligação de cebola
ru: Луковая ссылка
th: ลิงค์หัวหอม
tr: soğan bağlantısı
uk: Посилання на цибулю
ur: پیاز کا لنک
vi: Liên kết Onion
zh: 洋葱网络链接
zh_tw: 洋葱網路連結

source: Online
ar: متصل
bg: Онлайн
es: En línea
fa: آنلاین
fr: En ligne
hi: ऑनलाइन
hr: Na mreži
hy: Առցանց
it: in linea
ja: オンライン
ko: 온라인
my: အွန်လိုင်း
ru: Онлайн
th: ออนไลน์
tr: Çevrimiçi
uk: Онлайн
ur: آن لائن
vi: Trực tuyến
zh: 在线
zh_tw: 線上
