Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# camera_permission_is_required
source: Camera permission is required. Please enable it from app settings.
ar: .ﺍﺮﻴﻣﺎﻜﻟﺍ ﻥﺫﺇ ﺏﻮﻠﻄﻣ
bg: Изисква се разрешение за камерата. Моля, активирайте го от настройките на приложението.
cs: Vyžaduje se povolení fotoaparátu. Povolte jej v nastavení aplikace.
de: Eine Kameraerlaubnis ist erforderlich. Bitte aktivieren Sie es in den App-Einstellungen.
es: Se requiere permiso de cámara. Actívalo en la configuración de la aplicación.
fa: مجوز دسترسی به دوربین الزامی است. لطفاً آن را از تنظیمات برنامه فعال کنید.
fr: L'autorisation de la caméra est requise. Veuillez l'activer à partir des paramètres de l'application.
hi: कैमरे की अनुमति आवश्यक है. कृपया इसे ऐप सेटिंग से सक्षम करें।
hr: Potrebno je dopuštenje kamere. Omogućite ga u postavkama aplikacije.
hy: Տեսախցիկի թույլտվություն է պահանջվում: Խնդրում ենք այն ակտիվացնել հավելվածի կարգավորումներից:
id: Izin kamera diperlukan. Silakan aktifkan dari pengaturan aplikasi.
it: È richiesta l'autorizzazione della fotocamera. Abilitalo dalle impostazioni dell'app.
ja: カメラの許可が必要です。 アプリの設定から有効にしてください。
ko: 카메라 권한이 필요합니다. 앱 설정에서 활성화해 주세요.
my: ကင်မရာခွင့်ပြုချက် လိုအပ်ပါသည်။ အက်ပ်ဆက်တင်များမှ ၎င်းကိုဖွင့်ပါ။
nl: Cameratoestemming is vereist. Schakel dit in via de app-instellingen.
pl: Wymagane jest zezwolenie na dostęp do kamery. Włącz je w ustawieniach aplikacji.
pt: É necessária permissão da câmera. Ative-o nas configurações do aplicativo.
ru: Требуется разрешение камеры. Пожалуйста, включите его в настройках приложения.
th: ต้องได้รับอนุญาตจากกล้อง โปรดเปิดใช้งานจากการตั้งค่าแอป
tl: Kinakailangan ang pahintulot sa camera. Mangyaring paganahin ito mula sa mga setting ng app.
tr: Kamera izni gereklidir. Lütfen uygulama ayarlarından etkinleştirin.
uk: Потрібен дозвіл камери. Увімкніть його в налаштуваннях програми.
ur: ۔ﮯﮨ ﺭﺎﮐﺭﺩ ﺕﺯﺎﺟﺍ ﯽﮐ ﮮﺮﻤﯿﮐ
vi: Cần có quyền truy cập máy ảnh. Vui lòng bật nó từ cài đặt ứng dụng.
zh: 需要相机权限。 请在应用设置中启用它。
zh_tw: 需要相機权限。 請在應用程式設定中啟用它。

source: Cancel
ar: إلغاء
bg: Откажи
cs: Zrušit
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hi: रद्द करना
hr: Poništi
hy: Չեղարկել
id: Batal
it: Cancella
ja: キャンセル
ko: 취소
my: မလုပ်တော့
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отменить
th: ยกเลิก
tl: Kanselahin
tr: İptal
uk: Відмінити
ur: منسوخ کریں۔
vi: Hủy
zh: 取消
zh_tw: 取消

# card_address
source: Address:
ar: العنوان:
bg: Адрес:
cs: Adresa:
de: Adresse:
es: Dirección:
fa: آدرس:
fr: Adresse:
hi: पता:
hr: Adresa:
hy: Հասցե։
id: Alamat:
it: Indirizzo:
ja: 住所:
ko: 주소:
my: လိပ်စာ-
nl: Adres:
pl: Adres:
pt: Endereço:
ru: Адрес:
th: ที่อยู่:
tr: Adres:
uk: Адреса:
ur: پتہ:
vi: Địa chỉ:
zh: 地址:
zh_tw: 地址:

source: Cardholder Agreement
ar: اتفاقية حامل البطاقة
bg: Съгласие за картодържец
cs: Smlouva držitele karty
de: Karteninhabervertrag
es: Acuerdo del titular de la tarjeta
fa: توافق‌نامه دارنده کارت
fr: Contrat de titulaire de carte
hi: कार्डधारक अनुबंध
hr: Ugovor s vlasnikom kartice
hy: Քարտապանի Պայմանագիր
id: Persetujuan Pemegang Kartu
it: Contratto del titolare della carta
ja: カード所有者契約
ko: 카드 소지자 계약
my: ကတ်ကိုင်ဆောင်သူ သဘောတူညီချက်
nl: Kaarthouderovereenkomst
pl: Umowa posiadacza karty
pt: Acordo do titular do cartão
ru: Соглашение с держателем карты
th: ข้อตกลงผู้ใช้บัตร
tl: Kasunduan sa Cardholder
tr: Kart Sahibi Sözleşmesi
uk: Угода власника картки
ur: کارڈ ہولڈر کا معاہدہ
vi: Thỏa thuận Chủ Thẻ
zh: 持卡人协议
zh_tw: 持卡人協議

source: Cards
ar: البطاقات
bg: Карти
cs: Karty
de: Karten
es: Tarjetas
fa: کارت‌ها
fr: Cartes
hi: कार्ड
hr: Kartice
hy: Քարտեր
id: Kartu
it: Carte
ja: カード
ko: 카드
my: ကတ်များ
nl: Kaarten
pl: Karty
pt: Cartões
ru: Карты
th: บัตร
tl: Mga Card
tr: Kartlar
uk: Картки
ur: کارڈز
vi: Thẻ
zh: 卡片
zh_tw: 卡片

source: Chains
ar: ﻞﺳﻼ﻿ﺴﻟﺍ
bg: Вериги
cs: Řetězy
de: Ketten
es: Cadenas
fa: زنجیره‌ها
fr: Chaînes
hi: चेन
hr: Lanci
hy: Շղթաներ
id: Rantai
it: Catene
ja: チェーン
ko: 체인
my: ဆွဲကြိုး
nl: Ketens
pl: Łańcuchy
pt: Correntes
ru: Цепи
th: ห่วงโซ่
tl: Mga Chain
tr: Zincirler
uk: Ланцюги
ur: ﮟﯾﺮﯿﺠﻧﺯ
vi: Chuỗi
zh: 链
zh_tw: 链

source: Change
ar: تغير
bg: Промени
cs: Změnit
de: Ändern
es: Cambiar
fa: تغییر
fr: Changer
hi: परिवर्तन
hr: Promijeni
hy: Փոփոխել
id: Ubah
it: Cambia
ja: 変化する
ko: 변경
my: ပြောင်းလဲပါ။
nl: Verandering
pl: Zmień
pt: Mudar
ru: Изменить
th: เปลี่ยน
tl: Sukli
tr: Değiştir
uk: Змінити
ur: تبدیلی
vi: Thay đổi
zh: 更改
zh_tw: 更改

# change_backup_password_alert
source: Your previous backup files will be not available to import with new backup password. New backup password will be used only for new backup files. Are you sure that you want to change backup password?
ar: لن تكون ملفات النسخ الاحتياطي السابقة متاحة للاستيراد بكلمة مرور نسخ احتياطي جديدة. سيتم استخدام كلمة مرور النسخ الاحتياطي الجديدة لملفات النسخ الاحتياطي الجديدة فقط. هل أنت متأكد أنك تريد تغيير كلمة المرور الاحتياطية؟
bg: Предишните резервни копия не могат да бъдат импортирани с новата парола. Те ще се използва само за нови такива. Are you sure that you want to change backup password?
cs: Vaše předchozí soubory se zálohami nebude možné naimportovat s novým heslem. Nové heslo bude použito pouze pro nové zálohy. Opravdu chcete změnit heslo pro zálohy?
de: Ihre vorherigen Sicherungsdateien können nicht mit einem neuen Sicherungskennwort importiert werden. Das neue Sicherungskennwort wird nur für neue Sicherungsdateien verwendet. Sind Sie sicher, dass Sie das Sicherungskennwort ändern möchten?
es: Tus archivos de copia de seguridad anteriores no estarán disponibles para importarlos con la nueva contraseña de copia de seguridad. La nueva contraseña de copia de seguridad solo se usará para los nuevos archivos de copia de seguridad. ¿Seguro que deseas cambiar la contraseña de copia de seguridad?
fa: فایل‌های پشتیبان قبلی شما با رمز عبور پشتیبان جدید قابل وارد کردن نخواهند بود. رمز عبور جدید فقط برای فایل‌های پشتیبان جدید استفاده خواهد شد. آیا مطمئن هستید که می‌خواهید رمز عبور پشتیبان را تغییر دهید؟
fr: Vos fichiers de sauvegarde précédents ne pourront pas être importés avec le nouveau mot de passe de sauvegarde. Le nouveau mot de passe ne sera utilisé que pour les nouveaux fichiers de sauvegarde. Êtes vous certain de vouloir modifier le mot de passe de sauvegarde ?
hi: आपकी पिछली बैकअप फाइलें नए बैकअप पासवर्ड के साथ आयात करने के लिए उपलब्ध नहीं होंगी। नए बैकअप पासवर्ड का उपयोग केवल नई बैकअप फ़ाइलों के लिए किया जाएगा। क्या आप वाकई बैकअप पासवर्ड बदलना चाहते हैं?
hr: Nećemo moći uvesti Vaše prethodne datoteke sigurnosne kopije s novom lozinkom za sigurnosnu kopiju. Novu lozinku za sigurnosnu kopiju moći ćete koristiti samo za nove datoteke sigurnosne kopije. Jeste li sigurni da želite promijeniti lozinku za sigurnosnu kopiju?
hy: Ձեր նախորդ կրկնօրինակ ֆայլերը չեն հասանելի լինի ներմուծել նոր կրկնօրինակի գաղտնաբառով: Նոր կրկնօրինակի գաղտնաբառը կօգտագործվի միայն նոր կրկնօրինակ ֆայլերի համար: Վստահ եք, որ ցանկանում եք փոխել կրկնօրինակի գաղտնաբառը?
id: File cadangan sebelumnya tidak akan tersedia untuk diimpor dengan kata sandi cadangan baru. Kata sandi cadangan baru hanya akan digunakan untuk file cadangan baru. Apakah Anda yakin ingin mengubah kata sandi cadangan?
it: I tuoi file di backup precedenti non potranno essere importati con la nuova password di backup. La nuova password di backup verrà usata soltanto per i nuovi file di backup. Sei sicuro di voler cambiare la tua password di backup?
ja: 以前のバックアップファイルは、新しいバックアップパスワードでインポートできなくなります。 新しいバックアップパスワードは、新しいバックアップファイルにのみ使用されます。 バックアップパスワードを変更してもよろしいですか？
ko: 이전 백업 파일은 새 백업 비밀번호로 가져올 수 없습니다. 새 백업 비밀번호는 새 백업 파일에만 사용됩니다. 백업 비밀번호를 변경하시겠습니까?
my: အရန်စကားဝှက်အသစ်ဖြင့် သင်၏ယခင်မိတ္တူဖိုင်များကို တင်သွင်းရန် မရနိုင်ပါ။ အရန်စကားဝှက်အသစ်ကို အရန်ဖိုင်အသစ်အတွက်သာ အသုံးပြုပါမည်။ အရန်စကားဝှက်ကို ပြောင်းလိုသည်မှာ သေချာပါသလား။
nl: Uw vorige back-upbestanden kunnen niet worden geïmporteerd met een nieuw back-upwachtwoord. Het nieuwe back-upwachtwoord wordt alleen gebruikt voor nieuwe back-upbestanden. Weet u zeker dat u het back-upwachtwoord wilt wijzigen?
pl: Twoje poprzednie pliki kopii zapasowej nie będą dostępne do importu przy użyciu nowego hasła kopii zapasowej. Nowe hasło kopii zapasowej będzie używane tylko dla nowych plików kopii zapasowych. Czy na pewno chcesz zmienić hasło kopii zapasowej?
pt: Seus arquivos de backup anteriores não estarão disponíveis para importação com a nova senha de backup. A nova senha de backup será usada apenas para novos arquivos de backup. Tem certeza que deseja alterar a senha de backup?
ru: Ваши предыдущие файлы резервных копий будут недоступны для импорта с новым паролем резервной копии. Новый пароль резервной копии будет использоваться только для новых файлов резервных копий. Вы уверены, что хотите изменить пароль резервной копии?
th: ไฟล์สำรองที่ผ่านมาจะไม่สามารถนำเข้าด้วยรหัสผ่านสำรองใหม่ได้ รหัสผ่านสำรองใหม่จะถูกใช้เฉพาะสำหรับไฟล์สำรองใหม่ คุณแน่ใจหรือว่าต้องการเปลี่ยนรหัสผ่านสำรอง?
tl: Ang iyong mga nakaraang backup na file ay hindi magagamit upang i-import gamit ang bagong backup na password. Ang bagong backup na password ay gagamitin lamang para sa mga bagong backup na file. Sigurado ka bang gusto mong baguhin ang backup na password?
tr: Önceki yedekleme dosyaların yeni yedek parolası ile içe aktarılamayacaktır. Yeni yedekleme parolası yalnızca yeni yedekleme dosyaları için kullanılabilir olacak. Yedekleme parolasını değiştirmek istediğinden emin misin?
uk: Ваші попередні файли резервних копій будуть недоступні для імпорту з новим паролем резервної копії. Новий пароль резервної копії буде використовуватися тільки для нових файлів резервних копій. Ви впевнені, що хочете змінити пароль резервної копії?
ur: آپ کی پچھلی بیک اپ فائلیں نئے بیک اپ پاس ورڈ کے ساتھ درآمد کرنے کے لیے دستیاب نہیں ہوں گی۔ نیا بیک اپ پاس ورڈ صرف نئی بیک اپ فائلوں کے لیے استعمال کیا جائے گا۔ کیا آپ واقعی بیک اپ پاس ورڈ تبدیل کرنا چاہتے ہیں؟
vi: Các tệp sao lưu trước đây sẽ không còn khả dụng để nhập với mật khẩu sao lưu mới. Mật khẩu sao lưu mới chỉ được sử dụng cho các tệp sao lưu mới. Bạn có chắc chắn muốn thay đổi mật khẩu sao lưu không?
zh: 您以前的备份文件将无法使用新的备份密码导入。新的备份密码将仅用于新的备份文件。您确定要更改备份密码吗？
zh_tw: 您以前的備份檔案將無法使用新的備份密碼匯入。新的備份密碼將僅用於新的備份檔案。您確定要更改備份密碼嗎？

source: Change Currency
ar: تغيير العملة
bg: Смени валута
cs: Změnit měnu
de: Währung ändern
es: Cambiar moneda
fa: تغییر ارز
fr: Changer de Devise
hi: मुद्रा परिवर्तन करें
hr: Promijenite valutu
hy: Փոխել արժույթը
id: Ganti Mata Uang
it: Cambia Valuta
ja: 通貨を変更する
ko: 통화 변경
my: ငွေကြေးကိုပြောင်းပါ။
nl: Verander valuta
pl: Zmień walutę
pt: Alterar moeda
ru: Изменить валюту
th: เปลี่ยนสกุลเงิน
tl: Baguhin ang pera
tr: Para Birimini Değiştir
uk: Змінити валюту
ur: کرنسی تبدیل کریں
vi: Thay đổi Tiền tệ
zh: 更改币种
zh_tw: 更改幣種

# change_current_node
source: Are you sure to change current node to ${node}?
ar: هل أنت متأكد من تغيير العقدة الحالية إلى ${node}؟
bg: Сигурни ли сте, че искате да промените сегашния node на ${node}?
cs: Opravdu chcete změnit současný uzel na ${node}?
de: Möchten Sie den aktuellen Knoten wirklich zu ${node}? ändern?
es: ¿Seguro que quieres cambiar el nodo actual a ${node}?
fa: آیا از تغییر نود فعلی به ${node} مطمئن هستید؟
fr: Êtes vous certain de vouloir changer le nœud actuel pour ${node} ?
hi: क्या आप वर्तमान नोड को बदलना सुनिश्चित करते हैं ${node}?
hr: Jeste li sigurni da želite promijeniti trenutni node na ${node}?
hy: Վստահ եք, որ ցանկանում եք փոխել ընթացիկ հանգույցը ${node}?
id: Apakah Anda yakin ingin mengubah node saat ini menjadi ${node}?
it: Sei sicuro di voler cambiare il nodo corrente con ${node}?
ja: 現在のノードを変更してよろしいですか ${node}?
ko: 현재 노드를 ${node}(으)로 변경하시겠습니까?
my: လက်ရှိ နှာခေါင်း ကို ${node} သို့ ပြောင်းရန် သေချာပါသလား။
nl: Weet u zeker dat u het huidige knooppunt wilt wijzigen in ${node}?
pl: Czy na pewno chcesz zmienić bieżący węzeł na ${node}?
pt: Você realmente deseja alterar o nó atual para ${node}?
ru: Вы уверены, что хотите изменить текущую ноду на ${node}?
th: คุณแน่ใจหรือว่าต้องการเปลี่ยนโหนดปัจจุบันเป็น ${node}?
tl: Sigurado ka bang baguhin ang kasalukuyang node sa ${node}?
tr: Şimdiki düğümü ${node} düğümüne değiştirmek istediğinizden emin misin?
uk: Ви впевнені, що хочете змінити поточний вузол на ${node}?
ur: کیا آپ یقینی طور پر موجودہ نوڈ کو ${node} میں تبدیل کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn thay đổi nút hiện tại sang ${node} không?
zh: 您确定将当前节点更改为${node}吗？
zh_tw: 您確定將當前節點更改為${node}嗎？

# change_current_node_title
source: Change current node
ar: تغيير العقدة الحالية
bg: Промени сегашния node
cs: Změnit současný uzel
de: Aktuellen Knoten ändern
es: Cambiar el nodo actual
fa: تغییر نود فعلی
fr: Changer le nœud actuel
hi: वर्तमान नोड बदलें
hr: Promijeni trenutni node
hy: Փոխել ընթացիկ հանգույցը
id: Ubah node saat ini
it: Cambia nodo corrente
ja: 現在のノードを変更する
ko: 현재 노드 변경
my: လက်ရှိ နှာခေါင်း ကိုပြောင်းပါ။
nl: Wijzig het huidige knooppunt
pl: Zmień aktualny węzeł
pt: Mudar o nó atual
ru: Изменить текущую ноду
th: เปลี่ยนโหนดปัจจุบัน
tl: Baguhin ang kasalukuyang node
tr: Şimdiki düğümü değiştir
uk: Змінити поточний вузол
ur: موجودہ نوڈ کو تبدیل کریں۔
vi: Thay đổi nút hiện tại
zh: 更改当前节点
zh_tw: 更改當前節點

# change_exchange_provider
source: Change Swap Provider
ar: تغيير مزود المبادلة
bg: Промяна на доставчика на суап
cs: Změnit poskytovatele swapu
de: Exchange-Anbieter ändern
es: Cambiar Proveedor de cambio
fa: تغییر ارائه‌دهنده تبادل
fr: Changer le fournisseur d'échange
hi: स्वैप प्रदाता बदलें
hr: Promijenite davatelja zamjene
hy: Փոխեք փոխանակման մատակարարը
id: Ubah penyedia swap
it: Cambia Swap Provider
ja: スワッププロバイダーを変更します
ko: 스왑 제공 업체 변경
my: SWAP ပံ့ပိုးသူပြောင်းလဲပါ
nl: Wijzig Exchange Provider
pl: Zmień dostawcę swapu
pt: Alterar o provedor de troca
ru: Изменить провайдера обмена
th: เปลี่ยนผู้ให้บริการแลกเปลี่ยน
tl: Baguhin ang Swap Provider
tr: Takas Sağlayıcısı Değiştir
uk: Змінити постачальник свопів
ur: تبادلہ فراہم کرنے والے کو تبدیل کریں
vi: Thay đổi nhà cung cấp hoán đổi
zh: 更改兑换服务商
zh_tw: 更改兌換服務商

source: Change language
ar: تغيير اللغة
bg: Смяна на езика
cs: Změnit jazyk
de: Sprache ändern
es: Cambiar idioma
fa: تغییر زبان
fr: Changer de langue
hi: भाषा बदलो
hr: Promijeni jezik
hy: Փոխել լեզուն
id: Ganti bahasa
it: Cambia lingua
ja: 言語を変えてください
ko: 언어 변경
my: ဘာသာစကားပြောင်းပါ။
nl: Verander de taal
pl: Zmień język
pt: Mudar idioma
ru: Изменить язык
th: เปลี่ยนภาษา
tl: Baguhin ang wika
tr: Dili değiştir
uk: Змінити мову
ur: زبان تبدیل کریں
vi: Thay đổi ngôn ngữ
zh: 更改语言
zh_tw: 更改語言

# change_language_to
source: Change language to ${language}?
ar: هل تريد تغيير اللغة إلى ${language}؟
bg: Смяна на езика на ${language}?
cs: Změnit jazyk na ${language}?
de: Sprache zu ${language} ändern?
es: ¿Cambiar el idioma a ${language}?
fa: تغییر زبان به ${language}؟
fr: Changer la langue vers ${language} ?
hi: को भाषा बदलें ${language}?
hr: Promijeni jezik u ${language}?
hy: Փոխել լեզուն ${language}?
id: Ganti bahasa ke ${language}?
it: Cambiare lingua in ${language}?
ja: 言語を変更 ${language}?
ko: 언어를 ${language}(으)로 변경하시겠습니까?
my: ဘာသာစကားကို ${language} သို့ ပြောင်းမလား။
nl: Verander de taal in ${language}?
pl: Zmień język na ${language}?
pt: Alterar idioma para ${language}?
ru: Изменить язык на ${language}?
th: เปลี่ยนภาษาเป็น ${language}?
tl: Baguhin ang wika sa ${language}?
tr: Dili şuna değiştir: ${language}?
uk: Змінити мову на ${language}?
ur: زبان کو ${language} میں تبدیل کریں؟
vi: Thay đổi ngôn ngữ sang ${language}?
zh: 更改语言为 ${language}?
zh_tw: 更改語言為 ${language}?

source: Change password
ar: تغيير كلمة المرور
bg: Смяна на парола
cs: Změnit heslo
de: Passwort ändern
es: Cambiar contraseña
fa: تغییر رمز عبور
fr: Changer le mot de passe
hi: पासवर्ड बदलें
hr: Promijeni lozinku
hy: Փոխել գաղտնաբառը
id: Ubah kata sandi
it: Cambia password
ja: パスワードを変更する
ko: 비밀번호 변경
my: စကားဝှက်ကိုပြောင်းရန်
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Mudar senha
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน
tl: Baguhin ang password
tr: Parolayı değiştir
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
vi: Thay đổi mật khẩu
zh: 更改密码
zh_tw: 更改密碼

# change_rep
source: Change Representative
ar: ﺏﻭﺪﻨﻣ ﺮﻴﻴﻐﺗ
bg: Смяна на представител
cs: Změna zástupce
de: Change-Beauftragter
es: Cambiar representante
fa: تغییر نماینده
fr: Changer de représentant
hi: प्रतिनिधि बदलें
hr: Promijenite reprezentativan
hy: Փոխել ներկայացուցչին
id: Ubah Perwakilan
it: Cambia Rappresentante
ja: 代表者の変更
ko: 대표자 변경
my: ကိုယ်စားလှယ်ပြောင်းပါ။
nl: Vertegenwoordiger wijzigen
pl: Zmień reprezentanta
pt: Alterar representante
ru: Изменить представителя
th: เปลี่ยนผู้แทน
tl: Baguhin ang Representative
tr: Temsilciyi Değiştir
uk: Зміна представника
ur: ۔ﮟﯾﺮﮐ ﻞﯾﺪﺒﺗ ﮦﺪﻨﺋﺎﻤﻧ
vi: Thay đổi Đại diện
zh: 更换代表节点
zh_tw: 更換代表節點

# change_rep_message
source: Are you sure that you want to change representatives?
ar: ؟ﻦﻴﻠﺜﻤﻤﻟﺍ ﺮﻴﻴﻐﺗ ﺪﻳﺮﺗ ﻚﻧﺃ ﺪﻛﺄﺘﻣ ﺖﻧﺃ ﻞﻫ
bg: Сигурни ли сте, че искате да смените представителите?
cs: Jste si jisti, že chcete změnit zástupce?
de: Sind Sie sicher, dass Sie den Vertreter wechseln möchten?
es: ¿Seguro que quieres cambiar de representantes?
fa: آیا مطمئن هستید که می‌خواهید نماینده‌ها را تغییر دهید؟
fr: Êtes-vous sûr de vouloir changer de représentant ?
hi: क्या आप वाकई प्रतिनिधियों को बदलना चाहते हैं?
hr: Jeste li sigurni da želite promijeniti predstavnika?
hy: Վստահ եք, որ ցանկանում եք փոխել ներկայացուցիչներին?
id: Apakah Anda yakin ingin mengubah perwakilan?
it: Sei sicuro di voler cambiare rappresentanti?
ja: 代表者を変更してもよろしいですか?
ko: 정말로 대표자를 변경하시겠습니까?
my: ကိုယ်စားလှယ်ပြောင်းလိုသည်မှာ သေချာပါသလား။
nl: Weet u zeker dat u van vertegenwoordiger wilt veranderen?
pl: Czy na pewno chcesz zmienić przedstawicieli?
pt: Tem certeza de que deseja alterar os representantes?
ru: Вы уверены, что хотите сменить представителя?
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนตัวแทน
tl: Sigurado ka bang nais mong baguhin ang mga representative?
tr: Temsilcileri değiştirmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете змінити представника?
ur: ؟ﮟﯿﮨ ﮯﺘﮨﺎﭼ ﺎﻧﺮﮐ ﻞﯾﺪﺒﺗ ﻮﮐ ﮞﻭﺪﻨﺋﺎﻤﻧ ﯽﻌﻗﺍﻭ ﭖﺁ ﺎﯿﮐ
vi: Bạn có chắc chắn muốn thay đổi đại diện không?
zh: 您确定要更换代表节点吗？
zh_tw: 您確定要更換代表節點嗎？

# change_rep_successful
source: Successfully changed representative
ar: تم تغيير ممثل بنجاح
bg: Успешно промени представител
cs: Úspěšně změnil zástupce
de: Vertreter erfolgreich gerändert
es: Representante cambiado con éxito
fa: نماینده با موفقیت تغییر کرد
fr: Représentant changé avec succès
hi: सफलतापूर्वक बदलकर प्रतिनिधि
hr: Uspješno promijenjena reprezentativna
hy: Ներկայացուցչի փոփոխությունը հաջողությամբ կատարվեց
id: Berhasil mengubah perwakilan
it: Rappresentante modificato con successo
ja: 代表者の変更に成功しました
ko: 대표자가 성공적으로 변경되었습니다
my: အောင်မြင်စွာကိုယ်စားလှယ်ပြောင်းလဲသွားတယ်
nl: Met succes veranderde vertegenwoordiger
pl: Pomyślnie zmieniono reprezentanta
pt: Mudou com sucesso o representante
ru: Успешно изменил представитель
th: เปลี่ยนตัวแทนสำเร็จ
tl: Matagumpay na nagbago ng representative
tr: Temsilciyi başarıyla değiştirdi
uk: Успішно змінив представник
ur: نمائندہ کو کامیابی کے ساتھ تبدیل کیا
vi: Thay đổi đại diện thành công
zh: 成功更换了代表节点
zh_tw: 成功更換了代表節點

# change_wallet_alert_content
source: Do you want to change current wallet to ${wallet_name}?
ar: هل تريد تغيير المحفظة الحالية إلى ${wallet_name}؟
bg: Искате ли да смените сегашния портфейл на ${wallet_name}?
cs: Opravdu chcete změnit aktivní peněženku na ${wallet_name}?
de: Möchten Sie die aktuelle Wallet zu ${wallet_name} ändern?
es: ¿Quieres cambiar la cartera actual por ${wallet_name}?
fa: آیا می‌خواهید کیف پول فعلی را به ${wallet_name} تغییر دهید؟
fr: Souhaitez-vous changer le portefeuille (wallet) actuel vers ${wallet_name} ?
hi: क्या आप करंट वॉलेट को बदलना चाहते हैं ${wallet_name}?
hr: Želite li promijeniti trenutni novčanik u ${wallet_name}?
hy: Ցանկանում եք փոխել ընթացիկ դրամապանակը ${wallet_name}?
id: Apakah Anda ingin mengganti dompet saat ini ke ${wallet_name}?
it: Sei sicuro di voler cambiare il portafoglio attuale con ${wallet_name}?
ja: 現在のウォレットをに変更しますか ${wallet_name}?
ko: 현재 지갑을 ${wallet_name}(으)로 변경하시겠습니까?
my: လက်ရှိပိုက်ဆံအိတ်ကို ${wallet_name} သို့ ပြောင်းလိုပါသလား။
nl: Wilt u de huidige portemonnee wijzigen in ${wallet_name}?
pl: Czy chcesz zmienić bieżący portfel na ${wallet_name}?
pt: Quer mudar a carteira atual para ${wallet_name}?
ru: Вы хотите изменить текущий кошелек на ${wallet_name}?
th: คุณต้องการเปลี่ยนกระเป๋าปัจจุบันเป็น ${wallet_name} หรือไม่?
tl: Gusto mo bang palitan ang kasalukuyang wallet sa ${wallet_name}?
tr: Şimdiki cüzdanı ${wallet_name} cüzdanı ile değiştirmek istediğinden emin misin?
uk: Ви хочете змінити поточний гаманець на ${wallet_name}?
ur: کیا آپ موجودہ والیٹ کو ${wallet_name} میں تبدیل کرنا چاہتے ہیں؟
vi: Bạn có muốn thay đổi ví hiện tại thành ${wallet_name} không?
zh: 是否要将当前钱包切换为 ${wallet_name}？
zh_tw: 是否要將當前錢包切換為 ${wallet_name}？

# change_wallet_alert_title
source: Change current wallet
ar: تغيير المحفظة الحالية
bg: Смяна на сегашния портфейл
cs: Přepnout peněženku
de: Aktuelle Wallet ändern
es: Cambiar la cartera actual
fa: تغییر کیف پول فعلی
fr: Changer le portefeuille (wallet) actuel
hi: वर्तमान बटुआ बदलें
hr: Izmijeni trenutni novčanik
hy: Փոխել ընթացիկ դրամապանակը
id: Ganti dompet saat ini
it: Cambia portafoglio attuale
ja: 現在のウォレットを変更する
ko: 현재 지갑 변경
my: လက်ရှိပိုက်ဆံအိတ်ကို ပြောင်းပါ။
nl: Wijzig huidige portemonnee
pl: Zmień bieżący portfel
pt: Alterar carteira atual
ru: Изменить текущий кошелек
th: เปลี่ยนกระเป๋าปัจจุบัน
tl: Baguhin ang kasalukuyang wallet
tr: Şimdiki cüzdanı değiştir
uk: Змінити поточний гаманець
ur: موجودہ پرس تبدیل کریں۔
vi: Thay đổi ví hiện tại
zh: 更换当前钱包
zh_tw: 更換當前錢包

source: Choose a payment method
ar: اختر طريقة الدفع
bg: Изберете начин на плащане
cs: Vyberte metodu platby
es: Elige un método de pago
fa: یک روش پرداخت انتخاب کنید
fr: Choisissez un mode de paiement
hi: एक भुगतान विधि का चयन करें
hr: Odaberite način plaćanja
hy: Ընտրեք վճարման եղանակ
it: Scegli un metodo di pagamento
ja: 支払い方法を選択します
ko: 결제 방법 선택
my: ငွေပေးချေမှုနည်းလမ်းကိုရွေးချယ်ပါ
pl: Wybierz metodę płatności
th: เลือกวิธีการชำระเงิน
tl: Pumili ng isang paraan ng pagbabayad
tr: Bir Ödeme Yöntemi Seçin
uk: Виберіть метод оплати
ur: ادائیگی کا طریقہ منتخب کریں
zh: 选择付款方式
zh_tw: 選擇付款方式

source: Choose a provider
ar: اختر مزودًا
bg: Изберете доставчик
cs: Vyberte poskytovatele
es: Selecciona un proveedor
fa: یک ارائه‌دهنده انتخاب کنید
fr: Choisissez un fournisseur
hi: एक प्रदाता चुनें
hr: Odaberite davatelja usluga
hy: Ընտրեք մատակարար
it: Scegli un fornitore
ja: プロバイダーを選択します
ko: 제공 업체 선택
my: ပံ့ပိုးပေးရွေးချယ်ပါ
pl: Wybierz dostawcę
th: เลือกผู้ให้บริการ
tl: Pumili ng isang provider
tr: Bir Sağlayıcı Seçin
uk: Виберіть постачальника
ur: فراہم کنندہ کا انتخاب کریں
zh: 选择一个提供商
zh_tw: 選擇一個供應商

source: Choose account
ar: اختر حساب
bg: Избиране на профил
cs: Zvolte částku
de: Konto auswählen
es: Seleccionar cuenta
fa: انتخاب حساب
fr: Choisir le compte
hi: खाता चुनें
hr: Odaberi račun
hy: Ընտրեք հաշիվը
id: Pilih akun
it: Scegli account
ja: アカウントを選択
ko: 계정 선택
my: အကောင့်ကို ရွေးပါ။
nl: Kies account
pl: Wybierz konto
pt: Escolha uma conta
ru: Выберите аккаунт
th: เลือกบัญชี
tl: Pumili ng account
tr: Hesabı seç
uk: Оберіть акаунт
ur: اکاؤنٹ کا انتخاب کریں۔
vi: Chọn tài khoản
zh: 选择账户
zh_tw: 選擇帳戶

# choose_address
source: Please choose the address:
ar: الرجاء اختيار عنوان:
bg: Моля, изберете адреса:
cs: Prosím vyberte adresu:
de: Bitte wählen Sie die Adresse:
es: Por favor, elige la dirección:
fa: لطفاً آدرس را انتخاب کنید:
fr: Merci de choisir l'adresse:
hi: कृपया पता चुनें:
hr: Odaberite adresu:
hy: Խնդրում ենք ընտրեք հասցեն
id: Silakan pilih alamat:
it: Si prega di scegliere l'indirizzo:
ja: 住所を選択してください：
ko: 주소를 선택하세요:
my: လိပ်စာကို ရွေးပါ-
nl: Kies het adres:
pl: Proszę wybrać adres:
pt: Escolha o endereço:
ru: Пожалуйста, выберите адрес:
th: โปรดเลือกที่อยู่:
tl: Mangyaring piliin ang address:
tr: Lütfen adresi seçin:
uk: Будь ласка, оберіть адресу:
ur: \n\nبراہ کرم پتہ منتخب کریں:
vi: Vui lòng chọn địa chỉ:
zh: 请选择地址：
zh_tw: 請選擇地址：
