Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# setup_warning_2fa_text
source: Cake 2FA is a second authentication for certain actions in the wallet. It is NOT as secure as cold storage. If you lose access to your 2FA app or TOTP keys, you WILL lose access to this wallet. You will need to restore your wallet from the mnemonic seed. Cake support will be unable to assist you if you lose access to your 2FA or mnemonic seeds. Before using Cake 2FA, we recommend reading through the guide.
ar: .ﺩﺭﺎﺒﻟﺍ ﻦﻳﺰﺨﺘﻟﺍ ﻞﺜﻣ ﺔﻨﻣﺁ ﺖﺴﻴﻟ ﺎﻬﻧﺇ .ﺔﻈﻔﺤﻤﻟﺍ ﻲﻓ ﺔﻨﻴﻌﻣ ﺕﺍءﺍﺮﺟﻹ﻿ ﺔﻴﻧﺎﺛ ﺔﻗﺩﺎﺼﻣ ﺔﺑﺎﺜ
bg: Cake 2FA е второ удостоверяване за определени действия в портфейла. НЕ е толкова сигурно, колкото хладилното съхранение. Ако загубите достъп до вашето 2FA приложение или TOTP ключове, ЩЕ загубите достъп до този портфейл. Ще трябва да възстановите портфейла си от мнемоничното семе. Поддръжката на Cake няма да може да ви помогне, ако загубите достъп до вашите 2FA или мнемонични семена. Преди да използвате Cake 2FA, препоръчваме да прочетете ръководството.
cs: Budete muset obnovit svou peněženku z mnemotechnického semínka. Podpora dortů vám nebude schopna pomoci, pokud ztratíte přístup ke svým 2FA nebo mnemotechnickým semenům. Cake 2FA je druhá autentizace pro určité akce v peněžence. Před použitím Cake 2FA doporučujeme přečíst si průvodce.NENÍ tak bezpečný jako skladování v chladu. Pokud ztratíte přístup ke své aplikaci 2FA nebo klíčům TOTP, ztratíte přístup k této peněžence.
de: Sie müssen Ihr Wallet aus dem mnemonischen Seed wiederherstellen. Der Cake-Support kann Ihnen nicht weiterhelfen, wenn Sie den Zugriff auf Ihre 2FA- oder Mnemonik-Seeds verlieren. Cake 2FA ist eine zweite Authentifizierung für bestimmte Aktionen im Wallet. Bevor Sie Cake 2FA verwenden, empfehlen wir Ihnen, die Anleitung durchzulesen.Es ist NICHT so sicher wie eine Kühllagerung. Wenn Sie den Zugriff auf Ihre 2FA-App oder Ihre TOTP-Schlüssel verlieren, verlieren Sie auch den Zugriff auf dieses Wallet.
es: Deberás restaurar tu billetera a partir de la semilla mnemotécnica (lista de palabras). El soporte de Cake no podrá ayudarte si pierde el acceso a su 2FA o a tus semillas. Cake 2FA es una segunda autenticación para ciertas acciones en la billetera. Antes de usar Cake 2FA, recomendamos leer la guía. NO es tan seguro como el almacenamiento en frío. Si pierdes acceso a tu aplicación 2FA o tus claves TOTP, perderás el acceso a esta billetera.
fa: کیک 2FA یک احراز هویت دوم برای اقدامات خاص در کیف پول است. این به اندازه ذخیره‌سازی سرد امن نیست. اگر دسترسی به برنامه 2FA یا کلیدهای TOTP خود را از دست بدهید، دسترسی به این کیف پول را از دست خواهید داد. شما نیاز خواهید داشت کیف پول خود را از سید متناظر بازیابی کنید. پشتیبانی کیک در صورت از دست دادن دسترسی به 2FA یا سیدهای متناظر قادر به کمک به شما نخواهد بود. قبل از استفاده از کیک 2FA، توصیه می‌کنیم راهنما را مطالعه کنید.
fr: Vous devrez restaurer votre portefeuille à partir de la graine mnémotechnique. Le support Cake ne pourra pas vous aider si vous perdez l'accès à vos graines 2FA ou mnémotechniques. Cake 2FA est une seconde authentification pour certaines actions dans le portefeuille. Avant d'utiliser Cake 2FA, nous vous recommandons de lire le guide.Ce n’est PAS aussi sécurisé que l’entreposage frigorifique. Si vous perdez l'accès à votre application 2FA ou à vos clés TOTP, vous perdrez l'accès à ce portefeuille.
hi: केक 2एफए वॉलेट में कुछ कार्यों के लिए दूसरा प्रमाणीकरण है। यह कोल्ड स्टोरेज जितना सुरक्षित नहीं है। यदि आप अपने 2एफए ऐप या टीओटीपी कुंजियों तक पहुंच खो देते हैं, तो आप इस वॉलेट तक पहुंच खो देंगे। आपको अपने बटुए को स्मरक बीज से पुनर्स्थापित करने की आवश्यकता होगी। यदि आप अपने 2एफए या निमोनिक बीजों तक पहुंच खो देते हैं तो केक समर्थन आपकी सहायता करने में असमर्थ होगा। केक 2एफए का उपयोग करने से पहले, हम गाइड को पढ़ने की सलाह देते हैं।
hr: Morat ćete obnoviti svoj novčanik iz mnemoničkog sjemena. Podrška za kolače neće vam moći pomoći ako izgubite pristup svojim 2FA ili mnemoničkim izvorima. Cake 2FA je druga provjera autentičnosti za određene radnje u novčaniku. Prije uporabe Cake 2FA preporučujemo da pročitate vodič.NIJE siguran kao hladno skladište. Ako izgubite pristup svojoj 2FA aplikaciji ili TOTP ključevima, IZGUBIT ĆETE pristup ovom novčaniku.
hy: Cake 2FA-ն երկրորդ վավերացում է որոշակի գործողությունների համար դրամապանակում։ Այն նույն անվտանգ չէ, ինչ ցուրտ պահեստավորումը. Եթե դուք կորցնեք ձեր 2FA հավելվածի կամատեղությունը կամ TOTP բանալիները, դուք կկորցնեք այս դրամապանակի հասանելիությունը։ Դուք կստիպվեք վերականգնել ձեր դրամապանակը մնեմոնիկ սերմերի միջոցով։ Cake աջակցությունը չի կարող օգնել ձեզ, եթե դուք կորցնեք ձեր 2FA կամ մնեմոնիկ սերմերը։ Խնդրում ենք կարդալ ուղեցույցը, նախքան Cake 2FA-ն օգտագործելը
id: Anda perlu memulihkan dompet Anda dari benih mnemonik. Dukungan kue tidak akan dapat membantu Anda jika Anda kehilangan akses ke 2FA atau benih mnemonik. Cake 2FA adalah otentikasi kedua untuk tindakan tertentu di dompet. Sebelum menggunakan Cake 2FA, kami sarankan untuk membaca panduannya.Ini TIDAK seaman penyimpanan dingin. Jika Anda kehilangan akses ke aplikasi 2FA atau kunci TOTP, Anda AKAN kehilangan akses ke dompet ini.
it: Cake 2FA è un secondo fattore di autenticazione per determinate azioni nel portafoglio. NON è sicuro quanto il cold storage. Se perdi l'accesso alla tua app 2FA o chiavi TOTP, NON POTRAI ACCEDERE a questo portafoglio. Dovrai recuperare il portafoglio dal seme mnemonico. Il supporto di Cakenon potrà assisterti se perdi l'accesso alla tua 2FA, o semi mnemonici. Prima di usare Cake 2FA ti consigliamo di leggere la guida.
ja: Cake 2FA は、ウォレット内の特定のアクションに対する 2 番目の認証です。冷蔵保存ほど安全ではありません。 2FA アプリまたは TOTP キーにアクセスできなくなると、このウォレットにもアクセスできなくなります。ニーモニックシードからウォレットを復元する必要があります。 2FA またはニーモニック シードにアクセスできなくなった場合、Cake サポートはサポートできません。 Cake 2FA を使用する前に、ガイドを一読することをお勧めします。
ko: Cake 2FA는 지갑의 특정 작업에 대한 두 번째 인증입니다. 콜드 스토리지처럼 안전하지는 않습니다. 2FA 앱 또는 TOTP 키에 대한 액세스 권한을 잃으면 이 지갑에 대한 액세스 권한도 잃게 됩니다. 니모닉 시드에서 지갑을 복구해야 합니다. 2FA 또는 니모닉 시드에 대한 액세스 권한을 잃으면 Cake 지원팀에서 도움을 드릴 수 없습니다. Cake 2FA를 사용하기 전에 가이드를 읽어보는 것이 좋습니다.
my: ကိတ်မုန့် 2FA သည် ပိုက်ဆံအိတ်ရှိ အချို့သော လုပ်ဆောင်ချက်များ အတွက် ဒုတိယ စစ်မှန်ကြောင်း အထောက်အထား ဖြစ်သည်။ ၎င်းသည် အအေးခန်းကဲ့သို့ မလုံခြုံပါ။ သင်၏ 2FA အက်ပ် သို့မဟုတ် TOTP သော့များကို အသုံးပြုခွင့် ဆုံးရှုံးပါက၊ သင်သည် ဤပိုက်ဆံအိတ်သို့ ဝင်ရောက်ခွင့် ဆုံးရှုံးမည်ဖြစ်သည်။ သင့်ပိုက်ဆံအိတ်ကို mnemonic မျိုးစေ့မှ ပြန်လည်ရယူရန် လိုအပ်မည်ဖြစ်သည်။ သင်သည် သင်၏ 2FA သို့မဟုတ် mnemonic အစေ့များကို အသုံးပြုခွင့်ဆုံးရှုံးသွားပါက ကိတ်မုန့်ပံ့ပိုးကူညီမှု မပေးနိုင်ပါ။ Cake 2FA ကို အသုံးမပြုမီ၊ လမ်းညွှန်ချက်မှတစ်ဆင့် ဖတ်ရန် အကြံပြုအပ်ပါသည်။
nl: U moet uw portemonnee herstellen vanuit het geheugensteuntje. Cake Support kan u niet helpen als u de toegang tot uw 2FA- of mnemonic-zaden verliest. Cake 2FA is een tweede authenticatie voor bepaalde acties in de portemonnee. Voordat u Cake 2FA gebruikt, raden wij u aan de handleiding door te lezen.Het is NIET zo veilig als koude opslag. Als u de toegang tot uw 2FA-app of TOTP-sleutels verliest, verliest u de toegang tot deze portemonnee.
pl: Będziesz musiał przywrócić swój portfel z frazy seed. Wsparcie Cake nie będzie w stanie Ci pomóc, jeśli utracisz dostęp do swoich kluczy 2FA lub frazy seed. Cake 2FA to drugie uwierzytelnienie niektórych działań w portfelu. Przed użyciem Cake 2FA zalecamy zapoznanie się z instrukcją. Cake 2FA nie jest tak bezpieczne jak przechowywanie w zimnym lub sprzętowym portfelu. Jeśli utracisz dostęp do aplikacji 2FA lub kluczy TOTP, Utracisz dostęp do tego portfela.
pt: Você precisará restaurar sua carteira a partir da semente mnemônica. O suporte do Cake não poderá ajudá-lo se você perder o acesso ao seu 2FA ou sementes mnemônicas. Cake 2FA é uma segunda autenticação para determinadas ações na carteira. Antes de usar o Cake 2FA, recomendamos a leitura do guia.NÃO é tão seguro quanto o armazenamento refrigerado. Se você perder o acesso ao seu aplicativo 2FA ou às chaves TOTP, você perderá o acesso a esta carteira.
ru: Cake 2FA — это вторая аутентификация для определенных действий в кошельке. Это НЕ так безопасно, как холодное хранение. Если вы потеряете доступ к своему приложению 2FA или ключам TOTP, вы потеряете доступ к этому кошельку. Вам нужно будет восстановить свой кошелек из мнемонического сида. Служба поддержки Cake не сможет вам помочь, если вы потеряете доступ к своим 2FA или мнемоническим идентификаторам. Прежде чем использовать Cake 2FA, мы рекомендуем прочитать руководство.
th: Cake 2FA เป็นการรับรองความถูกต้องครั้งที่สองสำหรับการกระทำบางอย่างในกระเป๋าเงิน มันไม่ปลอดภัยเท่ากับห้องเย็น หากคุณสูญเสียการเข้าถึงแอป 2FA หรือคีย์ TOTP คุณจะสูญเสียการเข้าถึงกระเป๋าเงินนี้ คุณจะต้องกู้คืนกระเป๋าเงินของคุณจากเมล็ดช่วยในการจำ การสนับสนุนเค้กจะไม่สามารถช่วยเหลือคุณได้หากคุณสูญเสียการเข้าถึง 2FA หรือเมล็ดช่วยในการจำ ก่อนใช้ Cake 2FA เราขอแนะนำให้อ่านคำแนะนำโดยละเอียด
tl: Ang Cake 2FA ay pangalawang pagpapatotoo para sa ilang partikular na pagkilos sa wallet. HINDI ito kasing-secure ng cold wallet. Kung mawalan ka ng access sa iyong 2FA app o TOTP keys, MAWAWALA ka ng access sa wallet na ito. Kakailanganin mong i-restore ang iyong wallet mula sa mnemonic seed. Hindi ka matutulungan ng Cake support kung mawawalan ka ng access sa iyong 2FA o mnemonic seeds. Bago gamitin ang Cake 2FA, inirerekomenda naming basahin ang guide.
tr: Cüzdanınızı anımsatıcı tohumdan geri yüklemeniz gerekecek. 2FA veya anımsatıcı tohumlarınıza erişiminizi kaybederseniz pasta desteği size yardımcı olamayacaktır. Cake 2FA, cüzdandaki belirli eylemler için ikinci bir kimlik doğrulamadır. Cake 2FA'yı kullanmadan önce kılavuzu okumanızı öneririz.Soğuk hava deposu kadar güvenli DEĞİLDİR. 2FA uygulamanıza veya TOTP anahtarlarınıza erişiminizi kaybederseniz bu cüzdana erişimi KAYBEDECEKSİNİZ.
uk: Cake 2FA — друга аутентифікація для певних дій у гаманці. Це НЕ так безпечно, як холодне зберігання. Якщо ви втратите доступ до своєї програми 2FA або ключів TOTP, ви втратите доступ до цього гаманця. Вам потрібно буде відновити свій гаманець з мнемоніки. Служба підтримки Cake не зможе вам допомогти, якщо ви втратите доступ до 2FA або мнемонічних насадок. Перед використанням Cake 2FA рекомендуємо прочитати інструкцію.
ur: ۔ﯽﮔﻮﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﮯﻧﺮﮐ ﻝﺎﺤﺑ ﻮﮐ ﮮﻮﭩﺑ ﮯﻨﭘﺍ ﮯﺳ ﺞﯿﺑ ﮯﮐ ﺖﺷﺍﺩﺩﺎﯾ ﻮﮐ ﭖﺁ
vi: Cake 2FA là xác thực thứ hai cho một số hành động trong ví. Nó KHÔNG an toàn như lưu trữ lạnh. Nếu bạn mất quyền truy cập vào ứng dụng 2FA hoặc các khóa TOTP, bạn SẼ mất quyền truy cập vào ví này. Bạn sẽ cần phải khôi phục ví của bạn từ hạt giống nhớ. Hỗ trợ Cake sẽ không thể hỗ trợ bạn nếu bạn mất quyền truy cập vào 2FA hoặc hạt giống nhớ của bạn. Trước khi sử dụng Cake 2FA, chúng tôi khuyến nghị đọc kỹ hướng dẫn.
zh: Cake 2FA 是钱包内某些操作的两步验证，安全性不如冷存储。 若丢失 2FA 应用或 TOTP 密钥，您将永久无法访问此钱包，只能用助记词恢复。 若同时丢失 2FA 和助记词，Cake 支持无法帮助找回。 启用前，请仔细阅读指南。
zh_tw: Cake 2FA 是錢包內某些操作的兩步驗證，安全性不如冷存儲。 若遺失 2FA 應用程式或 TOTP 密鑰，您將永久無法訪問此錢包，只能用助記詞恢復。 若同時遺失 2FA 和助記詞，Cake 支援無法幫助找回。 啟用前，請仔細閱讀指南。

source: Set up your debit card
ar: قم بإعداد بطاقة ائتمان الخاصة بك
bg: Настройте своята дебитна карта
cs: Nastavit debetní kartu
de: Richten Sie Ihre Debitkarte ein
es: Configura tu tarjeta de débito
fa: راه‌اندازی کارت نقدی خود
fr: Configurer votre carte de débit
hi: अपना डेबिट कार्ड सेट करें
hr: Postavite svoju debitnu karticu
hy: Հավատարմագրել ձեր դեբետային քարտ
id: Pasang kartu debit Anda
it: Configura la tua carta di debito
ja: デビットカードを設定してください
ko: 직불 카드 설정
my: သင့်ဒက်ဘစ်ကတ်ကို စနစ်ထည့်သွင်းပါ။
nl: Stel uw debetkaart in
pl: Skonfiguruj swoją kartę debetową
pt: Configure seu cartão de débito
ru: Настройте свою дебетовую карту
th: ตั้งค่าบัตรเดบิตของคุณ
tl: I-set up ang iyong debit card
tr: Banka kartını ayarla
uk: Налаштуйте свою дебетову картку
ur: اپنا ڈیبٹ کارڈ ترتیب دیں۔
vi: Thiết lập thẻ ghi nợ của bạn
zh: 设置你的借记卡
zh_tw: 設定你的簽帳金融卡

source: Share
ar: يشارك
bg: Дял
cs: Podíl
de: Teilen
es: Compartir
fa: اشتراک‌گذاری
fr: Partager
hi: शेयर करना
hr: Udio
hy: Կիսվել
id: Membagikan
it: Condividi
ja: 共有
ko: 공유
my: မျှဝေပါ။
nl: Deel
pl: Udostępnij
pt: Compartilhar
ru: Делиться
th: แบ่งปัน
tl: Ibahagi
tr: Paylaşmak
uk: Поділіться
ur: بانٹیں
vi: Chia sẻ
zh: 分享
zh_tw: 分享

source: Share address
ar: شارك العنوان
bg: Сподели адрес
cs: Sdílet adresu
de: Adresse teilen
es: Compartir dirección
fa: اشتراک‌گذاری آدرس
fr: Partager l'adresse
hi: पता साझा करें
hr: Podijeli adresu
hy: Կիսվել հասցեով
id: Bagikan alamat
it: Condividi indirizzo
ja: 住所を共有する
ko: 주소 공유
my: လိပ်စာမျှဝေပါ။
nl: Deel adres
pl: Udostępnij adres
pt: Compartilhar endereço
ru: Поделиться адресом
th: แชร์ที่อยู่
tl: Ibahagi ang address
tr: Adresi paylaş
uk: Поділитися адресою
ur: پتہ شیئر کریں۔
vi: Chia sẻ địa chỉ
zh: 分享地址
zh_tw: 分享地址

source: Shared Seed Wallet Groups
ar: مجموعات محفظة البذور المشتركة
bg: Споделени групи за портфейли за семена
cs: Skupiny sdílených semen
es: Grupos de Carteras (semilla compartida)
fa: گروه‌های کیف پول سید مشترک
fr: Groupes de portefeuilles partagés
hi: साझा बीज बटुए समूह
hr: Zajedničke grupe za sjeme novčanika
hy: Համօգտագործված սերմերի դրամապանակների խմբեր
id: Kelompok dompet benih bersama
it: Gruppi di portafogli di semi condivisi
ja: 共有シードウォレットグループ
ko: 공유 시드 지갑 그룹
my: shared မျိုးစေ့ပိုက်ဆံအိတ်အုပ်စုများ
pl: Grupy portfeli z współdzielonym seedem
th: กลุ่มกระเป๋าเงินที่ใช้ร่วมกัน
tl: Ibinahaging mga pangkat ng pitaka ng binhi
tr: Paylaşılan tohum cüzdan grupları
uk: Спільні групи насіннєвих гаманців
ur: مشترکہ بیج پرس گروپ
vi: Nhóm ví hạt được chia sẻ
zh: 共享助记词钱包组
zh_tw: 共享助記詞錢包組

source: Show
ar: يعرض
bg: Показване
es: Mostrar
fa: نمایش
fr: Montrer
hi: दिखाओ
hr: Pokazati
hy: Ցուցահանդես
it: Mostra
ja: 見せる
ko: 표시
my: ပြသ
pl: Pokaż
th: แสดง
tl: Ipakita
tr: Göstermek
uk: Показувати
ur: دکھائیں
vi: Trình diễn
zh: 展示
zh_tw: 展示

source: Show Address Book popup
ar: عرض "إضافة إلى كتاب العناوين" المنبثقة بعد الإرسال
bg: Показване на изскачащ прозорец на адресна книга
cs: Zobrazit vyskakovací okno
es: Mostrar la ventana emergente de la libreta de direcciones
fa: نمایش پنجره دفترچه آدرس
fr: Afficher la popup `` Ajouter au carnet d'adresses '' après avoir envoyé
hi: भेजने के बाद 'एड एड्रेस बुक' पॉपअप दिखाएं
hr: Prikaži Popup adresara
hy: Show ույց տալ «Ուղարկելուց հետո« Հասցեների գրքի »թռուցիկ
it: Mostra popup della rubrica
ja: アドレス帳のポップアップを表示します
ko: 주소록 팝업 표시
my: လိပ်စာစာအုပ် popup ပြပါ
pl: Pokaż wyskakujące okno książki adresowej
th: แสดงสมุดที่อยู่ป๊อปอัพ
tl: Ipakita ang popup na 'Idagdag sa Address Book' pagkatapos magpadala
tr: Adres Kitabı Popup'ı Göster
uk: Показати спливаюче вікно адреси книги
ur: بھیجنے کے بعد 'ایڈریس میں شامل کریں کتاب' پاپ اپ دکھائیں
vi: Hiển thị cửa sổ bật lên 'Thêm vào sổ địa chỉ' sau khi gửi
zh: 显示地址簿弹出
zh_tw: 顯示地址簿弹出

# show_balance
source: Long Press to Show Balance
ar: اضغط لفترة طويلة لإظهار التوازن
bg: Дълго натиснете, за да покажете баланса
cs: Dlouhý stisknutí zobrazí rovnováhu
es: Mantén pulsado para mostrar saldo
fa: فشار طولانی برای نمایش موجودی
fr: Longue presse pour montrer l'équilibre
hi: बैलेंस दिखाने के लिए लॉन्ग प्रेस
hr: Dugački pritisak za pokazivanje ravnoteže
hy: Երկար մամուլ, հավասարակշռությունը ցույց տալու համար
it: Tieni premuto per mostrare l'importo
ja: バランスを示すためにロングプレス
ko: 길게 눌러 잔액 표시
my: ချိန်ခွင်လျှာကိုပြသရန်ရှည်လျားသောစာနယ်ဇင်း
pl: Przytrzymaj, aby wyświetlić saldo
th: กดยาวเพื่อแสดงความสมดุล
tl: Mahabang pindutin upang ipakita ang balanse
tr: Dengeyi Göstermek İçin Uzun Basın
uk: Довга преса, щоб показати рівновагу
ur: توازن ظاہر کرنے کے لئے طویل پریس
vi: Báo chí dài để hiển thị sự cân bằng
zh: 长按以显示余额
zh_tw: 長按以顯示餘額

# show_balance_toast
source: Long press to hide or show balance
ar: اضغط لفترة طويلة لإخفاء أو إظهار التوازن
bg: Дълго натискане, за да се скрие или покаже баланс
cs: Dlouhý stiskněte pro skrytí nebo zobrazení rovnováhy
es: Mantén pulsado para ocultar o mostrar el saldo
fa: فشار طولانی برای مخفی یا نمایش موجودی
fr: Longue appuyez sur pour masquer ou afficher l'équilibre
hi: बैलेंस को छिपाने या दिखाने के लिए लॉन्ग प्रेस
hr: Dugo pritisnite da biste sakrili ili pokazali ravnotežu
hy: Երկար սեղմեք `հավասարակշռությունը թաքցնելու կամ ցույց տալու համար
it: Tieni premuto per nascondere o mostrare l'importo
ja: バランスを隠したり表示したりするためにロングプレス
ko: 길게 눌러 잔액 숨기기 또는 표시
my: ချိန်ခွင်လျှာကိုဖျောက်ရန်သို့မဟုတ်ပြသရန်ရှည်လျားသောစာနယ်ဇင်း
pl: Przytrzymaj, aby ukryć lub pokazać saldo
th: กดนานเพื่อซ่อนหรือแสดงความสมดุล
tl: Mahabang pindutin upang itago o ipakita ang balanse
tr: Dengeyi gizlemek veya göstermek için uzun basın
uk: Довга преса, щоб приховати або показати рівновагу
ur: توازن چھپانے یا ظاہر کرنے کے لئے طویل پریس
vi: Nhấn dài để ẩn hoặc hiển thị sự cân bằng
zh: 长按以隐藏或显示余额
zh_tw: 長按以隱藏或顯示餘額

source: Show Details
ar: اظهر التفاصيل
bg: Показване на подробностите
cs: Zobrazit detaily
de: Details anzeigen
es: Mostrar detalles
fa: نمایش جزئیات
fr: Afficher les détails
hi: विवरण दिखाएं
hr: Prikaži pojedinosti
hy: Ցուցադրել մանրամասներ
id: Tampilkan Rincian
it: Mostra dettagli
ja: 詳細を表示
ko: 세부 정보 표시
my: အသေးစိတ်ပြ
nl: Toon details
pl: Pokaż Szczegóły
pt: Mostrar detalhes
ru: Показать детали
th: แสดงรายละเอียด
tl: Ipakita ang mga detalye
tr: Detayları Göster
uk: Показати деталі
ur: تفصیلات دکھائیں
vi: Hiển thị chi tiết
zh: 显示详细信息
zh_tw: 顯示詳細資訊

# show_keys
source: Show seed/keys
ar: اظهار السييد / المفاتيح
bg: Покажи seed/keys
cs: Zobrazit seed/klíče
de: Seed/Schlüssel anzeigen
es: Mostrar semilla/claves
fa: نمایش سید/کلیدها
fr: Visualiser la phrase secrète (seed) et les clefs
hi: बीज / कुंजियाँ दिखाएँ
hr: Prikaži pristupni izraz/ključ
hy: Ցուցադրել բանալիներ
id: Tampilkan seed/kunci
it: Mostra seme/chiavi
ja: シード/キーを表示する
ko: 시드/키 표시
my: မျိုးစေ့ /သော့များကို ပြပါ။
nl: Toon zaad/sleutels
pl: Pokaż seed/klucze
pt: Mostrar semente/chaves
ru: Показать мнемоническую фразу/ключи
th: แสดงซีด/คีย์
tl: Ipakita ang mga seed/key
tr: Tohumları/anahtarları göster
uk: Показати мнемонічну фразу/ключі
ur: بیج / چابیاں دکھائیں۔
vi: Hiển thị hạt giống/khóa
zh: 显示助记词/密钥
zh_tw: 顯示助記詞/密鑰

source: Show Marketplace
ar: إظهار السوق
bg: Покажи пазар
cs: Zobrazit trh
de: Marktplatz anzeigen
es: Mostrar Cake Features
fa: نمایش بازارچه
fr: Afficher la place de marché
hi: बाज़ार दिखाएँ
hr: Prikaži tržište
hy: Ցուցադրել շուկան
id: Tampilkan Pasar
it: Mostra mercato
ja: マーケットプレイスを表示
ko: 마켓플레이스 표시
my: စျေးကွက်ကိုပြသပါ။
nl: Toon Marktplaats
pl: Pokaż Marketplace
pt: Mostrar mercado
ru: Показать торговую площадку
th: แสดงตลาดกลาง
tl: Ipakita ang Marketplace
tr: Pazar Yerini Göster
uk: Відображати маркетплейс
ur: بازار دکھائیں۔
vi: Hiển thị Thị trường
zh: 显示市场
zh_tw: 顯示市场

source: Show seed
ar: عرض السييد
bg: Покажи seed
cs: Zobrazit seed
de: Seed zeigen
es: Mostrar semilla
fa: نمایش سید
fr: Visualiser la phrase secrète (seed)
hi: बीज दिखाओ
hr: Prikaži pristupni izraz
hy: Ցուցադրել սերմ
id: Tampilkan seed
it: Mostra seme
ja: シードを表示
ko: 시드 표시
my: မျိုးစေ့ကိုပြပါ။
nl: Toon zaad
pl: Pokaż seed
pt: Mostrar semente
ru: Показать мнемоническую фразу
th: แสดงซีด
tl: Ipakita ang seed
tr: Tohumları göster
uk: Показати мнемонічну фразу
ur: بیج دکھائیں۔
vi: Hiển thị hạt giống
zh: 显示助记词
zh_tw: 顯示助記詞

source: Sign Message
ar: تسجيل رسالة
bg: Съобщение за подписване
cs: Podepsat zprávu
de: Nachricht unterschreiben
es: Firmar mensaje
fa: امضای پیام
fr: Signer le message
hi: हस्ताक्षर संदेश
hr: Poruka
hy: Կնքել հաղորդագրություն
id: Pesan tanda
it: Firma messaggio
ja: 署名メッセージ
ko: 메시지 서명
my: လက်မှတ်စာ
nl: Aanmeldingsbericht
pl: Podpisz wiadomość
pt: Mensagem de assinar
ru: Сообщение о знаке
th: ลงนามข้อความ
tl: Mag -sign Message
tr: İşaret mesajı
uk: Підпишіть повідомлення
ur: سائن پیغام
vi: Ký tin nhắn
zh: 签名消息
zh_tw: 簽名訊息

source: Sign Up
ar: اشتراك
bg: Регистрация
cs: Registrovat se
de: Anmelden
es: Registrarse
fa: ثبت نام
fr: S'inscrire
hi: साइन अप करें
hr: Prijavite se
hy: Գրանցվել
id: Daftar
it: Registrati
ja: サインアップ
ko: 가입
my: ဆိုင်းအပ်
nl: Aanmelden
pl: Zarejestruj się
pt: Inscrever-se
ru: Зарегистрироваться
th: สมัครสมาชิก
tl: Mag-sign Up
tr: Kaydol
uk: Зареєструватися
ur: سائن اپ
vi: Đăng ký
zh: 注册
zh_tw: 註冊

# sign_verify_message
source: Sign / Verify
ar: تسجيل / تحقق
bg: Подпишете / проверете
cs: Podepsat / ověřit
de: Nachricht unterschreiben oder überprüfen
es: Firmar / Verificar
fa: امضا / تایید
fr: Signe / vérifier
hi: हस्ताक्षर / सत्यापित करें
hr: Potpisati / provjeriti
hy: Նշեք / ստուգեք
id: Tanda / verifikasi
it: Firmare / verificare
ja: 署名 /検証
ko: 서명 / 검증
my: လက်မှတ်ထိုး / အတည်ပြုရန်
nl: Teken of verifieer bericht
pl: Podpisz / Zweryfikuj
pt: Assinar ou verificar mensagem
ru: Подписать или проверить сообщение
th: ลงชื่อเข้าใช้หรือตรวจสอบข้อความ
tl: Mag -sign o i -verify ang mensahe
tr: Mesajı işaretleyin veya doğrulayın
uk: Підпишіть або перевірити повідомлення
ur: پیغام پر دستخط کریں یا تصدیق کریں
vi: Ký hoặc xác minh tin nhắn
zh: 签名或验证消息
zh_tw: 簽名或驗證訊息

# sign_verify_message_sub
source: Sign or verify a message using your private key
ar: قم بتوقيع أو التحقق من رسالة باستخدام المفتاح الخاص بك
bg: Подпишете или проверете съобщение с помощта на вашия личен ключ
cs: Podepište nebo ověřte zprávu pomocí soukromého klíče
de: Unterschreiben oder überprüfen Sie eine Nachricht mit Ihrem privaten Schlüssel
es: Firmar o verificar un mensaje con tu clave privada
fa: امضا یا تایید یک پیام با استفاده از کلید خصوصی شما
fr: Signez ou vérifiez un message en utilisant votre clé privée
hi: अपनी निजी कुंजी का उपयोग करके किसी संदेश पर हस्ताक्षर या सत्यापित करें
hr: Potpišite ili provjerite poruku pomoću privatnog ključa
hy: Կնքել կամ ստուգել հաղորդագրությունը ձեր գախտնի բանալիով
id: Menandatangani atau memverifikasi pesan menggunakan kunci pribadi Anda
it: Firma o verifica un messaggio utilizzando la chiave privata
ja: 秘密鍵を使用してメッセージに署名または確認します
ko: 개인 키를 사용하여 메시지 서명 또는 검증
my: သင်၏ကိုယ်ပိုင်သော့ကို သုံး. မက်ဆေ့ခ်ျကိုလက်မှတ်ထိုးပါ
nl: Teken of verifieer een bericht met uw privésleutel
pl: Podpisz lub zweryfikuj wiadomość przy użyciu swojego klucza prywatnego
pt: Assine ou verifique uma mensagem usando sua chave privada
ru: Подписать или проверить сообщение, используя свой закрытый ключ
th: ลงชื่อเข้าใช้หรือตรวจสอบข้อความโดยใช้คีย์ส่วนตัวของคุณ
tl: Mag -sign o i -verify ang isang mensahe gamit ang iyong pribadong key
tr: Özel anahtarınızı kullanarak bir mesajı imzalayın veya doğrulayın
uk: Підпишіть або перевірте повідомлення за допомогою вашого приватного ключа
ur: اپنی نجی کلید کا استعمال کرتے ہوئے کسی پیغام پر دستخط کریں یا اس کی تصدیق کریں
vi: Ký hoặc xác minh một tin nhắn bằng khóa riêng của bạn
zh: 使用您的私钥签名或验证消息
zh_tw: 使用您的私鑰簽名或驗證訊息

# sign_verify_title
source: Sign / Verify
ar: تسجيل / تحقق
bg: Подпишете / проверете
cs: Podepsat / ověřit
de: Zeichen / überprüfen
es: Firmar / Verificar
fa: امضا / تایید
fr: Signe / vérifier
hi: हस्ताक्षर / सत्यापित करें
hr: Potpisati / provjeriti
hy: Կնքել / Ստուգել
id: Tanda / verifikasi
it: Firmare / verificare
ja: 署名 /検証
ko: 서명 / 검증
my: လက်မှတ်ထိုး / အတည်ပြုရန်
nl: Ondertekenen / verifiëren
pl: Podpisz / Zweryfikuj
pt: Assinar / verificar
ru: Знак / проверка
th: ลงชื่อ / ตรวจสอบ
tl: Mag -sign / Mag -verify
tr: İşaretle / Doğrula
uk: Знак / Перевірка
ur: سائن / تصدیق کریں
vi: Ký / Xác minh
zh: 签名 /验证
zh_tw: 簽名 /驗證

source: Signature
ar: إمضاء
bg: Подпис
cs: Podpis
de: Signatur
es: Firma
fa: امضا
hi: हस्ताक्षर
hr: Potpis
hy: Կնիք
id: Tanda tangan
it: Firma
ja: サイン
ko: 서명
my: လက်မှတ်
nl: Handtekening
pl: Podpis
pt: Assinatura
ru: Подпись
th: ลายเซ็น
tl: Lagda
tr: İmza
uk: Підпис
ur: دستخط
vi: Chữ ký
zh: 签名
zh_tw: 簽名
