Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# error_text_xmr
source: XMR value can't exceed available balance. The number of fraction digits must be less or equal to 12
ar: لا يمكن أن تتجاوز قيمة XMR الرصيد المتاح. يجب أن يكون عدد الكسور أقل من أو يساوي 12
bg: XMR сумата не може да надхвърля наличния баланс. Броят на цифрите след десетичната запетая може да бъде най-много 12
cs: Hodnota XMR nemůže překročit dostupný zůstatek. Počet desetinných míst musí být menší, nebo roven 12
de: Der XMR-Wert darf das verfügbare Guthaben nicht überschreiten. Die Anzahl der Nachkommastellen muss kleiner oder gleich 12 sein
es: El valor de XMR no puede exceder el saldo disponible. El número de dígitos de fracción debe ser menor o igual a 12
fa: مقدار XMR نمی‌تواند از موجودی قابل دسترس بیشتر باشد. تعداد ارقام اعشار باید کمتر یا مساوی ۱۲ باشد
fr: La valeur de XMR dépasse le solde disponible. La partie décimale doit comporter au plus 12 chiffres
hi: एक्सएमआर मूल्य उपलब्ध शेष राशि से अधिक नहीं हो सकता. अंश अंकों की संख्या 12 से कम या इसके बराबर होनी चाहिए
hr: XMR vrijednost ne smije biti veća od raspoloživog iznosa. Broj decimala smije biti 12 ili manji.
hy: XMR արժեքը չի կարող գերազանցել հասանելի մնացորդը: Կոտորակային թվերի քանակը պետք է լինի 12-ից պակաս կամ հավասար
id: Nilai XMR tidak boleh melebihi saldo yang tersedia. Jumlah digit pecahan harus kurang atau sama dengan 12
it: Il valore in XMR non può eccedere il saldo disponibile. Il numero delle cifre decimali deve essere inferiore o uguale a 12
ja: XMR値は利用可能な残高を超えることはできません. 小数桁数は12以下でなければなりません
ko: XMR 값이 사용 가능 잔액을 초과할 수 없습니다. 소수 자릿수는 12자리 이하여야 합니다.
my: XMR တန်ဖိုးသည် ရနိုင်သောလက်ကျန်ကို ကျော်လွန်၍မရပါ။ အပိုင်းကိန်းဂဏန်းများ သည် 12 နှင့် လျော့နည်းရမည်
nl: XMR-waarde kan het beschikbare saldo niet overschrijden. Het aantal breukcijfers moet kleiner zijn dan of gelijk zijn aan 12
pl: Wartość XMR nie może przekraczać dostępnego salda. Liczba cyfr dziesiętnych musi być mniejsza lub równa 12
pt: A quantia em XMR não pode exceder o saldo disponível. TO número de dígitos decimais deve ser menor ou igual a 12
ru: Значение XMR не может превышать доступный баланс. Количество цифр после запятой должно быть меньше или равно 12
th: มูลค่า XMR ไม่สามารถเกินยอดคงเหลือได้ จำนวนสตริงทศนิยมต้องน้อยกว่าหรือเท่ากับ 12
tl: Ang halaga ng XMR ay hindi maaaring lumampas sa magagamit na balanse. Ang bilang ng mga numero ng fraction ay dapat na mas mababa o katumbas ng 12
tr: XMR miktarı kullanılabilir bakiyeyi aşamaz. Kesir basamaklarının sayısı 12'ye eşit veya daha az olmalıdır
uk: Значення XMR не може перевищувати доступний баланс. Кількість цифр після коми повинно бути меншим або дорівнювати 12
ur: XMR قدر دستیاب بیلنس سے زیادہ نہیں ہو سکتی۔\nفرکشن ہندسوں کی تعداد 12 سے کم یا اس کے برابر ہونی چاہیے۔
vi: Giá trị XMR không được vượt quá số dư khả dụng. Số chữ số thập phân phải ít hơn hoặc bằng 12
zh: XMR值不能超过可用余额. 小数位数必须小于或等于12
zh_tw: XMR值不能超過可用餘額. 小數位數必須小於或等於12

# errorGettingCredentials
source: Failed: Error while getting credentials
ar: ﺩﺎﻤﺘﻋﻻ﻿ﺍ ﺕﺎﻧﺎﻴﺑ ﻰﻠﻋ ﻝﻮﺼﺤﻟﺍ ءﺎﻨﺛﺃ ﺄﻄﺧ ﺙﺪﺣ :ﻞﺸﻓ
bg: Неуспешно: Грешка при получаване на идентификационни данни
cs: Selhalo: Chyba při získávání přihlašovacích údajů
de: Fehlgeschlagen: Fehler beim Abrufen der Anmeldeinformationen
es: Error al obtener las credenciales
fa: ناموفق: خطا در دریافت اعتبارنامه‌ها
fr: Échec : erreur lors de l'obtention des informations d'identification
hi: विफल: क्रेडेंशियल प्राप्त करते समय त्रुटि
hr: Neuspješno: Pogreška prilikom dobivanja vjerodajnica
hy: Սխալ. ծանրաբեռնված վստահագրեր ստանալիս
id: Gagal: Terjadi kesalahan saat mendapatkan kredensial
it: Non riuscito: errore durante il recupero delle credenziali
ja: 失敗: 認証情報の取得中にエラーが発生しました
ko: 실패: 자격 증명을 가져오는 중 오류 발생
my: မအောင်မြင်ပါ- အထောက်အထားများ ရယူနေစဉ် အမှားအယွင်း
nl: Mislukt: fout bij het ophalen van inloggegevens
pl: Niepowodzenie: Błąd podczas pobierania poświadczeń
pt: Falha: Erro ao obter credenciais
ru: Не удалось: ошибка при получении учетных данных.
th: ล้มเหลว: เกิดข้อผิดพลาดขณะรับข้อมูลรับรอง
tl: Nabigo: Error habang kumukuha ng mga kredensyal
tr: Başarısız: Kimlik bilgileri alınırken hata oluştu
uk: Помилка: помилка під час отримання облікових даних
ur: ۔ﯽﺑﺍﺮﺧ ﮟﯿﻣ ﮯﻧﺮﮐ ﻞﺻﺎﺣ ﺩﺎﻨﺳﺍ :ﻡﺎﮐﺎﻧ
vi: Không thành công: Lỗi khi nhận thông tin xác thực
zh: 失败：获取凭据时出错
zh_tw: 失敗：獲取凭據時出錯

# errorSigningTransaction
source: An error has occured while signing transaction
ar: ﺔﻠﻣﺎﻌﻤﻟﺍ ﻊﻴﻗﻮﺗ ءﺎﻨﺛﺃ ﺄﻄﺧ ﺙﺪﺣ
bg: Възникна грешка при подписване на транзакция
cs: Při podepisování transakce došlo k chybě
de: Beim Signieren der Transaktion ist ein Fehler aufgetreten
es: Se ha producido un error al firmar la transacción.
fa: خطایی هنگام امضای تراکنش رخ داده است
fr: Une erreur s'est produite lors de la signature de la transaction
hi: लेन-देन पर हस्ताक्षर करते समय एक त्रुटि उत्पन्न हुई है
hr: Došlo je do pogreške prilikom potpisivanja transakcije
hy: Սխալ է տեղի ունեցել գործարքը ստորագրելիս
id: Terjadi kesalahan saat menandatangani transaksi
it: Si è verificato un errore durante la firma della transazione
ja: トランザクションの署名中にエラーが発生しました
ko: 트랜잭션 서명 중 오류가 발생했습니다
my: ငွေပေးငွေယူ လက်မှတ်ထိုးစဉ် အမှားအယွင်းတစ်ခု ဖြစ်ပေါ်ခဲ့သည်။
nl: Er is een fout opgetreden tijdens het ondertekenen van de transactie
pl: Wystąpił błąd podczas podpisywania transakcji
pt: Ocorreu um erro ao assinar a transação
ru: Произошла ошибка при подписании транзакции
th: เกิดข้อผิดพลาดขณะลงนามธุรกรรม
tl: Error habang pinipirmahan ang transaksyon
tr: İşlem imzalanırken bir hata oluştu
uk: Під час підписання транзакції сталася помилка
ur: ۔ﮯﮨ ﯽﺌﮔﺁ ﺶﯿﭘ ﯽﺑﺍﺮﺧ ﮏﯾﺍ ﺖﻗﻭ ﮯﺗﺮﮐ ﻂﺨﺘﺳﺩ ﺮﭘ ﻦﯾﺩ ﻦﯿﻟ
vi: Đã xảy ra lỗi khi ký giao dịch
zh: 签署交易时发生错误
zh_tw: 簽署交易時發生錯誤

source: Estimated
ar: مُقدَّر
bg: Изчислено
cs: Odhadováno
de: Geschätzt
es: Estimado
fa: تخمین زده شده
fr: Estimé
hi: अनुमानित
hr: procijenjen
hy: Գնահատված
id: Diperkirakan
it: Stimato
ja: 推定
ko: 예상
my: ခန့်မှန်း
nl: Geschatte
pl: Szacowane
pt: Estimado
ru: Примерно
th: ประมาณการ
tl: Tinatayang
tr: Tahmini
uk: Приблизно
ur: تخمینہ لگایا
vi: Ước tính
zh: 估计值
zh_tw: 估計值

source: Estimated new fee
ar: رسوم جديدة مقدرة
bg: Прогнозна нова такса
cs: Odhadovaný nový poplatek
de: Geschätzte neue Gebühr
es: Nueva tarifa estimada
fa: کارمزد جدید تخمینی
fr: De nouveaux frais estimés
hi: अनुमानित नया शुल्क
hr: Procijenjena nova naknada
hy: Գնահատված նոր միջնորդավճար
id: Perkiraan biaya baru
it: Nuova commissione stimata
ja: 推定新しい料金
ko: 예상 새 수수료
my: ခန့်မှန်းသစ်ခန့်မှန်း
nl: Geschatte nieuwe vergoeding
pl: Szacowana nowa opłata
pt: Nova taxa estimada
ru: Расчетная новая плата
th: ค่าธรรมเนียมใหม่โดยประมาณ
tl: Tinatayang bagong fee
tr: Tahmini yeni ücret
uk: Орієнтовна нова комісія
ur: تخمینہ شدہ نئی فیس
vi: Phí mới ước tính
zh: 估计新费用
zh_tw: 估計新費用

source: Estimated receive amount
ar: مقدرة المبلغ الاستقبال
bg: Прогнозна сума за получаване
cs: Odhadovaná částka přijímání
de: Geschätzter Empfangsbetrag
es: Cantidad estimada a recibir
fa: مقدار دریافتی تخمینی
fr: Recevoir estimé le montant
hi: अनुमानित राशि
hr: Procijenjeni iznos primanja
hy: Գնահատված ստացված գումար
id: Diperkirakan jumlah menerima
it: Importo di ricezione stimato
ja: 推定受信金額
ko: 예상 수령 금액
my: ခန့်မှန်းရရှိသောပမာဏ
nl: Geschat ontvangen bedrag
pl: Szacowana kwota otrzymania
pt: Valor estimado de recebimento
ru: Расчетная сумма получения
th: โดยประมาณว่าจำนวนเงินที่ได้รับ
tl: Tinatayang natanggap na halaga
tr: Tahmini alma miktarı
uk: Орієнтовна сума отримує
ur: تخمینہ وصول کی رقم
vi: Số tiền nhận ước tính
zh: 估计接收金额
zh_tw: 估計接收金額

source: Etherscan history
ar: Etherscan تاريخ
bg: История на Etherscan
cs: Historie Etherscanu
de: Etherscan-Geschichte
es: Historial de Etherscan
fa: تاریخچه Etherscan
fr: Historique Etherscan
hi: इथरस्कैन इतिहास
hr: Etherscan povijest
hy: Etherscan պատմություն
id: Sejarah Etherscan
it: Cronologia Etherscan
ja: イーサスキャンの歴史
ko: Etherscan 내역
my: Etherscan သမိုင်း
nl: Etherscan-geschiedenis
pl: Historia Etherscan
pt: história Etherscan
ru: История Эфириума
th: ประวัติอีเธอร์สแกน
tl: Kasaysayan ng Etherscan
tr: Etherscan geçmişi
uk: Історія Etherscan
ur: ﺦﯾﺭﺎﺗ ﯽﮐ ﻦﯿﮑﺳﺍ ﺮﮭﺘﯾﺍ
vi: Lịch sử Etherscan
zh: 以太扫描历史
zh_tw: 以太掃描歷史

source: Event
ar: ﺙﺪﺣ
bg: Събитие
cs: událost
de: Ereignis
es: Evento
fa: رویداد
fr: Événement
hi: आयोजन
hr: Događaj
hy: Իրադարձություն
id: Peristiwa
it: Evento
ja: イベント
ko: 이벤트
my: ပွဲ
nl: Evenement
pl: Zdarzenie
pt: Evento
ru: Событие
th: เหตุการณ์
tl: Kaganapan
tr: Etkinlik
uk: Подія
ur: ﺐﯾﺮﻘﺗ
vi: Sự kiện
zh: 事件
zh_tw: 事件

source: Events
ar: ﺙﺍﺪﺣﻷ﻿ﺍ
bg: събития
cs: Události
de: Veranstaltungen
es: Eventos
fa: رویدادها
fr: Événements
hi: आयोजन
hr: Događaji
hy: Իրադարձություններ
id: Acara
it: Eventi
ja: イベント
ko: 이벤트
my: အဲ့ဒါနဲ့
nl: Evenementen
pl: Zdarzenia
pt: Eventos
ru: События
th: กิจกรรม
tl: Mga kaganapan
tr: Olaylar
uk: Події
ur: ﺕﺎﺒﯾﺮﻘﺗ
vi: Các sự kiện
zh: 活动
zh_tw: 活動

source: Exchange
ar: تبديل
bg: Обмен
cs: Výměna
de: Umwechseln
es: Intercambio
fa: تبادل
fr: Échanger
hi: बदलना
hr: Razmjena
hy: Փոխանակել
id: Menukar
it: Scambio
ja: 交換
ko: 교환
my: လဲလှယ်
nl: Uitwisseling
pl: Wymiana
pt: Trocar
ru: Обмен
th: แลกเปลี่ยน
tl: Palitan
tr: Değişme
uk: Обмін
ur: تبادلہ
vi: Tráo đổi
zh: 兑换
zh_tw: 兌換

# exchange_incorrect_current_wallet_for_xmr
source: If you want to swap XMR from your Cake Wallet Monero balance, please switch to your Monero wallet first.
ar: إذا كنت ترغب في تبديل XMR من رصيد محفظة الكعكة ، فيرجى التبديل إلى محفظة Monero أولاً.
bg: Ако искате да смените XMR от вашия баланс на портфейла на тортата Monero, моля, преминете първо към вашия портфейл Monero.
cs: Pokud chcete vyměnit XMR z vaší dortové peněženky Monero Balance, nejprve přepněte na peněženku Monero.
de: Wenn Sie XMR von Ihrem Cake Wallet Monero-Guthaben umtauschen möchten, wechseln Sie bitte zuerst zu Ihrer Monero-Wallet.
es: Si deseas intercambiar XMR de tu saldo de Monero en Cake Wallet, por favor cambia primero a tu billetera Monero.
fa: اگر می‌خواهید XMR را از موجودی مونرو کیک ولت خود تبادل کنید، لطفاً ابتدا به کیف پول مونرو خود بروید.
fr: Si vous souhaitez échanger des XMR depuis le solde Monero de votre Cake Wallet, veuillez d'abord passer à votre portefeuille Monero.
hi: यदि आप अपने केक वॉलेट मोनेरो बैलेंस से XMR को स्वैप करना चाहते हैं, तो कृपया पहले अपने मोनेरो वॉलेट पर स्विच करें।
hr: Ako želite zamijeniti XMR iz vašeg novčanika za kolač Monero, prvo se prebacite na svoj novčanik Monero.
hy: Եթե ​​ցանկանում եք փոխանակել XMR ձեր տորթի դրամապանակից Monero Relandal- ից, խնդրում ենք նախ անցնել ձեր Monero դրամապանակին:
id: Jika Anda ingin bertukar XMR dari Saldo Monero Dompet Kue Anda, silakan beralih ke Monero Wallet Anda terlebih dahulu.
it: Se vuoi scambiare XMR dal tuo portafoglio Cake Wallet, devi prima passare al portafoglio Monero.
ja: XMRをケーキウォレットモネロバランスから交換したい場合は、最初にMoneroウォレットに切り替えてください。
ko: Cake Wallet 모네로 잔액에서 XMR을 스왑하려면 먼저 모네로 지갑으로 전환하세요.
my: အကယ်. သင်သည် XMR ကိုသင်၏ကိတ်မုန့် Monero Balance မှ Swap ကိုလဲလှယ်လိုပါကသင်၏ Monero Wallet ကိုပထမဆုံးအကြိမ်ပြောင်းပါ။
nl: Als u XMR wilt omwisselen van uw Cake Wallet Monero-saldo, moet u eerst overschakelen naar uw Monero-portemonnee.
pl: Jeśli chcesz wymienić XMR z salda Monero w Cake Wallet, najpierw przełącz się na swój portfel Monero.
pt: Se você deseja trocar o XMR de seu saldo da Carteira Monero Cake, troque primeiro para sua carteira Monero.
ru: Если вы хотите обменять XMR со своего баланса Monero в Cake Wallet, сначала переключитесь на свой кошелек Monero.
th: หากคุณต้องการสลับ XMR จาก Cake Wallet Monero Balance โปรดเปลี่ยนไปใช้กระเป๋าเงิน Monero ก่อน
tl: Kung nais mong magpalit ng XMR mula sa iyong balanse ng Wallet Monero, mangyaring lumipat sa iyong Monero Wallet muna.
tr: XMR'yi kek cüzdanı Monero bakiyenizden değiştirmek istiyorsanız, lütfen önce Monero cüzdanınıza geçin.
uk: Якщо ви хочете поміняти XMR зі свого балансу для тортів Monero Balance, спочатку перейдіть на свій гаманець Monero.
ur: اگر آپ اپنے کیک پرس مونیرو بیلنس سے XMR تبدیل کرنا چاہتے ہیں تو ، براہ کرم پہلے اپنے مونیرو پرس میں جائیں۔
vi: Nếu bạn muốn trao đổi XMR từ CAPE CAME MONERO BALANCE, vui lòng chuyển sang ví Monero của bạn trước.
zh: 如果您想从 Cake Wallet 的 Monero 余额兑换 XMR，请先切换到 Monero 钱包。
zh_tw: 如果您想從 Cake Wallet 的 Monero 餘額兌換 XMR，請先切換到 Monero 錢包。

# exchange_new_template
source: New template
ar: قالب جديد
bg: Нов шаблон
cs: Nová šablona
de: Neue Vorlage
es: Nueva plantilla
fa: قالب جدید
fr: Nouveau modèle d'échange
hi: नया टेम्पलेट
hr: Novi predložak
hy: Նոր տեսակ
id: Template baru
it: Nuovo modello
ja: 新しいテンプレート
ko: 새 템플릿
my: ပုံစံအသစ်
nl: Nieuwe sjabloon
pl: Nowy szablon
pt: Novo modelo
ru: Новый шаблон
th: เทมเพลทใหม่
tl: Bagong template
tr: Yeni şablon
uk: Новий шаблон
ur: نیا سانچہ
vi: Mẫu mới
zh: 新兑换模板
zh_tw: 新兌換模板

# exchange_provider_unsupported
source: ${providerName} is no longer supported!
ar: ${providerName} لم يعد مدعومًا!
bg: ${providerName} вече не се поддържа!
cs: ${providerName} již není podporováno!
de: ${providerName} wird nicht mehr unterstützt!
es: ¡${providerName} ya no está soportado!
fa: ${providerName} دیگر پشتیبانی نمی‌شود!
fr: ${providerName} n'est plus pris en charge !
hi: ${providerName} अब समर्थित नहीं है!
hr: ${providerName} više nije podržan!
hy: ${providerName} այլևս չի ապահովվում
id: ${providerName} tidak lagi didukung!
it: ${providerName} non è più supportato!
ja: ${providerName}はサポートされなくなりました！
ko: ${providerName}은(는) 더 이상 지원되지 않습니다!
my: ${providerName} မရှိတော့ပါ!
nl: ${providerName} wordt niet langer ondersteund!
pl: ${providerName} nie jest już obsługiwany!
pt: ${providerName} não é mais suportado!
ru: ${providerName} больше не поддерживается!
th: ${providerName} ไม่ได้รับการสนับสนุนอีกต่อไป!
tl: Ang ${providerName} ay hindi na suportado!
tr: ${providerName} artık desteklenmiyor!
uk: ${providerName} більше не підтримується!
ur: ${providerName} اب تعاون نہیں کیا جاتا ہے!
vi: ${providerName} không còn được hỗ trợ nữa!
zh: ${providerName} 兑换服务不再支持！
zh_tw: ${providerName} 兌換服務不再支援！

# exchange_result_confirm
source: By pressing confirm, you will be sending ${fetchingLabel} ${from} from your wallet called ${walletName} to the address shown below. Or you can send from your external wallet to the below address/QR code. Please press confirm to continue or go back to change the amounts.
ar: بالضغط على تأكيد ، سترسل ${fetchingLabel} ${from} من محفظتك المسماة ${walletName} إلى العنوان الموضح أدناه. أو يمكنك الإرسال من محفظتك الخارجية إلى العنوان أدناه / QR. يرجى الضغط على تأكيد للمتابعة أو الرجوع لتغيير المبالغ.
cs: Po stisknutí Potvrdit odešlete ${fetchingLabel} ${from} ze své peněženky s názvem ${walletName} na adresu uvedenou níže. Nebo můžete prostředky poslat ze své externí peněženky na níže uvedenou adresu/QR kód. Prosím stiskněte Potvrdit pro pokračování, nebo se vraťte zpět pro změnu částky.
de: Durch Drücken von "Bestätigen" wird ${fetchingLabel} ${from} von Ihrer Wallet namens ${walletName} an die unten angegebene Adresse gesendet. Alternativ können Sie von einer externen Wallet an die unten angegebene Adresse / QR-Code senden. Bitte bestätigen Sie, um fortzufahren, oder gehen Sie zurück, um die Beträge zu ändern.
es: Al presionar confirmar, enviará ${fetchingLabel} ${from} desde tu cartera llamada ${walletName} a la dirección que se muestra a continuación. O puedes enviar desde tu cartera externa a la dirección o código QR que se muestra a continuación. Presiona confirmar para continuar o regresa para cambiar los importes.
fa: با فشردن تایید، شما مقدار ${fetchingLabel} ${from} از کیف پول خود با نام ${walletName} به آدرس نشان داده شده در زیر ارسال خواهید کرد. یا می‌توانید از کیف پول خارجی خود به آدرس/کد QR زیر ارسال کنید. لطفاً برای ادامه تایید را فشار دهید یا برای تغییر مقادیر به عقب برگردید.
fr: En pressant confirmer, vous enverrez ${fetchingLabel} ${from} depuis votre portefeuille (wallet) nommé ${walletName} vers l'adresse ci-dessous. Vous pouvez aussi envoyer depuis votre portefeuille externe vers l'adresse/QR code ci-dessous. Merci d'appuyer sur confirmer pour continuer ou retournez en arrière pour modifier les montants.
hi: पुष्टि दबाकर, आप भेज रहे होंगे ${fetchingLabel} ${from} अपने बटुए से ${walletName} नीचे दिखाए गए पते पर। या आप अपने बाहरी वॉलेट से नीचे के पते पर भेज सकते हैं / क्यूआर कोड पर भेज सकते हैं। कृपया जारी रखने या राशि बदलने के लिए वापस जाने के लिए पुष्टि करें दबाएं.
hr: Pritiskom na potvrdi, poslat ćete ${fetchingLabel} ${from} sa svog novčanika pod nazivom ${walletName} na adresu prikazanu ispod ili iznos možete poslati s vanjskog novčanika na niže navedenu adresu. /QR code. Molimo potvrdite za nastavak ili se vratite natrag za promjenu iznosa.
hy: Սեղմելով հաստատել, դուք կուղարկեք ${fetchingLabel} ${from} ձեր հաշվեհամարից ${walletName} հետևյալ հասցեին: Կամ կարող եք ուղարկել ձեր արտաքին հաշվեհամարից հետևյալ հասցեին/QR կոդին: Խնդրում ենք սեղմել հաստատել կամ վերադառնալ գումարը փոխելու համար
id: Dengan menekan tombol konfirmasi, Anda akan mengirimkan ${fetchingLabel} ${from} dari dompet Anda yang disebut ${walletName} ke alamat yang ditampilkan di bawah. Anda juga dapat mengirim dari dompet eksternal Anda ke alamat/QR code di bawah. Silakan tekan konfirmasi untuk melanjutkan atau kembali untuk mengubah jumlah.
it: Cliccando su Conferma, invierai ${fetchingLabel} ${from} dal tuo portafoglio chiamato ${walletName} all'indirizzo mostrato qui sotto. Oppure puoi inviare dal tuo portafoglio esterno all'indirizzo/codice QR mostrato in basso. Clicca su Conferma per continuare, o torna indietro per cambiare l'importo.
ja: 確認を押すと、送信されます ${fetchingLabel} ${from} と呼ばれるあなたの財布から ${walletName} 下記の住所へ。 または、外部ウォレットから以下のアドレスに送信することもできます/ QRコードに送信できます. 確認を押して続行するか、戻って金額を変更してください.
ko: 확인을 누르면 ${walletName} 지갑에서 아래 표시된 주소로 ${fetchingLabel} ${from}을(를) 보냅니다. 또는 외부 지갑에서 아래 주소/QR 코드로 보낼 수 있습니다. 계속하려면 확인을 누르거나 뒤로 가서 금액을 변경하세요.
my: အတည်ပြုချက်ကို နှိပ်ခြင်းဖြင့်၊ သင်သည် ${fetchingLabel} ${from} ဟုခေါ်သော သင့်ပိုက်ဆံအိတ်မှ ${walletName} ကို အောက်ဖော်ပြပါလိပ်စာသို့ ပေးပို့မည်ဖြစ်ပါသည်။ သို့မဟုတ် သင့်ပြင်ပပိုက်ဆံအိတ်မှ အောက်ပါလိပ်စာ/QR ကုဒ်သို့ ပေးပို့နိုင်ပါသည်။ ပမာဏများကို ပြောင်းလဲရန် ဆက်လက်လုပ်ဆောင်ရန် သို့မဟုတ် ပြန်သွားရန် အတည်ပြုချက်ကို နှိပ်ပါ။
nl: Door op bevestigen te drukken, wordt u verzonden ${fetchingLabel} ${from} uit je portemonnee genoemd ${walletName} naar het onderstaande adres. Of u kunt vanuit uw externe portemonnee naar het onderstaande adres verzenden / QR-code sturen. Druk op bevestigen om door te gaan of terug te gaan om de bedragen te wijzigen.
pl: Po naciśnięciu przycisku „Potwierdź” wyślesz ${fetchingLabel} ${from} z portfela o nazwie ${walletName} na adres podany poniżej, lub możesz wysłać z zewnętrznego portfela na poniższy adres/kod QR. Naciśnij „Potwierdź”, aby kontynuować lub wróć, aby zmienić kwoty.
pt: Ao confirmar, você enviará ${fetchingLabel} ${from} da sua carteira ${walletName} para o endereço mostrado abaixo. Ou você pode enviar de sua carteira externa para o endereço abaixo/código QR acima. Pressione Confirmar para continuar ou volte para alterar os valores.
ru: Нажимая подтвердить, вы отправите ${fetchingLabel} ${from} с вашего кошелька ${walletName} на адрес указанный ниже. Или вы можете отправить со своего внешнего кошелька на нижеуказанный адрес/QR-код. Пожалуйста, нажмите подтвердить для продолжения, или вернитесь назад для изменения суммы.
th: โดยกดปุ่มยืนยัน, คุณจะส่ง ${fetchingLabel} ${from} จากกระเป๋าของคุณที่เรียกว่า ${walletName} ไปยังที่อยู่ที่แสดงข้างล่าง หรือคุณสามารถส่งจากกระเป๋าภายนอกไปยังที่อยู่/รหัส QR ด้านล่าง โปรดกดปุ่มยืนยันเพื่อดำเนินการต่อหรือกลับไปเปลี่ยนจำนวน
tl: Sa pamamagitan ng pagpindot sa kumpirmahin, ikaw ay magpapadala ${fetchingLabel} ${from} mula sa inyong wallet na tinatawag ${walletName} sa wallet na ipinapakita sa ibaba. O pwede kang magpadala sa inyong external wallet sa ibabang address/QR code. Para magpatuloy, mangyaring pindutin upang kumpirmahin o bumalik para baguhin ang halaga.
tr: Onaylaya basarak, ${fetchingLabel} ${from} miktarında ${walletName} olarak adlandırılan cüzdanından aşağıda gösterilen adrese gönderilecek. Veya harici cüzdanından aşağıdaki adrese / QR koduna gönderebilirsin. Lütfen devam etmek için onayla'ya bas veya tutarı değiştirmek için geri dön.
uk: Натиснувши підтвердити, ви відправите ${fetchingLabel} ${from} з вашого гаманця ${walletName} на адресу вказану нижче. Або ви можете відправити зі свого зовнішнього гаманця на нижчевказану адресу/QR-код. Будь ласка, натисніть підтвердити для продовження або поверніться назад щоб змінити суму.
ur: تصدیق کو دبانے سے، آپ اپنے بٹوے سے ${fetchingLabel} ${from} بھیجیں گے جسے ${walletName} کہتے ہیں نیچے دکھائے گئے پتے پر۔ یا آپ اپنے بیرونی والیٹ سے نیچے دیئے گئے پتے/QR کوڈ پر بھیج سکتے ہیں۔\n\nجاری رکھنے کے لیے براہ کرم تصدیق کو دبائیں یا رقم تبدیل کرنے کے لیے واپس جائیں۔
vi: Bằng cách nhấn xác nhận, bạn sẽ gửi ${fetchingLabel} ${from} từ ví có tên ${walletName} của mình đến địa chỉ dưới đây. Hoặc bạn có thể gửi từ ví bên ngoài của mình đến địa chỉ/mã QR bên dưới. Vui lòng nhấn xác nhận để tiếp tục hoặc quay lại để thay đổi số tiền.
zh: 点击确定，您将从名为 ${walletName} 的钱包发送 ${from} (${fetchingLabel}) 到下方显示的地址。或者您可以从外部钱包发送到下方地址/二维码。 请按确定继续或返回更改金额
zh_tw: 點擊確定，您將從名為 ${walletName} 的錢包發送 ${from} (${fetchingLabel}) 到下方顯示的地址。或者您可以從外部錢包發送到下方地址/二維碼。 請按確定繼續或返回更改金額
