Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# do_not_have_enough_gas_asset
source: You do not have enough ${currency} to make a transaction with the current blockchain network conditions. You need more ${currency} to pay blockchain network fees, even if you are sending a different asset.
ar: ليس لديك ما يكفي من ${currency} لإجراء معاملة وفقًا لشروط شبكة blockchain الحالية. أنت بحاجة إلى المزيد من ${currency} لدفع رسوم شبكة blockchain، حتى لو كنت ترسل أصلًا مختلفًا.
bg: Нямате достатъчно ${currency}, за да извършите транзакция с текущите условия на блокчейн мрежата. Имате нужда от повече ${currency}, за да платите таксите за блокчейн мрежа, дори ако изпращате различен актив.
cs: Nemáte dostatek ${currency} k provedení transakce s aktuálními podmínkami blockchainové sítě. K placení poplatků za blockchainovou síť potřebujete více ${currency}, i když posíláte jiné aktivum.
de: Sie verfügen nicht über genügend ${currency}, um eine Transaktion unter den aktuellen Bedingungen des Blockchain-Netzwerks durchzuführen. Sie benötigen mehr ${currency}, um die Gebühren für das Blockchain-Netzwerk zu bezahlen, auch wenn Sie einen anderen Vermögenswert senden.
es: No tienes suficiente ${currency} para realizar una transacción con las condiciones actuales de la red blockchain. Necesitas más ${currency} para pagar las comisiones de la red blockchain, incluso si envías un activo diferente.
fa: شما ${currency} کافی برای انجام تراکنش با شرایط فعلی شبکه بلاکچین ندارید. شما به ${currency} بیشتری برای پرداخت هزینه‌های شبکه بلاکچین نیاز دارید، حتی اگر دارایی دیگری ارسال می‌کنید.
fr: Vous n'avez pas assez de ${currency} pour effectuer une transaction avec les conditions actuelles du réseau blockchain. Vous avez besoin de plus de ${currency} pour payer les frais du réseau blockchain, même si vous envoyez un actif différent.
hi: वर्तमान ब्लॉकचेन नेटवर्क स्थितियों में लेनदेन करने के लिए आपके पास पर्याप्त ${currency} नहीं है। ब्लॉकचेन नेटवर्क शुल्क का भुगतान करने के लिए आपको अधिक ${currency} की आवश्यकता है, भले ही आप एक अलग संपत्ति भेज रहे हों।
hr: Nemate dovoljno ${currency} da izvršite transakciju s trenutačnim uvjetima blockchain mreže. Trebate više ${currency} da platite naknade za blockchain mrežu, čak i ako šaljete drugu imovinu.
hy: Դուք չունեք բավարար ${currency} տրանզակցիան կատարելու համար ընթացիկ բլոկչեյն ցանցի պայմաններում: Դուք պետք է ունենաք ավելի շատ ${currency} blockchain ցանցի միջնորդավճարները վճարելու համար, նույնիսկ եթե դուք այլ ակտիվ եք ուղարկում:
id: Anda tidak memiliki cukup ${currency} untuk melakukan transaksi dengan kondisi jaringan blockchain saat ini. Anda memerlukan lebih banyak ${currency} untuk membayar biaya jaringan blockchain, meskipun Anda mengirimkan aset yang berbeda.
it: Non hai abbastanza ${currency} per effettuare una transazione con le attuali condizioni della rete blockchain. Hai bisogno di più ${currency} per pagare le commissioni della rete blockchain, anche se stai inviando una risorsa diversa.
ja: 現在のブロックチェーン ネットワークの状況では、トランザクションを行うのに十分な ${currency} がありません。別のアセットを送信する場合でも、ブロックチェーン ネットワーク料金を支払うにはさらに ${currency} が必要です。
ko: 현재 블록체인 네트워크 상태에서 트랜잭션을 생성하기에 ${currency}이(가) 충분하지 않습니다. 다른 자산을 보내는 경우에도 블록체인 네트워크 수수료를 지불하기 위해 더 많은 ${currency}이(가) 필요합니다.
my: လက်ရှိ blockchain ကွန်ရက်အခြေအနေများနှင့် အရောင်းအဝယ်ပြုလုပ်ရန် သင့်တွင် ${currency} လုံလောက်မှုမရှိပါ။ သင်သည် မတူညီသော ပိုင်ဆိုင်မှုတစ်ခုကို ပေးပို့နေသော်လည်း blockchain ကွန်ရက်အခကြေးငွေကို ပေးဆောင်ရန် သင်သည် နောက်ထပ် ${currency} လိုအပ်ပါသည်။
nl: U heeft niet genoeg ${currency} om een transactie uit te voeren met de huidige blockchain-netwerkomstandigheden. U heeft meer ${currency} nodig om blockchain-netwerkkosten te betalen, zelfs als u een ander item verzendt.
pl: Nie masz wystarczającej ilości ${currency}, aby wykonać transakcję przy bieżących warunkach sieci blockchain. Potrzebujesz więcej ${currency}, aby pokryć opłaty sieciowe blockchaina, nawet jeśli wysyłasz inny token.
pt: Você não tem ${currency} suficiente para fazer uma transação com as condições atuais da rede blockchain. Você precisa de mais ${currency} para pagar as taxas da rede blockchain, mesmo se estiver enviando um ativo diferente.
ru: У вас недостаточно ${currency} для совершения транзакции при текущих условиях сети блокчейн. Вам нужно больше ${currency} для оплаты комиссий за сеть блокчейна, даже если вы отправляете другой актив.
th: คุณมี ${currency} ไม่เพียงพอที่จะทำธุรกรรมกับเงื่อนไขเครือข่ายบล็อคเชนในปัจจุบัน คุณต้องมี ${currency} เพิ่มขึ้นเพื่อชำระค่าธรรมเนียมเครือข่ายบล็อคเชน แม้ว่าคุณจะส่งสินทรัพย์อื่นก็ตาม
tl: Wala kang sapat na ${currency} para gumawa ng transaksyon sa kasalukuyang kundisyon ng network ng blockchain. Kailangan mo ng higit pang ${currency} upang magbayad ng mga fee sa network ng blockchain, kahit na nagpapadala ka ng ibang asset.
tr: Mevcut blockchain ağ koşullarıyla işlem yapmak için yeterli ${currency} paranız yok. Farklı bir varlık gönderiyor olsanız bile blockchain ağ ücretlerini ödemek için daha fazla ${currency} miktarına ihtiyacınız var.
uk: У вас недостатньо ${currency}, щоб здійснити трансакцію з поточними умовами мережі блокчейн. Вам потрібно більше ${currency}, щоб сплатити комісію мережі блокчейн, навіть якщо ви надсилаєте інший актив.
ur: آپ کے پاس موجودہ بلاکچین نیٹ ورک کی شرائط کے ساتھ لین دین کرنے کے لیے کافی ${currency} نہیں ہے۔ آپ کو بلاکچین نیٹ ورک کی فیس ادا کرنے کے لیے مزید ${currency} کی ضرورت ہے، چاہے آپ کوئی مختلف اثاثہ بھیج رہے ہوں۔
vi: Bạn không có đủ ${currency} để thực hiện giao dịch với điều kiện mạng blockchain hiện tại. Bạn cần thêm ${currency} để trả phí mạng blockchain, ngay cả khi bạn đang gửi tài sản khác.
zh: 您没有足够的 ${currency} 来在当前的区块链网络条件下进行交易。即使您发送的是不同的资产，您也需要更多的 ${currency} 来支付区块链网络费用。
zh_tw: 您沒有足夠的 ${currency} 來在當前的區塊链網路條件下執行交易。即使您發送的是不同的資產，您也需要更多的 ${currency} 來支付區塊链網路費用。

# do_not_send
source: Don't send
ar: لا ترسل
bg: Не изпращай
cs: Neodesílat
de: Nicht senden
es: No enviar
fa: ارسال نکن
fr: Ne pas envoyer
hi: मत भेजो
hr: Ne šalji
hy: Մի ուղարկեք
id: Jangan kirim
it: Non inviare
ja: 送信しない
ko: 보내지 않음
my: မပို့ပါနှင့်
nl: Niet sturen
pl: Nie wysyłaj
pt: não envie
ru: Не отправлять
th: อย่าส่ง
tl: Huwag ipadala
tr: Gönderme
uk: Не надсилайте
ur: مت بھیجیں۔
vi: Đừng gửi
zh: 不要发送
zh_tw: 不要發送

# do_not_share_warning_text
source: Do not share these with anyone else, including support. Your funds can and will be stolen!
ar: لا تشارك هذه مع أي شخص آخر ، بما في ذلك الدعم. يمكن أن تتم سرقة أموالك!
bg: Не споделяйте това с никого, дори и отдел поддръжка. Парите Ви могат и ще бъдат откраднати!
cs: Toto nesdílejte s nikým jiným, ani s podporou. Jinak mohou být Vaše prostředky ukradeny!
de: Teilen Sie diese nicht mit anderen, einschließlich Support. Ihr Geld kann und wird gestohlen werden!
es: No compartas esto con nadie más, incluido el personal de soporte. ¡Tus fondos pueden ser y serán robados!
fa: این اطلاعات را با هیچ‌کس، حتی پشتیبانی به اشتراک نگذارید. وجوه شما دزدیده خواهد شد!
fr: Ne les partagez avec personne, y compris avec l'assistance. Vos fonds seraient inmanquablement volés !
hi: समर्थन सहित, इन्हें किसी और के साथ साझा न करें। आपके धन की चोरी हो सकती है और होगी!
hr: Nemojte ih dijeliti ni s kim, uključujući podršku. Vaša sredstva mogu i bit će ukradena!
hy: Մի կիսեք այս տեղեկատվությունը որևէ մեկի հետ, այդ թվում նաև աջակցության հետ: Ձեր միջոցները կարող են գողանալ կորցնել!
id: Jangan berikan ini pada siapapun, termasuk dukungan. Dana Anda bisa dan akan dicuri!
it: Non condividerli con nessun altro, incluso il supporto. I tuoi fondi possono essere e saranno rubati!
ja: サポートを含め、これらを他の誰とも共有しないでください。 あなたの資金は盗まれる可能性があります!
ko: 지원을 포함하여 다른 누구와도 공유하지 마십시오. 자금이 도난당할 수 있습니다!
my: ပံ့ပိုးကူညီမှုအပါအဝင် ဤအရာများကို အခြားမည်သူနှင့်မျှ မမျှဝေပါနှင့်။ သင့်ငွေများကို ခိုးယူခံရနိုင်သည်!
nl: Deel deze met niemand anders, ook niet met support. Uw geld kan en zal worden gestolen!
pl: Nie udostępniaj ich nikomu innemu, w tym zespołowi wsparcia. Twoje środki mogą zostać skradzione!
pt: Não os compartilhe com mais ninguém, incluindo suporte. Seus fundos podem e serão roubados!
ru: Не сообщайте их никому, включая техподдержку. Ваши средства могут и будут украдены!
th: อย่าแชร์ข้อมูลนี้กับใครอื่น รวมถึงฝ่ายสนับสนุนด้วย การเงินของคุณอาจถูกขโมยโดยไม่หวังดี!
tl: Huwag ibahagi ang mga ito sa sinuman kasama ang tagatustos. Maaaring manakaw ang iyong mga pondo!
tr: Bunları destek de dahil olmak üzere başka kimseyle paylaşma. Paran çalınabilir ve çalınacaktır!
uk: Не діліться цим нікому, включно зі службою підтримки. Ваші кошти можуть і будуть вкрадені!
ur: سپورٹ سمیت کسی اور کے ساتھ ان کا اشتراک نہ کریں۔\n\nآپ کے فنڈز چوری ہو سکتے ہیں اور ہو جائیں گے!
vi: Không chia sẻ điều này với bất kỳ ai, bao gồm cả bộ phận hỗ trợ. Tài sản của bạn có thể và sẽ bị đánh cắp!
zh: 请勿与其他任何人分享这些信息，包括支持人员。 您的资金可能而且将会被盗！
zh_tw: 請勿與其他任何人分享這些資訊，包括支援人員。 您的資金可能而且將會被盗！

# do_not_show_me
source: Do not show me this again
ar: لا ترني هذا مجددا
bg: Не показвай повече това
cs: Příště nezobrazovat
de: Zeig mir das nicht noch einmal
es: No me lo muestres de nuevo
fa: این را دوباره نشان نده
fr: Ne plus me montrer ceci à l'avenir
hi: मुझे यह फिर न दिखाएं
hr: Ne pokazuj mi ovo više
hy: Մի ցուցադրեք ինձ նորից
id: Jangan tampilkan ini lagi
it: Non mostrarmelo di nuovo
ja: また僕にこれを見せないでください
ko: 다시 표시하지 않음
my: ဒါကို ထပ်မပြနဲ့
nl: laat me dit niet opnieuw zien
pl: Nie pokazuj tego ponownie
pt: não me mostre isso novamente
ru: Не показывай мне это больше
th: อย่าแสดงข้อความนี้อีก
tl: Huwag mo itong ipakita muli
tr: Bana bunu bir daha gösterme
uk: Не показувати це знову
ur: مجھے یہ دوبارہ مت دکھانا
vi: Không hiển thị lại cho tôi
zh: 不再提示
zh_tw: 不再提示

# domain_looks_up
source: Domain lookups
ar: ﻝﺎﺠﻤﻟﺍ ﺚﺤﺑ ﺕﺎﻴﻠﻤﻋ
bg: Търсене на домейни
cs: Vyhledávání domén
de: Domain-Suchen
es: Búsqueda de dominios
fa: جستجوی دامنه
fr: Résolution de nom
hi: डोमेन लुकअप
hr: Pretraga domena
hy: Դոմեյնի որոնում
id: Pencarian domain
it: Cerca domini
ja: ドメイン検索
ko: 도메인 조회
my: ဒိုမိန်းရှာဖွေမှုများ
nl: Domein opzoeken
pl: Wyszukiwanie domen
pt: Pesquisas de domínio
ru: Поиск доменов
th: การค้นหาโดเมน
tl: Mga paghahanap ng domain
tr: Etki alanı aramaları
uk: Пошук доменів
ur: ڈومین تلاش کرنا
vi: Tra cứu tên miền
zh: 域名查找
zh_tw: 域名查找

source: Donation link details
ar: تفاصيل رابط التبرع
bg: Подробности за връзката за дарение
cs: Podrobnosti odkazu na darování
de: Details zum Spendenlink
es: Detalles del enlace de donación
fa: جزئیات لینک حمایت مالی
fr: Détails du lien de don
hi: दान लिंक विवरण
hr: Detalji veza za donacije
hy: Նվիրատվության հղումի մանրամասներ
id: Detail tautan donasi
it: Dettagli del link di donazione
ja: 寄付リンクの詳細
ko: 기부 링크 세부 정보
my: လှူဒါန်းရန်လင့်ခ်အသေးစိတ်
nl: Details van de donatielink
pl: Szczegóły linku do darowizny
pt: Detalhes do link de doação
ru: Информация о ссылке для пожертвований
th: รายละเอียดลิงค์บริจาค
tl: Mga detalye ng link ng donasyon
tr: Bağış bağlantısı ayrıntıları
uk: Деталі посилання для пожертв
ur: عطیہ کے لنک کی تفصیلات
vi: Chi tiết liên kết quyên góp
zh: 捐赠链接详情
zh_tw: 捐赠連結詳情

source: E-Sign Consent
ar: الموافقة على التوقيع الإلكتروني
bg: E-Sign съгласие
cs: E-Sign souhlas
de: E-Sign-Zustimmung
es: Consentimiento de firma electrónica
fa: رضایت امضای الکترونیکی
fr: Consentement de signature électronique
hi: ई-साइन सहमति
hr: E-Sign pristanak
hy: Էլեկտրոնային ստորագրության համաձայնություն
it: Consenso alla firma elettronica
ja: 電子署名の同意
ko: 전자 서명 동의
my: E-Sign သဘောတူညီချက်
nl: Toestemming e-ondertekenen
pl: Zgoda na podpis elektroniczny
pt: Consentimento de assinatura eletrônica
ru: Согласие электронной подписи
th: การยอมรับ E-Sign
tr: E-İmza Onayı
uk: Згода електронного підпису
ur: ای سائن کنسنٹ
vi: Đồng ý Ký Điện tử
zh: 电子签名同意
zh_tw: 電子簽名同意

source: Edit
ar: تعديل
bg: Промени
cs: Upravit
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
hi: संपादित करें
hr: Uredi
hy: Խմբագրել
it: Modifica
ja: 編集
ko: 편집
my: တည်းဖြတ်ပါ။
nl: Bewerk
pl: Edytuj
pt: Editar
ru: Редактировать
th: แก้ไข
tl: I-edit
tr: Düzenle
uk: Редагувати
ur: ترمیم
vi: Chỉnh sửa
zh: 编辑
zh_tw: 編輯

source: Edit Backup Password
ar: تعديل كلمة مرور النسخ الاحتياطي
bg: Промяна на паролата за възстановяване
cs: Upravit heslo pro zálohy
de: Sicherungskennwort bearbeiten
es: Editar contraseña de copia de seguridad
fa: ویرایش رمز عبور پشتیبان
fr: Modifier le Mot de Passe de Sauvegarde
hi: बैकअप पासवर्ड संपादित करें
hr: Uredi lozinku za sigurnosnu kopiju
hy: Փոփոխել Կրկնօրինակի Գաղտնաբառը
id: Edit Kata Sandi Cadangan
it: Modifica Password Backup
ja: バックアップパスワードの編集
ko: 백업 비밀번호 편집
my: Backup Password ကို တည်းဖြတ်ပါ။
nl: Bewerk back-upwachtwoord
pl: Edytuj hasło kopii zapasowej
pt: Editar senha de backup
ru: Изменить пароль резервной копии
th: แก้ไขรหัสผ่านสำรอง
tl: I-edit ang backup na password
tr: Yedek parolasını değiştir
uk: Змінити пароль резервної копії
ur: بیک اپ پاس ورڈ میں ترمیم کریں۔
vi: Chỉnh sửa mật khẩu sao lưu
zh: 编辑备份密码
zh_tw: 編輯備份密碼

source: Edit Node
ar: تحرير العقدة
bg: Редактиране на възел
cs: Upravit uzel
de: Knoten bearbeiten
es: Editar nodo
fa: ویرایش نود
fr: Modifier le nœud
hi: नोड संपादित करें
hr: Uredi čvor
hy: Փոփոխել հանգույց
id: Sunting Node
it: Modifica Nodo
ja: ノードを編集
ko: 노드 편집
my: Node ကို တည်းဖြတ်ပါ။
nl: Knooppunt bewerken
pl: Edytuj węzeł
pt: Editar nó
ru: Редактировать узел
th: แก้ไขโหนด
tl: I-edit ang Node
tr: Düğümü Düzenle
uk: Редагувати вузол
ur: نوڈ میں ترمیم کریں۔
vi: Chỉnh sửa nút
zh: 编辑节点
zh_tw: 編輯節點

source: Edit token
ar: تحرير الرمز المميز
bg: Редактиране на токена
cs: Upravit token
de: Token bearbeiten
es: Editar token
fa: ویرایش توکن
fr: Modifier le token
hi: टोकन संपादित करें
hr: Uredi token
hy: Փոփոխել տոկեն
id: Mengedit token
it: Modifica Token
ja: トークンの編集
ko: 토큰 편집
my: တိုကင်ကို တည်းဖြတ်ပါ။
nl: Token bewerken
pl: Edytuj token
pt: Editar símbolo
ru: Изменить токен
th: แก้ไขโทเค็น
tl: I-edit ang token
tr: Belirteci düzenle
uk: Редагувати токен
ur: ٹوکن میں ترمیم کریں۔
vi: Chỉnh sửa token
zh: 编辑令牌
zh_tw: 編輯代幣

# electrum_address_disclaimer
source: We generate new addresses each time you use one, but previous addresses continue to work
ar: نقوم بإنشاء عناوين جديدة في كل مرة تستخدم فيها عنوانًا ، لكن العناوين السابقة تستمر في العمل
bg: Нови адреси се генерират всеки път, когато използвате този, но и предишните продължават да работят
cs: Po každém použití je generována nová adresa, ale předchozí adresy také stále fungují
de: Wir generieren jedes Mal neue Adressen, wenn Sie eine verwenden, aber vorherige Adressen funktionieren weiterhin
es: Generamos nuevas direcciones cada vez que usa una, pero las direcciones anteriores continúan funcionando
fa: ما هر بار که از آدرس استفاده می‌کنید آدرس‌های جدید تولید می‌کنیم، اما آدرس‌های قبلی همچنان کار می‌کنند
fr: Nous générons de nouvelles adresses à chaque fois que vous en utilisez une, mais les adresses précédentes continuent à fonctionner
hi: हर बार जब आप एक का उपयोग करते हैं तो हम नए पते उत्पन्न करते हैं, लेकिन पिछले पते काम करना जारी रखते हैं
hr: Minden egyes alkalommal új címeket generálunk, de a korábbi címek továbbra is működnek
hy: Մենք ստեղծում ենք նոր հասցե ամեն անգամ, երբ դուք օգտագործում եք այն, բայց նախորդ հասցեները շարունակում են աշխատել
id: Kami menghasilkan alamat baru setiap kali Anda menggunakan satu, tetapi alamat sebelumnya tetap berfungsi
it: Generiamo nuovi indirizzi ogni volta che ne utilizzi uno, ma gli indirizzi precedenti continuano a funzionare
ja: 使用するたびに新しいアドレスが生成されますが、以前のアドレスは引き続き機能します
ko: 사용할 때마다 새 주소를 생성하지만 이전 주소도 계속 작동합니다
my: သင်အသုံးပြုသည့်အချိန်တိုင်းတွင် ကျွန်ုပ်တို့သည် လိပ်စာအသစ်များကို ထုတ်ပေးသော်လည်း ယခင်လိပ်စာများသည် ဆက်လက်အလုပ်လုပ်နေပါသည်။
nl: We genereren nieuwe adressen elke keer dat u er een gebruikt, maar eerdere adressen blijven werken
pl: Za każdym razem, gdy używasz adresu, generujemy nowy adres, ale poprzednie adresy nadal działają.
pt: Geramos novos endereços cada vez que você usa um, mas os endereços anteriores continuam funcionando
ru: Мы генерируем новые адреса каждый раз, когда вы их используете, но предыдущие адреса продолжают работать.
th: เราสร้างที่อยู่ใหม่ทุกครั้งที่คุณใช้หนึ่งอย่าง แต่ที่อยู่เก่ายังสามารถใช้ได้ต่อไป
tl: Bumubuo kami ng mga bagong address sa tuwing gagamit ka ng isa, ngunit ang mga nakaraang address ay patuloy na gumagana
tr: Adresini her kullandığında yeni adres oluşturuyoruz, ancak önceki adresler de çalışmaya devam eder
uk: Ми створюємо нові адреси щоразу, коли ви використовуєте їх, але попередні адреси продовжують працювати
ur: جب بھی آپ ایک کا استعمال کرتے ہیں تو ہم نئے پتے تیار کرتے ہیں، لیکن پچھلے پتے کام کرتے رہتے ہیں۔
vi: Chúng tôi tạo địa chỉ mới mỗi khi bạn sử dụng, nhưng các địa chỉ cũ vẫn tiếp tục hoạt động
zh: 每次您使用一个地址时，我们都会生成新地址，但之前的地址仍然有效
zh_tw: 每次您使用一個地址時，我們都會生成新地址，但之前的地址仍然有效

source: Email Address
ar: عنوان البريد الالكترونى
bg: Имейл адрес
cs: E-mailová adresa
de: E-Mail-Adresse
es: Dirección de correo electrónico
fa: آدرس ایمیل
fr: Adresse e-mail
hi: ईमेल पता
hr: Adresa e-pošte
hy: Էլ. փոստի հասցե
id: Alamat Email
it: Indirizzo e-mail
ja: メールアドレス
ko: 이메일 주소
my: အီးမေးလ်လိပ်စာ
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
ru: Адрес электронной почты
th: ที่อยู่อีเมล
tr: E-posta Adresi
uk: Адреса електронної пошти
ur: ای میل اڈریس
vi: Địa chỉ Email
zh: 电子邮件地址
zh_tw: 電子郵件地址

source: Enable
ar: يُمكَِن
bg: Активиране
cs: Umožnit
es: Activar
fa: فعال‌سازی
fr: Activer
hi: सक्षम
hr: Omogućiti
hy: Միացնել
id: Memungkinkan
it: Abilita
ja: 有効にする
ko: 활성화
my: စွမ်းဆောင်နိုင်စေ
pl: Włącz
th: เปิดใช้งาน
tl: Paganahin
tr: Olanak vermek
uk: Ввімкнути
ur: قابل بنائیں
vi: Cho phép
zh: 启用
zh_tw: 啟用

# enable_mempool_api
source: Mempool API for accurate fees and dates
ar: MEMPOOL API للحصول على رسوم وتواريخ دقيقة
bg: Mempool API за точни такси и дати
cs: Mempool API pro přesné poplatky a data
es: API de Mempool para comisiones y fechas precisas
fa: API ممپول برای کارمزدها و تاریخ‌های دقیق
fr: API Mempool pour les frais et dates précis
hi: सटीक शुल्क और तिथियों के लिए मेमपूल एपीआई
hr: Mempool API za točne naknade i datume
hy: Mempool API ճշգրիտ վճարների եւ ամսաթվերի համար
id: API Mempool untuk biaya dan tanggal yang akurat
it: API Mempool per commissioni e date accurate
ja: 正確な料金と日付のMempool API
ko: 정확한 수수료 및 날짜를 위한 Mempool API
my: Mempool API တိကျသောအခကြေးငွေနှင့်ရက်စွဲများအတွက်
pl: Mempool API dla dokładnych opłat i dat
th: Mempool API สำหรับค่าธรรมเนียมและวันที่ที่ถูกต้อง
tl: Mempool API para sa tumpak na bayad at mga petsa
tr: Doğru ücretler ve tarihler için Mempool API'si
uk: API Mempool для точних зборів та дат
ur: درست فیسوں اور تاریخوں کے لئے میمپول API
vi: API Mempool cho các khoản phí và ngày chính xác
zh: Mempool API获得准确的费用和日期
zh_tw: Mempool API獲得準確的費用和日期

source: Enable Replace-By-Fee
ar: تمكين الاستبدال
bg: Активиране на замяна по забрана
cs: Povolit výměnu podle poplatku
de: Aktivieren Sie Ersatz für Fee
es: Activar Replace-By-Fee
fa: فعال‌سازی جایگزینی با کارمزد (RBF)
fr: Activer Remplace-by-Fee
hi: प्रतिस्थापित-दर-शुल्क सक्षम करें
hr: Omogući zamjenu
hy: Միացնել փոխարինումը միջնորդավճարով
id: Aktifkan ganti-by-fee
it: Abilita Replace-By-Fee
ja: 交換ごとに有効にします
ko: RBF(Replace-By-Fee) 활성화
my: အစားထိုး - by- အခကြေးငွေ enable
nl: Schakel vervangen door een fee
pl: Włącz Replace-By-Fee
pt: Habilite substituir por taxa
ru: Включить замену за пикой
th: เปิดใช้งานการเปลี่ยนโดยค่าธรรมเนียม
tl: Paganahin ang Replace-By-Fee
tr: Farklı Değiştir'i Etkinleştir
uk: Увімкнути заміну з комісією
ur: فی فیس کو تبدیل کریں
vi: Bật Thay thế Bằng Phí
zh: 启用费用替换（RBF）
zh_tw: 啟用費用替換（RBF）

# enable_silent_payments_scanning
source: Start scanning for transactions sent to your Silent Payment address.
ar: ابدأ في مسح المدفوعات الصامتة ، حتى يتم الوصول إلى الطرف
bg: Започнете да сканирате безшумните плащания, докато се достигне съветът
cs: Začněte skenovat tiché platby, dokud není dosaženo špičky
de: Aktivieren Sie stille Zahlungen Scannen
es: Comienza a escanear las transacciones enviadas a tu dirección de Silent Payments.
fa: شروع اسکن برای تراکنش‌های ارسال شده به آدرس پرداخت بی‌صدای شما.
fr: Commencez à analyser les transactions envoyées à votre adresse de paiement silencieux.
hi: मूक भुगतान स्कैनिंग सक्षम करें
hr: Započnite skeniranje tihih plaćanja, dok se ne postigne savjet
hy: Միացնել Լուռ Վճարումների սկանավորումը
id: Mulailah memindai pembayaran diam, sampai ujung tercapai
it: Inizia a scansionare le transazioni inviate al tuo indirizzo Silent Payments
ja: 先端に達するまで、サイレント決済のスキャンを開始します
ko: 사일런트 페이먼트 주소로 전송된 트랜잭션 스캔 시작
my: အစွန်အဖျားသို့ရောက်ရှိသည်အထိအသံတိတ်ငွေပေးချေမှုကိုစကင်ဖတ်စစ်ဆေးပါ
nl: Schakel stille betalingen in scannen in
pl: Rozpocznij skanowanie transakcji wysyłanych na Twój adres Silent Payment.
pt: Ativar escaneamento de pagamentos silenciosos
ru: Включить сканирование безмолвных платежей
th: เริ่มสแกนการชำระเงินแบบเงียบจนกว่าจะถึงปลาย
tl: Simulan ang pag -scan ng tahimik na pagbabayad, hanggang sa maabot ang tip
tr: Bahşiş ulaşılıncaya kadar sessiz ödemeleri taramaya başlayın
uk: Почніть сканувати мовчазні платежі, поки не буде досягнуто наконечника
ur: خاموش ادائیگیوں کو اسکین کرنا شروع کریں ، جب تک کہ نوک نہ پہنچ جائے
vi: Bật quét thanh toán im lặng
zh: 开始扫描发送到您的静默支付地址的交易
zh_tw: 開始掃描發送到您的靜默支付地址的交易

source: Enabled
ar: ممكنة
bg: Активирано
cs: Povoleno
de: Ermöglicht
es: Activado
fa: فعال شد
fr: Activé
hi: सक्रिय
hr: Omogućeno
hy: Միացված
id: Diaktifkan
it: Abilitato
ja: 有効
ko: 활성화됨
my: ဖွင့်ထားသည်။
nl: Ingeschakeld
pl: Włączone
pt: Habilitado
ru: Включено
th: เปิดใช้งาน
tl: Pinagana
tr: Etkin
uk: Увімкнено
ur: فعال
vi: Đã bật
zh: 启用
zh_tw: 啟用

source: Enter Amount
ar: أدخل المبلغ
bg: Въведете сума
cs: Zadejte částku
de: Betrag eingeben
es: Ingrese la Cantidad
fa: وارد کردن مبلغ
fr: Entrez le montant
hi: राशि दर्ज करें
hr: Unesite iznos
hy: Մուտքագրեք գումար
id: Masukkan Jumlah
it: Inserisci importo
ja: 金額を入力
ko: 금액 입력
my: ပမာဏကို ထည့်ပါ။
nl: Voer Bedrag in
pl: Wprowadź kwotę
pt: Digite o valor
ru: Введите сумму
th: กรอกจำนวน
tl: Ipasok ang halaga
tr: Miktar Girin
uk: Введіть суму
ur: رقم درج کریں۔
vi: Nhập số tiền
zh: 输入金额
zh_tw: 輸入金額

# enter_backup_password
source: Enter backup password here
ar: أدخل كلمة المرور الاحتياطية هنا
bg: Въведете парола за възстановяване
cs: Zde zadejte své heslo pro zálohy
de: Sicherungskennwort hier eingeben
es: Ingresa la contraseña de copia de seguridad aquí
fa: رمز عبور پشتیبان را اینجا وارد کنید
fr: Entrez le mot de passe de sauvegarde ici
hi: यहां बैकअप पासवर्ड डालें
hr: Unesite svoju lozinku za sigurnosnu kopiju ovdje
hy: Մուտքագրեք կրկնօրինակի գաղտնաբառը
id: Masukkan kata sandi cadangan di sini
it: Inserisci la password di backup qui
ja: ここにバックアップパスワードを入力してください
ko: 여기에 백업 비밀번호 입력
my: အရန်စကားဝှက်ကို ဤနေရာတွင် ထည့်ပါ။
nl: Voer hier een back-upwachtwoord in
pl: Wprowadź tutaj hasło kopii zapasowej
pt: Digite a senha de backup aqui
ru: Введите пароль резервной копии
th: ป้อนรหัสผ่านสำรองที่นี่
tl: Ipasok ang backup na password dito
tr: Yedekleme parolasını buraya gir
uk: Введіть пароль резервної копії
ur: یہاں بیک اپ پاس ورڈ درج کریں۔
vi: Nhập mật khẩu sao lưu tại đây
zh: 在此处输入备用密码
zh_tw: 在此處輸入備用密碼

source: Enter code
ar: ادخل الرمز
bg: Въведете код
cs: Zadejte kód
de: Code eingeben
es: Introduce el código
fa: کد را وارد کنید
fr: Entrez le code
hi: कोड दर्ज करें
hr: Unesite kod
hy: Մուտքագրեք կոդը
id: Masukkan kode
it: Inserisci codice
ja: コードを入力
ko: 코드 입력
my: ကုဒ်ထည့်ပါ။
nl: Voer code in
pl: Wprowadź kod
pt: Digite o código
ru: Введите код
th: กรอกรหัส
tl: Ipasok ang code
tr: Kodu girin
uk: Введіть код
ur: کوڈ درج کریں
vi: Nhập mã
zh: 输入代码
zh_tw: 輸入代碼
