Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# please_fill_totp
source: Please fill in the 8-digit code present on your other device
ar: يرجى ملء الرمز المكون من 8 أرقام الموجود على جهازك الآخر
bg: Моля, попълнете 8-цифрения код на другото ви устройство
cs: Vyplňte prosím 8místný kód na vašem druhém zařízení
de: Bitte geben Sie den 8-stelligen Code ein, der auf Ihrem anderen Gerät vorhanden ist
es: Por favor, introduce el código de 8 dígitos que aparece en tu otro dispositivo
fa: لطفاً کد ۸ رقمی موجود در دستگاه دیگر خود را وارد کنید
fr: Veuillez renseigner le code à 8 chiffres affiché sur votre autre appareil
hi: कृपया अपने दूसरे डिवाइस पर मौजूद 8 अंकों का कोड भरें
hr: Unesite 8-znamenkasti kod koji se nalazi na vašem drugom uređaju
hy: Խնդրում ենք լրացնել 8-նիշյա կոդը, որը կա ձեր այլ սարքի վրա
id: Harap isi kode 8 digit yang ada di perangkat Anda yang lain
it: Inserisci il codice di 8 cifre presente sul tuo altro dispositivo
ja: 他のデバイスにある 8 桁のコードを入力してください
ko: 다른 기기에 표시된 8자리 코드를 입력하세요
my: သင့်အခြားစက်တွင်ရှိသော ဂဏန်း ၈ လုံးကုဒ်ကို ကျေးဇူးပြု၍ ဖြည့်ပါ။
nl: Vul de 8-cijferige code in die op uw andere apparaat aanwezig is
pl: Wprowadź 8-cyfrowy kod wyświetlony na innym urządzeniu
pt: Por favor, preencha o código de 8 dígitos presente em seu outro dispositivo
ru: Пожалуйста, введите 8-значный код на другом устройстве
th: กรุณากรอกรหัส 8 หลักที่อยู่ในอุปกรณ์อื่นของคุณ
tl: Mangyaring punan ang 8-digit na code na naroroon sa iyong iba pang device
tr: Lütfen diğer cihazınızda bulunan 8 haneli kodu girin
uk: Будь ласка, введіть 8-значний код, наявний на вашому іншому пристрої
ur: براہ کرم اپنے دوسرے آلے پر موجود 8 ہندسوں کا کوڈ پُر کریں۔
vi: Vui lòng điền mã 8 chữ số trên thiết bị khác của bạn
zh: 请填写您其他设备上的 8 位代码
zh_tw: 請填写您其他設備上的 8 位代碼

# please_make_selection
source: Please make a selection below to create or recover your wallet.
ar: يرجى الأختيار لإنشاء أو استعادة محفظتك.
bg: Моля, изберете отдолу за създаване или възстановяване на портфейл.
cs: Prosím vyberte si níže, jestli chcete vytvořit, nebo obnovit peněženku.
de: Bitte treffen Sie unten eine Auswahl zum Erstellen oder Wiederherstellen Ihrer Wallet.
es: Por favor, haga una selección a continuación para crear o recuperar su billetera.
fa: لطفاً برای ایجاد یا بازیابی کیف پول خود یک انتخاب انجام دهید.
fr: Merci de faire un choix ci-dessous pour créer ou restaurer votre portefeuille (wallet).
hi: कृपया नीचे चयन करें अपना बटुआ बनाएं या पुनर्प्राप्त करें.
hr: Molimo odaberite opcije niže za izradu novog novčanika ili za oporavak postojećeg.
hy: Խնդրում ենք ընտրություն կատարել ներքևում ձեր դրամապանակը ստեղծելու կամ վերականգնելու համար
id: Silahkan membuat pilihan di bawah ini untuk membuat atau memulihkan dompet Anda.
it: Gentilmente seleziona se vuoi generare o recuperare il tuo portafoglio.
ja: 以下を選択してください ウォレットを作成または回復する.
ko: 지갑을 생성하거나 복구하려면 아래에서 선택하세요.
my: သင့်ပိုက်ဆံအိတ်ကို ဖန်တီးရန် သို့မဟုတ် ပြန်လည်ရယူရန် အောက်တွင် ရွေးချယ်မှုတစ်ခု ပြုလုပ်ပါ။
nl: Maak hieronder uw keuze tot maak of herstel je portemonnee.
pl: Proszę wybrać opcję poniżej, aby utworzyć lub przywrócić swój portfel.
pt: Escolha se quer criar uma carteira nova ou restaurar uma antiga.
ru: Выберите способ создания кошелька: создать новый или восстановить ваш существующий.
th: โปรดเลือกตามด้านล่างเพื่อสร้างหรือกู้กระเป๋าของคุณ
tl: Mangyaring gumawa ng isang pagpipilian sa ibaba upang lumikha o mabawi ang iyong wallet.
tr: Cüzdan oluşturmak veya geri döndürmek için aşağıdan seçim yap.
uk: Оберіть спосіб створення гаманця: створити новий чи відновити ваш існуючий.
ur: اپنا بٹوہ بنانے یا بازیافت کرنے کے لیے براہ کرم ذیل میں ایک انتخاب کریں۔
vi: Vui lòng chọn một tùy chọn dưới đây để tạo hoặc khôi phục ví của bạn.
zh: 请在下面进行选择以创建或恢复您的钱包。
zh_tw: 請在下面進行選擇以創建或恢復您的錢包。

# please_reference_document
source: Please reference the documents below for more information.
ar: يرجى الرجوع إلى الوثائق أدناه لمزيد من المعلومات.
bg: Моля, вижте документите по-долу за повече информация.
cs: Více informací naleznete v dokumentu níže.
de: Bitte verweisen Sie auf die folgenden Dokumente, um weitere Informationen zu erhalten.
es: Consulte los documentos a continuación para obtener más información.
fa: لطفاً برای اطلاعات بیشتر به اسناد زیر مراجعه کنید.
fr: Veuillez vous référer aux documents ci-dessous pour plus d'informations.
hi: कृपया अधिक जानकारी के लिए नीचे दिए गए दस्तावेज़ देखें।
hr: Molimo pogledajte dokumente ispod za više informacija.
hy: Խնդրում ենք դիտել ներքևի փաստաթղթերը ավելի շատ տեղեկատվության համար
id: Silakan referensikan dokumen di bawah ini untuk informasi lebih lanjut.
it: Si prega di fare riferimento ai documenti seguenti per ulteriori informazioni.
ja: 詳細については、以下のドキュメントを参照してください。
ko: 자세한 내용은 아래 문서를 참조하세요.
my: နောက်ထပ်အချက်အလက်များအတွက် အောက်ပါစာရွက်စာတမ်းများကို ကိုးကားပါ။
nl: Raadpleeg de onderstaande documenten voor meer informatie.
pl: Proszę zapoznać się z poniższymi dokumentami, aby uzyskać więcej informacji.
pt: Por favor, consulte os documentos abaixo para mais informações.
ru: Пожалуйста, обратитесь к документам ниже для получения дополнительной информации.
th: โปรดอ้างอิงเอกสารด้านล่างสำหรับข้อมูลเพิ่มเติม
tl: Mangyaring sumangguni sa mga dokumento sa ibaba para sa karagdagang impormasyon.
tr: Daha fazla bilgi için lütfen aşağıdaki belgelere bakınız.
uk: Для отримання додаткової інформації зверніться до документів нижче.
ur: مزید معلومات کے لیے براہ کرم نیچے دی گئی دستاویزات کا حوالہ دیں۔
vi: Vui lòng tham khảo các tài liệu dưới đây để biết thêm thông tin.
zh: 请参考以下文档以获取更多信息。
zh_tw: 請参考以下文档以獲取更多資訊。

source: Please select:
ar: الرجاء الأختيار:
bg: Моля, изберете:
cs: Zvolte si:
de: Bitte auswählen:
es: Por favor, selecciona:
fa: لطفاً انتخاب کنید:
fr: Merci de sélectionner :
hi: कृपया चुने:
hr: Molimo odaberite:
hy: Խնդրում ենք ընտրել
id: Silakan pilih:
it: Gentilmente seleziona:
ja: 選んでください:
ko: 선택하세요:
my: ကျေးဇူးပြု၍ ရွေးချယ်ပါ-
nl: Selecteer alstublieft:
pl: Proszę wybrać:
pt: Escolha abaixo:
ru: Пожалуйста, выберите:
th: โปรดเลือก:
tl: Pakipili:
tr: Lütfen seçim yap:
uk: Будь ласка, виберіть:
ur: براہ مہربانی منتخب کریں:
vi: Vui lòng chọn:
zh: 请选择:
zh_tw: 請選擇:

# please_select_backup_file
source: Please select backup file and enter backup password.
ar: الرجاء تحديد ملف النسخ الاحتياطي وإدخال كلمة مرور النسخ الاحتياطي.
bg: Моля, изберете резервно копие и въведете парола за възстановяване.
cs: Prosím vyberte soubor se zálohou a zadejte heslo pro zálohy.
de: Bitte wählen Sie die Sicherungsdatei und geben Sie das Sicherungskennwort ein.
es: Por favor, selecciona el archivo de copia de seguridad e ingresa la contraseña.
fa: لطفاً فایل پشتیبان را انتخاب کرده و رمز عبور پشتیبان را وارد کنید.
fr: Merci de sélectionner le fichier de sauvegarde et de rentrer le mot de passe associé.
hi: कृपया बैकअप फ़ाइल चुनें और बैकअप पासवर्ड डालें।
hr: Molimo odaberite datoteku sigurnosne kopije i unesite lozinku za sigurnosnu kopiju.
hy: Խնդրում ենք ընտրել կրկնօրինակի ֆայլը և մուտքագրել կրկնօրինակի գաղտնաբառը
id: Silakan pilih file cadangan dan masukkan kata sandi cadangan.
it: Gentilmente seleziona il file di backup e inserisci la password di backup.
ja: バックアップファイルを選択し、バックアップパスワードを入力してください。
ko: 백업 파일을 선택하고 백업 비밀번호를 입력하세요.
my: အရန်ဖိုင်ကို ရွေးပြီး အရန်စကားဝှက်ကို ထည့်ပါ။
nl: Selecteer een back-upbestand en voer een back-upwachtwoord in.
pl: Wybierz plik kopii zapasowej i wprowadź hasło kopii zapasowej.
pt: Selecione o arquivo de backup e insira a senha de backup.
ru: Выберите файл резервной копии и введите пароль резервной копии.
th: โปรดเลือกไฟล์สำรองและป้อนรหัสผ่านสำรอง
tl: Mangyaring piliin ang backup na file at ipasok ang backup na password.
tr: Lütfen yedekleme dosyasını seç ve yedekleme parolasını gir.
uk: Виберіть файл резервної копії та введіть пароль резервної копії.
ur: براہ کرم بیک اپ فائل منتخب کریں اور بیک اپ پاس ورڈ درج کریں۔
vi: Vui lòng chọn tệp sao lưu và nhập mật khẩu sao lưu.
zh: 请选择备份文件，然后输入备份密码。
zh_tw: 請選擇備份檔案，然後輸入備份密碼。

source: Please try to connect to another node
ar: الرجاء محاولة الاتصال بعقدة أخرى
bg: Моля, опитайте се да се свържете към друг node.
cs: Zkuste se prosím připojit k jinému uzlu
de: Bitte versuchen Sie, sich mit einem anderen Knoten zu verbinden
es: Por favor, intenta conectarte a otro nodo
fa: لطفاً برای اتصال به نود دیگری تلاش کنید
fr: Merci d'essayer la connexion vers un autre nœud
hi: कृपया दूसरे नोड से कनेक्ट करने का प्रयास करें
hr: Molimo pokušajte se spojiti na drugi node.
hy: Խնդրում ենք փորձել միանալ այլ հանգույցի
id: Silakan coba untuk terhubung ke node lain
it: Gentilmente prova a connetterti ad un altro nodo
ja: 別のノードに接続してみてください
ko: 다른 노드에 연결해 보세요
my: အခြား node သို့ ချိတ်ဆက်ရန် ကြိုးစားပါ။
nl: Probeer verbinding te maken met een ander knooppunt
pl: Spróbuj połączyć się z innym węzłem
pt: Por favor, tente conectar-se a outro nó
ru: Пожалуйста, попробуйте подключиться к другой ноде
th: โปรดลองเชื่อมต่อกับโหนดอื่น
tl: Pakisubukang kumonekta sa iba pang node
tr: Lütfen farklı düğüme bağlanmayı dene
uk: Будь ласка, спробуйте підключитися до іншого вузлу
ur: براہ کرم کسی دوسرے نوڈ سے جڑنے کی کوشش کریں۔
vi: Vui lòng thử kết nối với một nút khác
zh: 请尝试连接到其他节点
zh_tw: 請嘗試連接到其他節點

source: Please wait
ar: انتظر من فضلك
bg: Моля Изчакай
cs: Prosím, čekejte
de: Warten Sie mal
es: Por favor, espera
fa: لطفاً صبر کنید
fr: Merci de patienter
hi: कृपया प्रतीक्षा करें
hr: Molimo pričekajte
hy: Խնդրում ենք սպասել
id: Harap tunggu
it: Attendere prego
ja: お待ちください
ko: 기다려 주세요
my: ကျေးဇူးပြုပြီးခဏစောင့်ပါ
nl: Even geduld aub
pl: Proszę czekać
pt: Por favor, aguarde
ru: Пожалуйста, подождите
th: โปรดรอ
tl: Mangyaring maghintay
tr: Lütfen bekleyin
uk: Будь ласка, зачекайте
ur: برائے مہربانی انتظار کریں
vi: Vui lòng chờ
zh: 请稍等
zh_tw: 請稍等

source: PolygonScan history
ar: ﻥﺎﻜﺴﻧﻮﺠﻴﻟﻮﺑ ﺦﻳﺭﺎﺗ
bg: История на PolygonScan
cs: Historie PolygonScan
de: PolygonScan-Verlauf
es: Historial de PolygonScan
fa: تاریخچه PolygonScan
fr: Historique de PolygonScan
hi: पॉलीगॉनस्कैन इतिहास
hr: Povijest PolygonScan
hy: PolygonScan պատմություն
id: Sejarah PolygonScan
it: Cronologia PolygonScan
ja: ポリゴンスキャン履歴
ko: PolygonScan 내역
my: PolygonScan မှတ်တမ်း
nl: PolygonScan-geschiedenis
pl: Historia PolygonScan
pt: História do PolygonScan
ru: История PolygonScan
th: ประวัติ PolygonScan
tl: Kasaysayan ng PolygonScan
tr: PolygonScan geçmişi
uk: Історія PolygonScan
ur: ﺦﯾﺭﺎﺗ ﯽﮐ ﻦﯿﮑﺳﺍ ﻥﻮﮔ ﯽﻟﻮﭘ
vi: Lịch sử PolygonScan
zh: 多边形扫描历史
zh_tw: 多边形掃描歷史

# powered_by
source: Powered by ${title}
ar: بدعم من ${title}
cs: Zajišťuje ${title}
de: Ermöglicht durch ${title}
es: Impulsado por ${title}
fa: قدرت گرفته از ${title}
fr: Proposé par ${title}
hi: द्वारा संचालित ${title}
hr: Omogućio ${title}
hy: ${title} կողմից ապահովված
id: Didukung oleh ${title}
it: Sviluppato da ${title}
ja: 搭載 ${title}
ko: ${title} 제공
my: ${title} မှ ပံ့ပိုးပေးသည်
nl: Aangedreven door ${title}
pl: Zasilany przez ${title}
pt: Troca realizada por ${title}
ru: Используя ${title}
th: พัฒนาขึ้นโดย ${title}
tl: Pinapagana ng ${title}
tr: ${title} tarafından desteklenmektedir
uk: Використовуючи ${title}
ur: ${title} کے ذریعے تقویت یافتہ
vi: Được cung cấp bởi ${title}

# pre_seed_button_text
source: I understand. Show me my seed
ar: انا أفهم. أرني سييد الخاص بي
bg: Разбирам. Покажи seed
cs: Rozumím. Ukaž mi můj seed.
de: Verstanden. Zeig mir meinen Seed
es: Entiendo. Muéstrame mi semilla
fa: متوجه شدم. سید من را نشان بده
fr: J'ai compris. Montrez moi ma phrase secrète (seed)
hi: मै समझता हुँ। मुझे अपना बीज दिखाओ
hr: Razumijem. Prikaži mi moj pristupni izraz
hy: Ես հասկանում եմ։ Ցույց տվեք իմ սերմը
id: Saya mengerti. Tampilkan seed saya
it: Ho capito. Mostrami il seme
ja: わかります。 種を見せて
ko: 이해했습니다. 시드를 보여주세요
my: ကျွန်တော်နားလည်ပါတယ်။ ငါ့အမျိုးအနွယ်ကို ပြလော့
nl: Ik begrijp het. Laat me mijn zaad zien
pl: Rozumiem. Pokaż mi mój seed
pt: Compreendo. Me mostre minha semente
ru: Понятно. Покажите мнемоническую фразу
th: ฉันเข้าใจ แสดง seed ของฉัน
tl: Naiintindihan ko. Ipakita sa akin ang aking binhi
tr: Anladım. Bana tohumumu göster.
uk: Зрозуміло. Покажіть мнемонічну фразу
ur: میں سمجھتا ہوں۔ مجھے میرا بیج دکھاؤ
vi: Tôi hiểu. Hiển thị hạt giống của tôi
zh: 我明白。 查看助记词
zh_tw: 我明白。 查看助記詞

# pre_seed_description
source: On the next page you will see a series of ${words} words. This is your unique and private seed and it is the ONLY way to recover your wallet in case of loss or malfunction. It is YOUR responsibility to write it down and store it in a safe place outside of the Cake Wallet app.
ar: في الصفحة التالية ستشاهد سلسلة من الكلمات ${words}. هذه هي سييد الفريدة والخاصة بك وهي الطريقة الوحيدة لاسترداد محفظتك في حالة فقدها أو عطلها. تقع على عاتقك مسؤولية تدوينها وتخزينها في مكان آمن خارج تطبيق Cake Wallet.
bg: На следващата страница ще видите поредица от ${words} думи. Това е вашият таен личен seed и е единственият начин да възстановите портфейла си. Отговорността за съхранението му на сигурно място извън приложението на Cake Wallet е изцяло ВАША.
cs: Na následující stránce uvidíte sérii ${words} slov. Je to váš tzv. seed a je to JEDINÁ možnost, jak můžete později obnovit svou peněženku v případě ztráty nebo poruchy. Je VAŠÍ zodpovědností zapsat si ho a uložit si ho na bezpečném místě mimo aplikaci Cake Wallet.
de: Auf der nächsten Seite sehen Sie eine Reihe von ${words} Wörtern. Dies ist Ihr einzigartiger und privater Seed und der EINZIGE Weg, um Ihre Wallet im Falle eines Verlusts oder einer Fehlfunktion wiederherzustellen. Es liegt in IHRER Verantwortung, ihn aufzuschreiben und an einem sicheren Ort außerhalb der Cake Wallet-App aufzubewahren.
es: En la página siguiente verá una serie de palabras. Esta es tu semilla única y privada, y es la única forma de recuperar tu billetera en caso de pérdida o mal funcionamiento. Es tu responsabilidad escribirla y almacenarla en un lugar seguro fuera de la app Cake Wallet.
fa: در صفحه بعد یک سری کلمات خواهید دید. این سید منحصر به فرد و خصوصی شماست و تنها راه بازیابی کیف پول شما در صورت گم شدن یا خرابی است. مسئولیت نوشتن و نگهداری آن در مکانی امن خارج از برنامه کیک ولت با شماست.
fr: Sur la page suivante vous allez voir une série de ${words} mots. Ils constituent votre phrase secrète (seed) unique et privée et sont le SEUL moyen de restaurer votre portefeuille (wallet) en cas de perte ou de dysfonctionnement. Il est de VOTRE responsabilité d'écrire cette série de mots et de la stocker dans un lieu sûr en dehors de l'application Cake Wallet.
hi: अगले पेज पर आपको ${words} शब्दों की एक श्रृंखला दिखाई देगी। यह आपका अद्वितीय और निजी बीज है और नुकसान या खराबी के मामले में अपने बटुए को पुनर्प्राप्त करने का एकमात्र तरीका है। यह आपकी जिम्मेदारी है कि इसे नीचे लिखें और इसे Cake Wallet ऐप के बाहर सुरक्षित स्थान पर संग्रहीत करें।
hr: Na sljedećoj ćete stranici vidjeti niz ${words} riječi. Radi se o Vašem jedinstvenom i tajnom pristupnom izrazu koji je ujedno i JEDINI način na koji možete oporaviti svoj novčanik u slučaju gubitka ili kvara. VAŠA je odgovornost zapisati ga te pohraniti na sigurno mjesto izvan Cake Wallet aplikacije.
hy: Հաջորդ էջում դուք կտեսնեք ${words} բառերի շարք։ Սա ձեր յուրահատուկ և գաղտնի սերմն է, որը ձեր դրամապանակը վերականգնելու միակ միջոցն է կորուստի կամ սխալ գործարքի դեպքում։ Դուք պատասխանատու եք այն գրառել և ապահով վայրում պահել Cake Wallet հավելվածից դուրս
id: Di halaman berikutnya Anda akan melihat serangkaian kata ${words}. Ini adalah seed unik dan pribadi Anda dan itu SATU-SATUNYA cara untuk mengembalikan dompet Anda jika hilang atau rusak. Ini adalah TANGGUNG JAWAB Anda untuk menuliskannya dan menyimpan di tempat yang aman di luar aplikasi Cake Wallet.
it: Nella pagina successiva vedrai una serie di parole. Questo è il tuo seme unico e privato ed è l'unico modo per recuperare il portafoglio in caso di perdita o malfunzionamento. È tua responsabilità scriverlo e archiviarlo in un posto sicuro al di fuori dell'app per il portafoglio Cake.
ja: 次のページでは、一連の${words}語が表示されます。 これはあなたのユニークでプライベートなシードであり、紛失や誤動作が発生した場合にウォレットを回復する唯一の方法です。 それを書き留めて、Cake Wallet アプリの外の安全な場所に保管するのはあなたの責任です。
ko: 다음 페이지에서 일련의 단어를 보게 됩니다. 이것은 귀하의 고유하고 비공개적인 시드이며, 분실 또는 오작동 시 지갑을 복구할 수 있는 유일한 방법입니다. Cake Wallet 앱 외부에 안전한 장소에 적어두고 보관하는 것은 귀하의 책임입니다.
my: နောက်စာမျက်နှာတွင် ${words} စကားလုံးများ အတွဲလိုက်ကို တွေ့ရပါမည်။ ၎င်းသည် သင်၏ထူးခြားပြီး သီးသန့်မျိုးစေ့ဖြစ်ပြီး ပျောက်ဆုံးခြင်း သို့မဟုတ် ချွတ်ယွင်းမှုရှိပါက သင့်ပိုက်ဆံအိတ်ကို ပြန်လည်ရယူရန် တစ်ခုတည်းသောနည်းလမ်းဖြစ်သည်။ ၎င်းကို Cake Wallet အက်ပ်၏အပြင်ဘက်တွင် လုံခြုံသောနေရာတွင် သိမ်းဆည်းရန်မှာ သင်၏တာဝန်ဖြစ်သည်။
nl: Op de volgende pagina ziet u een reeks van ${words} woorden. Dit is uw unieke en persoonlijke zaadje en het is de ENIGE manier om uw portemonnee te herstellen in geval van verlies of storing. Het is JOUW verantwoordelijkheid om het op te schrijven en op een veilige plaats op te slaan buiten de Cake Wallet app.
pl: Na następnej stronie zobaczysz serię słów. To jest TWÓJ unikalny i prywatny seed i jest to JEDYNY sposób na odzyskanie portfela w przypadku utraty lub awarii. To jest TWOJA odpowiedzialność, aby zapisać go i przechowywać w bezpiecznym miejscu poza aplikacją Cake Wallet.
pt: Na próxima página, você verá uma série de ${words} palavras. Esta é a sua semente única e privada e é a ÚNICA maneira de recuperar sua carteira em caso de perda ou mau funcionamento. É SUA responsabilidade anotá-lo e armazená-lo em um local seguro fora do aplicativo Cake Wallet.
ru: На следующей странице вы увидите серию из ${words} слов. Это ваша уникальная и личная мнемоническая фраза, и это ЕДИНСТВЕННЫЙ способ восстановить свой кошелек в случае потери или неисправности. ВАМ необходимо записать ее и хранить в надежном месте вне приложения Cake Wallet.
th: บนหน้าถัดไปคุณจะเห็นชุดของคำ ${words} คำ นี่คือ seed ของคุณที่ไม่ซ้ำใดๆ และเป็นความลับเพียงของคุณ และนี่คือเพียงวิธีเดียวที่จะกู้กระเป๋าของคุณในกรณีที่สูญหายหรือมีปัญหา มันเป็นความรับผิดชอบของคุณเพื่อเขียนมันลงบนกระดาษและจัดเก็บไว้ในที่ปลอดภัยนอกแอป Cake Wallet
tl: Sa susunod na pahina makikita mo ang isang serye ng mga ${words} na mga salita. Ito ang iyong natatangi at pribadong binhi at ito ang tanging paraan upang mabawi ang iyong pitaka kung sakaling mawala o madepektong paggawa. Responsibilidad mong isulat ito at itago ito sa isang ligtas na lugar sa labas ng cake wallet app.
tr: Bir sonraki sayfada ${words} kelime göreceksin. Bu senin benzersiz ve özel tohumundur, kaybetmen veya silinmesi durumunda cüzdanını kurtarmanın TEK YOLUDUR. Bunu yazmak ve Cake Wallet uygulaması dışında güvenli bir yerde saklamak tamamen SENİN sorumluluğunda.
uk: На наступній сторінці ви побачите серію з ${words} слів. Це ваша унікальна та приватна мнемонічна фраза, і це ЄДИНИЙ спосіб відновити ваш гаманець на випадок втрати або несправності. ВАМ необхідно записати її та зберігати в безпечному місці поза програмою Cake Wallet.
ur: اگلے صفحے پر آپ کو ${words} الفاظ کا ایک سلسلہ نظر آئے گا۔ یہ آپ کا انوکھا اور نجی بیج ہے اور یہ آپ کے بٹوے کو ضائع یا خرابی کی صورت میں بازیافت کرنے کا واحد طریقہ ہے۔ اسے لکھنا اور اسے کیک والیٹ ایپ سے باہر کسی محفوظ جگہ پر اسٹور کرنا آپ کی ذمہ داری ہے۔
vi: Trên trang tiếp theo, bạn sẽ thấy một chuỗi ${words} từ. Đây là hạt giống riêng tư và duy nhất của bạn và là CÁCH DUY NHẤT để khôi phục ví của bạn trong trường hợp mất hoặc hỏng hóc. Đây là TRÁCH NHIỆM của bạn để ghi lại và lưu trữ nó ở một nơi an toàn ngoài ứng dụng Cake Wallet.
zh: 下一页将显示一系列单词。这是您的独特助记词，是丢失或故障时恢复钱包的唯一方式。请亲自写下并安全存储在 Cake Wallet 应用外。
zh_tw: 下一頁將顯示一系列單詞。這是您的獨特助記詞，是遺失或故障時恢復錢包的唯一方式。請親自寫下並安全存儲在 Cake Wallet 應用程式外。

# pre_seed_title
source: IMPORTANT
ar: مهم
bg: ВАЖНО
cs: DŮLEŽITÉ
de: WICHTIG
es: IMPORTANTE
fa: مهم
hi: महत्वपूर्ण
hr: VAŽNO
hy: ԿԱՐԵՎՈՐ
id: PENTING
it: IMPORTANTE
ja: 重要
ko: 중요
my: အရေးကြီးသည်။
nl: BELANGRIJK
pl: WAŻNE
pt: IMPORTANTE
ru: ВАЖНО
th: สำคัญ
tl: Mahalaga
tr: UYARI
uk: ВАЖЛИВО
ur: اہم
vi: QUAN TRỌNG
zh: 重要
zh_tw: 重要

source: Prepaid Cards
ar: البطاقات المدفوعة مسبقا
bg: Предплатени карти
cs: Předplacené karty
de: Karten mit Guthaben
es: Tarjetas Prepagadas
fa: کارت‌های پیش‌پرداخت
fr: Cartes prépayées
hi: पूर्वदत्त कार्ड
hr: Unaprijed plaćene kartice
hy: Նախավճարային քարտեր
id: Kartu prabayar
it: Carte prepagata
ja: プリペイドカード
ko: 선불 카드
my: ကြိုတင်ငွေဖြည့်ကဒ်များ
nl: Prepaid-kaarten
pl: Karty przedpłacone
pt: Cartões pré-pagos
ru: Предоплаченные карты
th: บัตรเติมเงิน
tl: Mga Prepaid Card
tr: Ön ödemeli kartlar
uk: Передплачені картки
ur: پری پیڈ کارڈز
vi: Thẻ trả trước
zh: 预付费卡
zh_tw: 預付費卡

# prevent_screenshots
source: Prevent screenshots and screen recording
ar: منع لقطات الشاشة وتسجيل الشاشة
bg: Предотвратете екранни снимки и запис на екрана
cs: Zabránit vytváření snímků obrazovky a nahrávání obrazovky
de: Verhindern Sie Screenshots und Bildschirmaufzeichnungen
es: Impedir capturas y grabación de pantalla
fa: جلوگیری از اسکرین‌شات و ضبط صفحه
fr: Empêcher les captures d'écran et l'enregistrement d'écran
hi: स्क्रीनशॉट और स्क्रीन रिकॉर्डिंग रोकें
hr: Spriječite snimke zaslona i snimanje zaslona
hy: Կանխել էկրանի պատկերները և տեսագրությունը
id: Cegah tangkapan layar dan perekaman layar
it: Impedisci screenshot e registrazione dello schermo
ja: スクリーンショットと画面録画を防止する
ko: 스크린샷 및 화면 녹화 방지
my: ဖန်သားပြင်ဓာတ်ပုံများနှင့် မျက်နှာပြင်ရိုက်ကူးခြင်းကို တားဆီးပါ။
nl: Voorkom screenshots en schermopname
pl: Zapobiegaj wykonywaniu zrzutów ekranu i nagrywaniu ekranu
pt: Evite capturas de tela e gravação de tela
ru: Предотвратить скриншоты и запись экрана
th: ป้องกันภาพหน้าจอและการบันทึกหน้าจอ
tl: Maiwasan ang mga screenshot at pag -record ng screen
tr: Ekran görüntülerini ve ekran kaydını önleyin
uk: Запобігати знімкам екрана та запису екрана
ur: اسکرین شاٹس اور اسکرین ریکارڈنگ کو روکیں۔
vi: Ngăn chặn ảnh chụp màn hình và ghi hình màn hình
zh: 防止截屏和录屏
zh_tw: 防止截螢幕和錄螢幕

source: Primary Address
ar: العنوان الأساسي
bg: Първичен адрес
cs: Primární adresa
es: Dirección principal
fa: آدرس اصلی
fr: Adresse primaire
hi: प्राथमिक पता
hr: Primarna adresa
hy: Առաջնային հասցե
it: Indirizzo primario
ja: 主なアドレス
ko: 기본 주소
my: အဓိကလိပ်စာ
pl: Adres główny
th: ที่อยู่ปฐมภูมิ
tl: Pangunahing address
tr: Birincil adres
uk: Первинна адреса
ur: بنیادی پتہ
vi: Địa chỉ chính
zh: 主要地址
zh_tw: 主要地址

source: Privacy
ar: خصوصية
bg: Поверителност
cs: Soukromí
de: Datenschutz
es: Privacidad
fa: حریم خصوصی
fr: Confidentialité
hi: गोपनीयता
hr: Privatnost
hy: Գաղտնիություն
id: Privasi
ja: プライバシー
ko: 개인 정보 보호
my: ကိုယ်ရေးကိုယ်တာ
pl: Prywatność
pt: Privacidade
ru: Конфиденциальность
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
ur: رازداری
vi: Quyền riêng tư
zh: 隐私
zh_tw: 隱私

source: Privacy Policy
ar: سياسة الخصوصية
bg: Политика за поверителността
cs: Zásady ochrany soukromí
de: Datenschutzrichtlinie
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
hi: गोपनीयता नीति
hr: Pravila privatnosti
hy: Գաղտնիության քաղաքականություն
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
my: ကိုယ်ရေးအချက်အလက်မူဝါဒ
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tl: Patakaran sa Pagkapribado
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
vi: Chính sách quyền riêng tư
zh: 隐私政策
zh_tw: 隱私政策

source: Privacy settings
ar: إعدادات الخصوصية
bg: Настройки за поверителност
cs: Nastavení soukromí
de: Datenschutzeinstellungen
es: Configuración de privacidad
fa: تنظیمات حریم خصوصی
fr: Paramètres de confidentialité
hi: गोपनीयता सेटिंग्स
hr: Postavke privatnosti
hy: Գաղտնիության կարգավորումներ
id: Pengaturan privasi
it: Impostazioni privacy
ja: プライバシー設定
ko: 개인 정보 보호 설정
my: Privacy settings တွေကို
nl: Privacy-instellingen
pl: Ustawienia prywatności
pt: Configurações de privacidade
ru: Настройки конфиденциальности
th: การตั้งค่าความเป็นส่วนตัว
tl: Settings para sa pagsasa-pribado
tr: Gizlilik ayarları
uk: Налаштування конфіденційності
ur: رازداری کی ترتیبات
vi: Cài đặt quyền riêng tư
zh: 隐私设置
zh_tw: 隱私設定
