Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# settings_change_language
source: Change language
ar: تغيير اللغة
bg: Промяна на езика
cs: Změnit jazyk
de: Sprache ändern
es: Cambiar idioma
fa: تغییر زبان
fr: Modifier la langue
hi: भाषा बदलो
hr: Promijeni jezik
hy: Փոխել լեզուն
id: Ganti bahasa
it: Cambia lingua
ja: 言語を変えてください
ko: 언어 변경
my: ဘာသာစကားပြောင်းပါ။
nl: Verander de taal
pl: Zmień język
pt: Mudar idioma
ru: Изменить язык
th: เปลี่ยนภาษา
tl: Baguhin ang wika
tr: Dili değiştir
uk: Змінити мову
ur: زبان تبدیل کریں
vi: Thay đổi ngôn ngữ
zh: 修改语言
zh_tw: 修改語言

# settings_change_pin
source: Change PIN
ar: تغيير PIN
bg: Промяна на PIN
cs: Změnit PIN
de: PIN ändern
es: Cambiar PIN
fa: تغییر پین
fr: Modifier le code PIN
hi: पिन बदलें
hr: Promijeni PIN
hy: Փոխել PIN-ը
id: Ganti PIN
it: Cambia PIN
ja: PINを変更
ko: PIN 변경
my: ပင်နံပါတ်ပြောင်းပါ။
nl: Verander pincode
pl: Zmień PIN
pt: Mudar PIN
ru: Изменить PIN
th: เปลี่ยน PIN
tl: Baguhin ang PIN
tr: PIN'i değiştir
uk: Змінити PIN
ur: پن تبدیل کریں۔
vi: Thay đổi PIN
zh: 更改密码
zh_tw: 更改密碼

# settings_currency
source: Currency
ar: العملة
bg: Валута
cs: Měna
de: Währung
es: Moneda (fiat)
fa: ارز
fr: Devise
hi: मुद्रा
hr: Valuta
hy: Արժույթ
id: Mata uang
it: Valuta
ja: 通貨
ko: 통화
my: ငွေကြေး
nl: Valuta
pl: Waluta
pt: Moeda
ru: Валюта
th: สกุลเงิน
tl: Pera
tr: Para birimi
uk: Валюта
ur: کرنسی
vi: Tiền tệ
zh: 货币
zh_tw: 貨幣

# settings_current_node
source: Current node
ar: العقدة الحالية
bg: Сегашен node
cs: Aktuální uzel
de: Aktueller Knoten
es: Nodo actual
fa: نود فعلی
fr: Nœud actuel
hi: वर्तमान नोड
hr: Trenutni node
hy: Ներկայիս հանգույց
id: Node saat ini
it: Nodo attuale
ja: 現在のノード
ko: 현재 노드
my: လက်ရှိ node
nl: Huidige knooppunt
pl: Bieżący węzeł
pt: Nó atual
ru: Текущая нода
th: จุดเชื่อมต่อปัจจุบัน
tl: Kasalukuyang node
tr: Şimdiki düğüm
uk: Поточний вузол
ur: موجودہ نوڈ
vi: Nút hiện tại
zh: 当前节点
zh_tw: 當前節點

# settings_dark_mode
source: Dark mode
ar: الوضع الداكن
bg: Тъмен режим
cs: Tmavý režim
de: Dunkler Modus
es: Modo oscuro
fa: حالت تاریک
fr: Mode sombre
hi: डार्क मोड
hr: Tamni način rada
hy: Մութ ռեժիմ
id: Mode gelap
it: Tema scuro
ja: ダークモード
ko: 다크 모드
my: အမှောင်မုဒ်
nl: Donkere modus
pl: Tryb ciemny
pt: Modo noturno
ru: Тёмный режим
th: โหมดดำ
tr: Karanlık mod
uk: Темний режим
ur: ڈارک موڈ
vi: Chế độ tối
zh: 黑暗模式
zh_tw: 黑暗模式

# settings_display_balance
source: Display balance
ar: عرض الرصيد
bg: Показване на баланс
cs: Zobrazovat zůstatek
de: Kontostand anzeigen
es: Mostrar saldo
fa: نمایش موجودی
fr: Affichage du solde
hi: प्रदर्शन संतुलन
hr: Prikaži stanje računa
hy: Ցուցադրել հաշիվը
id: Tampilkan saldo
it: Mostra saldo
ja: ディスプレイバランス
ko: 잔액 표시
my: ပြသချိန်ခွင်
nl: Saldo weergeven
pl: Wyświetl saldo
pt: Exibir saldo
ru: Отображать баланс
th: แสดงยอดคงเหลือ
tl: Ipakita ang balanse
tr: Bakiyeyi göster
uk: Відображати баланс
ur: ڈسپلے بیلنس
vi: Hiển thị số dư
zh: 显示余额为
zh_tw: 顯示餘額為

# settings_display_on_dashboard_list
source: Display on dashboard list
ar: عرض في قائمة لوحة المعلومات
bg: Показване на таблото
cs: Zobrazit na seznamu na dashboardu
de: Anzeige in der Dashboard-Liste
es: Mostrar en la lista del panel
fa: نمایش در لیست داشبورد
fr: Afficher sur la liste des tableaux de bord
hi: डैशबोर्ड सूची पर प्रदर्शित करें
hr: Prikaži na listi kontrolne ploče
hy: Ցուցադրել վահանակի ցանկում
id: Tampilkan di daftar dashboard
it: Mostra nella lista della pagina principale
ja: ダッシュボードリストに表示
ko: 대시보드 목록에 표시
my: ဒက်ရှ်ဘုတ်စာရင်းတွင် ပြသပါ။
nl: Weergeven op dashboardlijst
pl: Wyświetl na liście pulpitu
pt: Exibir no histórico
ru: Показывать в списке транзакций
th: แสดงบนรายการแดชบอร์ด
tl: Ipakita sa listahan ng dashboard
tr: Gösterge tablosu listesinde göster
uk: Відображати в списку транзакцій
ur: ڈیش بورڈ کی فہرست پر ڈسپلے کریں۔
vi: Hiển thị trên danh sách bảng điều khiển
zh: 显示在仪表板上
zh_tw: 顯示在仪表板上

# settings_fee_priority
source: Fee priority
ar: رسوم الأولوية
bg: Таксова приоритетност
cs: Priorita (poplatky)
de: Gebührenpriorität
es: Prioridad de comisión
fa: اولویت کارمزد
fr: Priorité des frais
hi: शुल्क प्राथमिकता
hr: Prioritet naknade
hy: Վարձի առաջնահերթություն
id: Prioritas biaya
it: Priorità commissione
ja: 料金優先
ko: 수수료 우선순위
my: အခကြေးငွေဦးစားပေး
nl: Tariefprioriteit
pl: Priorytet opłaty
pt: Prioridade da taxa
ru: Приоритет транзакции
th: ความสำคัญของค่าธรรมเนียม
tl: Priyoridad sa fee
tr: İşlem Komsiyonu önceliği
uk: Пріоритет транзакції
ur: فیس کی ترجیح
vi: Ưu tiên phí
zh: 手续费优先级
zh_tw: 手續費優先級

# settings_nodes
source: Nodes
ar: العقد
cs: Uzly
de: Knoten
es: Nodos
fa: نودها
fr: Nœuds
hi: नोड्स
hr: Nodovi
hy: Հանգույցներ
it: Nodi
ja: ノード
ko: 노드
my: ဆုံမှတ်များ
nl: knooppunten
pl: Węzły
pt: Nós
ru: Ноды
th: จุดเชื่อมต่อ
tl: Mga node
tr: Düğümler
uk: Вузли
ur: نوڈس
vi: Các nút
zh: 节点
zh_tw: 節點

# settings_none
source: None
ar: لا شيء
bg: Липсва
cs: Žádný
de: Keiner
es: Ninguno
fa: هیچ
fr: Rien
hi: कोई नहीं
hr: Nijedno
hy: Ոչինչ
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
my: တစ်ခုမှ
nl: Geen
pl: Brak
pt: Nada
ru: Ничего
th: ไม่มี
tl: Wala
tr: Hiçbiri
uk: Нічого
ur: کوئی نہیں۔
vi: Không có
zh: 没有
zh_tw: 沒有

# settings_only_trades
source: Only trades
ar: الصفقات فقط
bg: Само сделки
cs: Pouze obchody
de: Nur Handel
es: Solo operaciones
fa: فقط معاملات
fr: Seulement les échanges
hi: केवल ट्रेड करता है
hr: Samo razmjene
hy: Միայն առևտուր
id: Hanya perdagangan
it: Solo scambi
ja: 取引のみ
ko: 거래만
my: အရောင်းအဝယ်တွေချည်းပဲ။
nl: Alleen handel
pl: Tylko wymiany
pt: Somente trocas
ru: Сделки
th: เฉพาะการซื้อขาย
tl: Mga nangangalakal lamang
tr: Sadece takaslar
uk: Операції
ur: صرف تجارت
vi: Chỉ giao dịch
zh: 只交易
zh_tw: 只交易

# settings_only_transactions
source: Only transactions
ar: المعاملات فقط
bg: Само транзакции
cs: Pouze transakce
de: Nur Transaktionen
es: Solo Transacciones
fa: فقط تراکنش‌ها
fr: Seulement les transactions
hi: केवल लेन-देन
hr: Samo transakcije
hy: Միայն փոխանցումներ
id: Hanya transaksi
it: Solo transazioni
ja: トランザクションのみ
ko: 트랜잭션만
my: အရောင်းအဝယ်များသာ
nl: Alleen transacties
pl: Tylko transakcje
pt: Somente transações
ru: Транзакции
th: เฉพาะธุรกรรม
tl: Mga transaksyon lamang
tr: Sadece transferler
uk: Транзакції
ur: صرف لین دین
vi: Chỉ giao dịch
zh: 仅交易
zh_tw: 僅交易

# settings_personal
source: Personal
ar: شخصي
bg: Лични
cs: Osobní
de: Persönlich
fa: شخصی
fr: Personnel
hi: निजी
hr: Osobni
hy: Անձնական
id: Pribadi
it: Personali
ja: パーソナル
ko: 개인
my: ပုဂ္ဂိုလ်ရေး
nl: Persoonlijk
pl: Osobiste
pt: Pessoal
ru: Персональные
th: ส่วนตัว
tr: Kişisel
uk: Персональні
ur: ذاتی
vi: Cá nhân
zh: 个人
zh_tw: 個人

# settings_save_recipient_address
source: Save recipient address
ar: حفظ عنوان المستلم
bg: Запазване адрес на получател
cs: Ukládat adresu příjemce
de: Empfängeradresse speichern
es: Guardar dirección del destinatario
fa: ذخیره آدرس گیرنده
fr: Sauvegarder l'adresse du bénéficiaire
hi: प्राप्तकर्ता का पता सहेजें
hr: Spremi primateljevu adresu
hy: Պահպանել ստացողի հասցե
id: Simpan alamat penerima
it: Salva indirizzo di destinazione
ja: 受信者のアドレスを保存
ko: 수신자 주소 저장
my: လက်ခံသူလိပ်စာကို သိမ်းဆည်းပါ။
nl: Adres ontvanger opslaan
pl: Zapisz adres odbiorcy
pt: Salvar endereço do destinatário
ru: Сохранять адрес получателя
th: บันทึกที่อยู่ผู้รับ
tl: I-save ang address ng tatanggap
tr: Gönderilen adresi kaydet
uk: Зберігати адресу отримувача
ur: وصول کنندہ کا پتہ محفوظ کریں۔
vi: Lưu địa chỉ người nhận
zh: 保存收件人地址
zh_tw: 儲存收件人地址

# settings_support
source: Support
ar: الدعم
bg: Поддръжка
cs: Podpora
de: Hilfe
es: Soporte
fa: پشتیبانی
hi: समर्थन
hr: Podrška
hy: Աջակցություն
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
my: အထောက်အပံ့
nl: Ondersteuning
pl: Wsparcie
pt: Suporte
ru: Поддержка
th: สนับสนุน
tl: Suporta
tr: Destek
uk: Підтримка
ur: حمایت
vi: Hỗ trợ
zh: 帮助
zh_tw: 幫助

# settings_terms_and_conditions
source: Terms and Conditions
ar: الأحكام والشروط
bg: Условия
cs: Obchodní podmínky
de: Geschäftsbedingungen
es: Términos y Condiciones
fa: شرایط و قوانین
fr: Termes et Conditions
hi: नियम और शर्तें
hr: Uvjeti i odredbe
hy: Պայմաններ և պայմանավորվածություններ
id: Syarat dan Ketentuan
it: Termini e condizioni
ja: 規約と条件
ko: 이용 약관
my: စည်းကမ်းနှင့်သတ်မှတ်ချက်များ
nl: Voorwaarden
pl: Regulamin
pt: Termos e Condições
ru: Условия и положения
th: ข้อกำหนดและเงื่อนไข
tl: Mga Tuntunin at Kundisyon
tr: Şartlar ve Koşullar
uk: Умови та положення
ur: شرائط و ضوابط
vi: Điều khoản và Điều kiện
zh: 条款和条件
zh_tw: 條款和條件

# settings_title
source: Settings
ar: إعدادات
bg: Настройки
cs: Nastavení
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Réglages
hi: सेटिंग्स
hr: Postavke
hy: Կարգավորումներ
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
my: ဆက်တင်များ
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tl: Mga Setting
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh: 设置
zh_tw: 設定

# settings_trades
source: Trades
ar: الصفقات
bg: Сделки
cs: Obchody
de: Handel
es: Intercambios
fa: معاملات
fr: Échanges
hi: ट्रेडों
hr: Razmjene
hy: Առևտուր
id: Perdagangan
it: Scambi
ja: 取引
ko: 거래
my: ကုန်သွယ်မှုများ
pl: Transakcje
pt: Trocas
ru: Сделки
th: การซื้อขาย
tl: Mga kalakalan
tr: Takaslar
uk: Операції
ur: تجارت
vi: Giao dịch
zh: 交易
zh_tw: 交易

# settings_transactions
source: Transactions
ar: المبادلات
bg: Транзакции
cs: Transakce
de: Transaktionen
es: Transacciones
fa: تراکنش‌ها
hi: लेन-देन
hr: Transakcije
hy: Փոխանցումներ
id: Transaksi
it: Transazioni
ja: 取引
ko: 트랜잭션
my: ငွေပေးငွေယူ
nl: Transacties
pl: Transakcje
pt: Transações
ru: Транзакции
th: ธุรกรรม
tl: Mga transaksyon
tr: İşlemler
uk: Транзакції
ur: لین دین
vi: Giao dịch
zh: 交易情况
zh_tw: 交易情况

# settings_wallets
source: Wallets
ar: المحافظ
bg: Портфейли
cs: Peněženky
es: Carteras
fa: کیف پول‌ها
fr: Portefeuilles (Wallets)
hi: पर्स
hr: Novčanik
hy: Դրամապանակներ
id: Dompet
it: Portafogli
ja: 財布
ko: 지갑
my: ပိုက်ဆံအိတ်
nl: Portemonnee
pl: Portfele
pt: Carteiras
ru: Кошельки
th: กระเป๋าสตางค์
tl: Mga wallet
tr: Cüzdanlar
uk: Гаманці
ur: بٹوے
vi: Ví
zh: 钱包
zh_tw: 錢包

# setup_2fa
source: Setup Cake 2FA
ar: تعيين 2 عامل المصادقة
bg: Настройка на Cake 2FA
cs: Nastavení Cake 2FA
es: Configurar Cake 2FA
fa: راه‌اندازی کیک 2FA
fr: Paramétrer Cake 2FA
hi: सेटअप केक 2FA
hr: Postavljanje torte 2FA
hy: Հավատարմագրել 2FA
id: Siapkan Kue 2FA
it: Imposta Cake 2FA
ja: セットアップ ケーキ 2FA
ko: Cake 2FA 설정
my: ကိတ်မုန့် 2FA စနစ်ထည့်သွင်းပါ။
nl: Opstelling Taart 2FA
pl: Skonfiguruj Cake 2FA
pt: Configurar o Cake 2FA
ru: Настройка торта 2FA
th: ตั้งค่าเค้ก 2FA
tr: Kurulum Pastası 2FA
uk: Налаштування Cake 2FA
ur: سیٹ اپ کیک 2FA
vi: Thiết lập Cake 2FA
zh: 设置 Cake 2FA
zh_tw: 設定 Cake 2FA

# setup_2fa_text
source: Cake 2FA works using TOTP as the second authentication factor. Cake 2FA's TOTP requires SHA-512 and 8 digit support; this provides increased security. More information and supported apps can be found in the guide.
ar: .ﻲﻧﺎﺜﻟﺍ ﺔﻗﺩﺎﺼﻤﻟﺍ ﻞﻣﺎﻌﻛ TOTP ﻡﺍﺪﺨﺘﺳﺎﺑ Cake 2FA ﻞﻤﻌﻳ
bg: Cake 2FA работи с помощта на TOTP като втори фактор за удостоверяване. TOTP на Cake 2FA изисква SHA-512 и поддръжка на 8 цифри; това осигурява повишена сигурност. Повече информация и поддържани приложения можете да намерите в ръководството.
cs: Cake 2FA pracuje s použitím TOTP jako druhého autentizačního faktoru. TOTP Cake 2FA vyžaduje SHA-512 a podporu 8 číslic; to poskytuje zvýšenou bezpečnost. Další informace a podporované aplikace naleznete v průvodci.
de: Cake 2FA verwendet TOTP als zweiten Authentifizierungsfaktor. Das TOTP von Cake 2FA erfordert SHA-512 und 8-stellige Unterstützung; Dies sorgt für erhöhte Sicherheit. Weitere Informationen und unterstützte Apps finden Sie im Leitfaden.
es: Cake 2FA funciona utilizando TOTP como segundo factor de autenticación. El TOTP de Cake 2FA requiere SHA-512 y soporte para 8 dígitos; esto proporciona una mayor seguridad. Puedes encontrar más información y aplicaciones compatibles en la guía.
fa: کیک 2FA با استفاده از TOTP به عنوان عامل دوم احراز هویت کار می‌کند. TOTP کیک 2FA نیازمند پشتیبانی از SHA-512 و ۸ رقم است؛ این امنیت بیشتری را فراهم می‌کند. اطلاعات بیشتر و برنامه‌های پشتیبانی شده را می‌توانید در راهنما پیدا کنید.
fr: Cake 2FA fonctionne en utilisant TOTP comme deuxième facteur d'authentification. Le TOTP de Cake 2FA nécessite la prise en charge de SHA-512 et de 8 chiffres ; cela offre une sécurité accrue. Plus d’informations et les applications prises en charge peuvent être trouvées dans le guide.
hi: केक 2FA दूसरे प्रमाणीकरण कारक के रूप में TOTP का उपयोग करके काम करता है। केक 2FA के TOTP को SHA-512 और 8 अंकों के समर्थन की आवश्यकता है; इससे अधिक सुरक्षा मिलती है. अधिक जानकारी और समर्थित ऐप्स गाइड में पाए जा सकते हैं।
hr: Cake 2FA radi koristeći TOTP kao drugi faktor provjere autentičnosti. Cake 2FA TOTP zahtijeva SHA-512 i podršku za 8 znamenki; ovo osigurava povećanu sigurnost. Više informacija i podržanih aplikacija možete pronaći u vodiču.
hy: Cake 2FA-ն աշխատում է TOTP-ի հետ որպես երկրորդ հավատարմագրման գործոն։ Cake 2FA-ի TOTP-ը պահանջում է SHA-512 և 8 թվանշանների աջակցություն; դա ավելի մեծ անվտանգություն է ապահովում։ Ավելի շատ տեղեկություն և աջակցվող հավելվածներ կարելի է գտնել ուղեցույցում։
id: Cake 2FA bekerja menggunakan TOTP sebagai faktor otentikasi kedua. TOTP Cake 2FA memerlukan SHA-512 dan dukungan 8 digit; ini memberikan peningkatan keamanan. Informasi lebih lanjut dan aplikasi yang didukung dapat ditemukan di panduan.
it: Cake 2FA funziona utilizzando TOTP come secondo fattore di autenticazione. Il TOTP di Cake 2FA richiede il supporto SHA-512 e 8 cifre; ciò fornisce una maggiore sicurezza. Maggiori informazioni e app supportate sono disponibili nella guida.
ja: Cake 2FA は、TOTP を 2 番目の認証要素として使用して機能します。 Cake 2FA の TOTP には SHA-512 と 8 桁のサポートが必要です。これによりセキュリティが強化されます。詳細とサポートされているアプリについてはガイドをご覧ください。
ko: Cake 2FA는 두 번째 인증 요소로 TOTP를 사용합니다. Cake 2FA의 TOTP는 SHA-512 및 8자리 지원이 필요하며 이는 보안을 강화합니다. 자세한 정보 및 지원되는 앱은 가이드에서 찾을 수 있습니다.
my: ကိတ်မုန့် 2FA သည် TOTP ကို ဒုတိယ စစ်မှန်ကြောင်းအထောက်အထားအဖြစ် အသုံးပြု၍ လုပ်ဆောင်သည်။ ကိတ်မုန့် 2FA ၏ TOTP သည် SHA-512 နှင့် 8 ဂဏန်းပံ့ပိုးမှု လိုအပ်သည်။ ဒါက လုံခြုံရေးကို တိုးမြှင့်ပေးတယ်။ နောက်ထပ်အချက်အလက်များနှင့် ပံ့ပိုးပေးထားသောအက်ပ်များကို လမ်းညွှန်တွင် တွေ့နိုင်ပါသည်။
nl: Cake 2FA werkt met TOTP als tweede authenticatiefactor. Cake 2FA's TOTP vereist SHA-512 en 8-cijferige ondersteuning; dit zorgt voor meer veiligheid. Meer informatie en ondersteunde apps vindt u in de gids.
pl: Cake 2FA działa przy użyciu TOTP jako drugiego czynnika uwierzytelniającego. TOTP w Cake 2FA wymaga SHA-512 oraz obsługi 8-cyfrowych kodów; zapewnia to zwiększone bezpieczeństwo. Więcej informacji i obsługiwane aplikacje znajdziesz w przewodniku.
pt: Cake 2FA funciona usando TOTP como segundo fator de autenticação. O TOTP do Cake 2FA requer suporte SHA-512 e 8 dígitos; isso proporciona maior segurança. Mais informações e aplicativos suportados podem ser encontrados no guia.
ru: Cake 2FA работает с использованием TOTP в качестве второго фактора аутентификации. TOTP Cake 2FA требует SHA-512 и поддержки 8 цифр; это обеспечивает повышенную безопасность. Дополнительную информацию и поддерживаемые приложения можно найти в руководстве.
th: Cake 2FA ทำงานโดยใช้ TOTP เป็นปัจจัยการตรวจสอบสิทธิ์ที่สอง TOTP ของ Cake 2FA ต้องการการสนับสนุน SHA-512 และ 8 หลัก สิ่งนี้ให้ความปลอดภัยเพิ่มขึ้น ข้อมูลเพิ่มเติมและแอปที่รองรับมีอยู่ในคำแนะนำ
tl: Gumagana ang Cake 2FA gamit ang TOTP bilang pangalawang kadahilanan sa pagpapatunay. Ang TOTP ng Cake 2FA ay nangangailangan ng SHA-512 at 8 digit na suporta; nagbibigay ito ng mas mataas na seguridad. Higit pang impormasyon at suportadong app ang makikita sa guide.
tr: Cake 2FA, ikinci kimlik doğrulama faktörü olarak TOTP'yi kullanarak çalışır. Cake 2FA'nın TOTP'si SHA-512 ve 8 haneli destek gerektirir; bu daha fazla güvenlik sağlar. Daha fazla bilgi ve desteklenen uygulamalar kılavuzda bulunabilir.
uk: Cake 2FA працює з використанням TOTP як другого фактора автентифікації. Для TOTP Cake 2FA потрібен SHA-512 і підтримка 8 цифр; це забезпечує підвищену безпеку. Додаткову інформацію та підтримувані програми можна знайти в посібнику.
ur: ۔ﮯﮨ ﺎﺗﺮﮐ ﻡﺎﮐ ﮯﺋﻮﮨ ﮯﺗﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﺎﮐ TOTP ﺮﭘ ﺭﻮﻃ ﮯﮐ ﺮﺼﻨﻋ ﯽﻘﯾﺪﺼﺗ ﮮﺮﺳﻭﺩ 2FA ﮏﯿﮐ
vi: Cake 2FA hoạt động bằng cách sử dụng TOTP làm yếu tố xác thực thứ hai. TOTP của Cake 2FA yêu cầu hỗ trợ SHA-512 và 8 chữ số; điều này cung cấp bảo mật cao hơn. Thông tin thêm và các ứng dụng hỗ trợ có thể được tìm thấy trong hướng dẫn.
zh: Cake 2FA 使用 TOTP 作为两步验证。 其 TOTP 需要 SHA-512 和 8 位码支持，提供更高安全性。详情及兼容 App 见指南。
zh_tw: Cake 2FA 使用 TOTP 作為兩步驗證。 其 TOTP 需要 SHA-512 和 8 位碼支援，提供更高安全性。詳情及相容 App 見指南。

source: Setup PIN
ar: تعيين PIN
bg: Настройване на PIN
cs: Nastavit PIN
de: PIN einrichten
es: Configurar PIN
fa: راه‌اندازی پین
fr: Configurer le code PIN
hi: पिन सेट करें
hr: Podesi PIN
hy: Հավատարմագրել PIN
id: Pasang PIN
it: Imposta PIN
ja: PINのセットアップ
ko: PIN 설정
my: ပင်နံပါတ်ကို စနစ်ထည့်သွင်းပါ။
nl: PIN instellen
pl: Ustaw PIN
pt: Configurar PIN
ru: Настроить PIN
th: ตั้งค่า PIN
tl: I-Setup ang PIN
tr: PIN kodu kurulumu
uk: Встановити PIN
ur: PIN سیٹ اپ کریں۔
vi: Thiết lập PIN
zh: 设置PIN码
zh_tw: 設定PIN碼

# setup_successful
source: Your PIN has been set up successfully!
ar: تم إعداد PIN الخاص بك بنجاح!
bg: Вашият PIN бе успешно настроен!
cs: Váš PIN byl úspěšně nastaven!
de: Ihre PIN wurde erfolgreich eingerichtet!
es: ¡Tu PIN se ha configurado correctamente!
fa: پین شما با موفقیت تنظیم شد!
fr: Votre code PIN a été configuré avec succès !
hi: आपका पिन सफलतापूर्वक सेट हो गया है
hr: Vaš je pin uspješno postavljen!
hy: Ձեր PIN-ը հաջողությամբ հավատարմագրվել է!
id: PIN Anda telah berhasil diatur!
it: Il tuo PIN è stato impostato con successo!
ja: PINは正常に設定されました!
ko: PIN이 성공적으로 설정되었습니다!
my: သင့်ပင်နံပါတ်ကို အောင်မြင်စွာ သတ်မှတ်ပြီးပါပြီ။
nl: Uw PIN is succesvol ingesteld!
pl: Twój kod PIN został pomyślnie ustawiony!
pt: Seu PIN foi configurado com sucesso!
ru: PIN был успешно установлен!
th: การตั้งค่า PIN ของคุณสำเร็จแล้ว!
tl: Matagumpay na na-set up ang iyong PIN!
tr: PIN kodun başarıyla ayarlandı!
uk: PIN було успішно встановлено!
ur: آپ کا PIN کامیابی کے ساتھ ترتیب دیا گیا ہے!
vi: PIN của bạn đã được thiết lập thành công!
zh: 您的PIN码已成功设置!
zh_tw: 您的PIN碼已成功設定!

# setup_totp_recommended
source: Setup TOTP
ar: TOTP ﺩﺍﺪﻋﺇ
bg: Настройка на TOTP
cs: Nastavení TOTP
de: TOTP einrichten
es: Configurar TOTP
fa: راه‌اندازی TOTP
fr: Configurer TOTP
hi: सेटअप टीओटीपी
hr: Postavite TOTP
hy: Հավատարմագրել TOTP
id: Pengaturan TOTP
it: Imposta TOTP
ja: TOTPのセットアップ
ko: TOTP 설정
my: TOTP စနစ်ထည့်သွင်းပါ။
nl: TOTP instellen
pl: Ustaw TOTP
pt: Configurar TOTP
ru: Настройка ТОТП
th: ตั้งค่า TOTP
tl: I-setup ang TOTP
tr: TOTP'yi kur
uk: Налаштувати TOTP
ur: TOTP ۔ﮟﯾﺮﮐ ﭖﺍ ﭧﯿﺳ
vi: Thiết lập TOTP
zh: 设置 TOTP
zh_tw: 設定 TOTP
