Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# add_token_warning
source: Do not edit or add tokens as instructed by scammers. Always confirm token addresses with reputable sources!
ar: لا تقم بتحرير أو إضافة رموز وفقًا لتعليمات المحتالين. قم دائمًا بتأكيد عناوين الرموز مع مصادر حسنة السمعة!
bg: Не редактирайте и не добавяйте токени според инструкциите на измамниците. Винаги потвърждавайте адресите на токени с надеждни източници!
cs: Neupravujte ani nepřidávejte tokeny podle pokynů podvodníků. Vždy potvrďte adresy tokenů s renomovanými zdroji!
de: Bearbeiten oder fügen Sie Token nicht gemäß den Anweisungen von Betrügern hinzu. Bestätigen Sie Token-Adressen immer mit seriösen Quellen!
es: No edites ni añadas tokens siguiendo instrucciones de estafadores. ¡Confirma siempre las direcciones de los tokens con fuentes confiables!
fa: طبق دستور کلاهبرداران توکن‌ها را ویرایش یا اضافه نکنید. همیشه آدرس توکن‌ها را با منابع معتبر تایید کنید!
fr: Ne modifiez pas ou n'ajoutez pas de tokens comme pourraient vous le suggérer des escrocs. Confirmez toujours les adresses de token auprès de sources fiables !
hi: स्कैमर्स के निर्देशानुसार टोकन संपादित या जोड़ें न करें। हमेशा प्रतिष्ठित स्रोतों से टोकन पते की पुष्टि करें!
hr: Nemojte uređivati niti dodavati tokene prema uputama prevaranata. Uvijek potvrdite adrese tokena s uglednim izvorima!
hy: Մի խմբագրեք կամ ավելացրեք token-ներ, ինչպես կոչ են անում խարդախները: Միշտ հաստատեք Token-ների հասցեները վստահելի աղբյուրներով:
id: Jangan mengedit atau menambahkan token seperti yang diinstruksikan oleh penipu. Selalu konfirmasikan alamat token dengan sumber tepercaya!
it: Non modificare o aggiungere token come indicato dai truffatori. Conferma sempre gli indirizzi dei token con fonti attendibili!
ja: 詐欺師の指示に従ってトークンを編集または追加しないでください。 トークン アドレスは常に信頼できる情報源で確認してください。
ko: 사기꾼의 지시에 따라 토큰을 편집하거나 추가하지 마십시오. 항상 신뢰할 수 있는 출처를 통해 토큰 주소를 확인하십시오!
my: လိမ်လည်သူများ ညွှန်ကြားထားသည့်အတိုင်း တိုကင်များကို တည်းဖြတ်ခြင်း သို့မဟုတ် မထည့်ပါနှင့်။ ဂုဏ်သိက္ခာရှိသော အရင်းအမြစ်များဖြင့် အမြဲတမ်း တိုကင်လိပ်စာများကို အတည်ပြုပါ။
nl: Bewerk of voeg geen tokens toe volgens de instructies van oplichters. Bevestig tokenadressen altijd met betrouwbare bronnen!
pl: Nie edytuj ani nie dodawaj tokenów na polecenie oszustów. Zawsze potwierdzaj adresy tokenów w wiarygodnych źródłach!
pt: Não edite ou adicione tokens de acordo com as instruções dos golpistas. Sempre confirme os endereços de token com fontes confiáveis!
ru: Не редактируйте и не добавляйте токены по указанию мошенников. Всегда подтверждайте адреса токенов из авторитетных источников!
th: ห้ามแก้ไขหรือเพิ่มโทเค็นตามคำแนะนำของนักต้มตุ๋น ยืนยันที่อยู่โทเค็นกับแหล่งที่มาที่เชื่อถือได้เสมอ!
tl: Huwag i-edit o magdagdag ng mga token tulad ng itinuro ng mga scammers. Laging kumpirmahin ang mga token address na may mga kagalang-galang na mapagkukunan!
tr: Dolandırıcıların talimatına göre jetonları düzenlemeyin veya eklemeyin. Belirteç adreslerini her zaman saygın kaynaklarla onaylayın!
uk: Не редагуйте та не додавайте токени за вказівками шахраїв. Завжди підтверджуйте адреси токенів у авторитетних джерелах!
ur: سکیمرز کی ہدایت کے مطابق ٹوکن میں ترمیم یا اضافہ نہ کریں۔ ہمیشہ معتبر ذرائع سے ٹوکن پتوں کی تصدیق کریں!
vi: Không chỉnh sửa hoặc thêm token theo yêu cầu của kẻ lừa đảo. Luôn xác nhận địa chỉ token từ các nguồn đáng tin cậy!
zh: 勿按诈骗者指示编辑或添加代币！始终通过可靠来源验证合约地址。
zh_tw: 勿按詐騙者指示編輯或新增代幣！始終通過可靠來源驗證合約地址。

source: Add value
ar: إضافة قيمة
bg: Добавяне на стойност
cs: Přidat hodnotu
de: Wert hinzufügen
es: Añadir saldo
fa: افزودن مقدار
fr: Ajouter une valeur
hi: मूल्य जोड़ें
hr: Dodaj vrijednost
hy: Ավելացնել արժեք
id: Tambahkan nilai
it: Aggiungi valore
ja: 付加価値
ko: 값 추가
my: တန်ဖိုးထည့်ပါ။
nl: Waarde toevoegen
pl: Dodaj środki
pt: Adicionar valor
ru: Добавить значение
th: เพิ่มมูลค่า
tl: Magdagdag ng halaga
tr: Değer ekle
uk: Додати значення
ur: قدر شامل کریں۔
vi: Thêm giá trị
zh: 添加金额
zh_tw: 新增金額

source: Address
ar: ﻥﺍﻮﻨﻋ
bg: Адрес
cs: Adresa
de: Adresse
es: Dirección
fa: آدرس
fr: Adresse
hi: पता
hr: Adresa
hy: Հասցե
id: Alamat
it: Indirizzo
ja: 住所
ko: 주소
my: လိပ်စာ
nl: Adres
pl: Adres
pt: Endereço
ru: Адрес
th: ที่อยู่
tr: Adres
uk: Адреса
ur: ﮧﺘﭘ
vi: Địa chỉ
zh: 地址
zh_tw: 地址

source: Address Book
ar: دليل العناوين
bg: Адресна книга
cs: Adresář
de: Adressbuch
es: Libreta de Direcciones
fa: دفترچه آدرس
fr: Carnet d'Adresses
hi: पता पुस्तिका
hr: Imenik
hy: Հասցեագիրք
id: Buku Alamat
it: Rubrica indirizzi
ja: 住所録
ko: 주소록
my: လိပ်စာစာအုပ်
nl: Adresboek
pl: Książka adresowa
pt: Livro de endereços
ru: Адресная книга
th: สมุดที่อยู่
tr: Adres Defteri
uk: Адресна книга
ur: ایڈریس بک
vi: Sổ địa chỉ
zh: 地址簿
zh_tw: 地址簿

# address_book_menu
source: Address book
ar: دليل العناوين
bg: Адресна книга
cs: Adresář
de: Adressbuch
es: Libreta de direcciones
fa: دفترچه آدرس
fr: Carnet d'Adresses
hi: पता पुस्तिका
hr: Imenik
hy: Հասցեագիրք
id: Buku alamat
it: Rubrica indirizzi
ja: 住所録
ko: 주소록
my: လိပ်စာစာအုပ်
nl: Adresboek
pl: Książka adresowa
pt: Livro de endereços
ru: Адресная книга
th: สมุดที่อยู่
tr: Adres defteri
uk: Адресна книга
ur: ایڈریس بک
vi: Sổ địa chỉ
zh: 地址簿
zh_tw: 地址簿

source: Address detected
ar: تم ايجاد العنوان
bg: Открит е адрес
cs: Adresa detekována
de: Adresse erkannt
es: Dirección detectada
fa: آدرس شناسایی شد
fr: Adresse détectée
hi: पता लग गया
hr: Adresa je otkrivena
hy: Հասցեն հայտնաբերված է
id: Alamat terdeteksi
it: Indirizzo rilevato
ja: アドレスが検出されました
ko: 주소가 감지되었습니다
my: လိပ်စာကို တွေ့ရှိခဲ့သည်။
nl: Adres gedetecteerd
pl: Wykryto adres
pt: Endereço detectado
ru: Обнаружен адрес
th: ตรวจพบที่อยู่
tl: Nakita ang address
tr: Adres tespit edildi
uk: Виявлено адресу
ur: پتہ کا پتہ چلا
vi: Địa chỉ được phát hiện
zh: 检测到地址
zh_tw: 檢測到地址

# address_from_domain
source: This address is from ${domain} on Unstoppable Domains
ar: هذا العنوان من ${domain} من Unstoppable Domains
bg: Този адрес е от ${domain} на Unstoppable Domains
cs: Tato adresa je z ${domain} na Unstoppable Domains
de: Diese Adresse ist von ${domain} auf Unstoppable Domains
es: Esta dirección pertenece a ${domain} en Unstoppable Domains
fa: این آدرس از دامنه ${domain} در Unstoppable Domains است
fr: Cette adresse est issue de ${domain} sur Unstoppable Domains
hi: यह पता ${domain} से है Unstoppable Domains
hr: To je adresa od ${domain} na Unstoppable Domains
hy: Այս հասցեն է ${domain} Unstoppable Domains-ից
id: Alamat ini dari ${domain} di Unstoppable Domains
it: Questo indirizzo è da ${domain} su Unstoppable Domains
ja: このアドレスは ${domain} からのものです Unstoppable Domains
ko: 이 주소는 Unstoppable Domains의 ${domain}에서 온 것입니다
my: ဤလိပ်စာသည် Unstoppable Domains ရှိ ${domain} မှဖြစ်သည်။
nl: Dit adres is van ${domain} op Unstoppable Domains
pl: Ten adres pochodzi z domeny ${domain} na Unstoppable Domains
pt: Este endereço é de ${domain} em Unstoppable Domains
ru: Этот адрес от ${domain} на Unstoppable Domains
th: ที่อยู่นี้มาจาก ${domain} บน Unstoppable Domains
tl: Ang address na ito ay mula sa ${domain} mga Unstoppable Domains
tr: Bu adres Unstoppable Domains'deki' ${domain} adresinden alındı
uk: Ця адреса від ${domain} на Unstoppable Domains
ur: یہ پتہ نہ رکنے والے ڈومینز پر ${domain} کا ہے۔
vi: Địa chỉ này đến từ ${domain} trên Unstoppable Domains
zh: 此地址来自 Unstoppable Domains 上的 ${domain}
zh_tw: 此地址來自 Unstoppable Domains 上的 ${domain}

# address_from_yat
source: This address is from ${emoji} on Yat
ar: هذا العنوان من ${emoji} على Yat
bg: Този адрес е от ${emoji} в Yat
cs: Tato adresa je z ${emoji} na Yatu
de: Diese Adresse ist von ${emoji} auf Yat
es: Esta dirección es de ${emoji} en Yat
fa: این آدرس از ${emoji} در Yat است
fr: Cette adresse est issue de ${emoji} sur Yat
hi: यह पता ${emoji} से है Yat
hr: To je adresa od ${emoji} na Yat
hy: Այս հասցեն է ${emoji} Yat-ից
id: Alamat ini berasal dari ${emoji} di Yat
it: Questo indirizzo è da ${emoji} su Yat
ja: このアドレスは ${emoji} からのものです Yat
ko: 이 주소는 Yat의 ${emoji}에서 온 것입니다
my: ဤလိပ်စာသည် Yat ရှိ ${emoji} မှဖြစ်သည်။
nl: Dit adres is van ${emoji} op Yat
pl: Ten adres pochodzi od ${emoji} w Yat
pt: Este endereço é de ${emoji} em Yat
ru: Этот адрес от ${emoji} на Yat
th: ที่อยู่นี้มาจาก ${emoji} บน Yat
tl: Ang address na ito ay mula sa ${emoji} sa Yat
tr: Bu adres Yat'taki ${emoji} adresinden alındı
uk: Ця адреса від ${emoji} на Yat
ur: یہ پتہ Yat پر ${emoji} کا ہے۔
vi: Địa chỉ này đến từ ${emoji} trên Yat
zh: 此地址来自 Yat 上的 ${emoji}
zh_tw: 此地址來自 Yat 上的 ${emoji}

source: Address label
ar: تسمية عنوان
bg: Адресен label
cs: Popisek adresy
es: Etiqueta de dirección
fa: برچسب آدرس
fr: Nom de l'adresse
hy: Հասցեի պիտակ
id: Label alamat
it: Etichetta indirizzo
ko: 주소 라벨
my: လိပ်စာတံဆိပ်
pl: Etykieta adresu
th: ป้ายกำกับที่อยู่
tl: Label ng address
tr: Adres etiketi
ur: پتے کا خانہ
vi: Nhãn địa chỉ
zh: 地址标签
zh_tw: 地址標簽

# address_remove_contact
source: Remove contact
ar: ازالة جهة الاتصال
bg: Премахни контакт
cs: Smazat kontakt
de: Kontakt entfernen
es: Eliminar contacto
fa: حذف مخاطب
fr: Supprimer le contact
hi: संपर्क हटाये
hr: Ukloni kontakt
hy: Հեռացնել կոնտակտը
id: Hapus kontak
it: Rimuovi contatto
ja: 連絡先を削除します
ko: 연락처 제거
my: အဆက်အသွယ်ကို ဖယ်ရှားပါ။
nl: Contact verwijderen
pl: Usuń kontakt
pt: Remover contato
ru: Удалить контакт
th: ลบผู้ติดต่อ
tl: Alisin ang contact
tr: Kişiyi sil
uk: Видалити контакт
ur: رابطہ ہٹا دیں۔
vi: Xóa liên hệ
zh: 删除联系人
zh_tw: 刪除聯絡人

# address_remove_content
source: Are you sure that you want to remove selected contact?
ar: هل أنت متأكد من رغبتك في إزالة جهة الاتصال المحددة؟
bg: Сигурни ли сте, че искате да премахнете избрания контакт?
cs: Opravdu chcete smazat označený kontakt?
de: Sind Sie sicher, dass Sie den ausgewählten Kontakt entfernen möchten?
es: ¿Seguro que deseas eliminar el contacto seleccionado?
fa: آیا مطمئن هستید که می‌خواهید مخاطب انتخاب شده را حذف کنید؟
fr: Êtes vous certain de vouloir supprimer le contact sélectionné ?
hi: क्या आप वाकई चयनित संपर्क को हटाना चाहते हैं?
hr: Jeste li sigurni da želite ukloniti odabrani kontakt?
hy: Վստահ եք, որ ուզում եք հեռացնել ընտրված կոնտակտը?
id: Apakah Anda yakin ingin menghapus kontak yang dipilih?
it: Sei sicuro di voler eliminare il contatto selezionato?
ja: 選択した連絡先を削除してもよろしいですか？
ko: 선택한 연락처를 정말로 제거하시겠습니까?
my: ရွေးချယ်ထားသောအဆက်အသွယ်ကို ဖယ်ရှားလိုသည်မှာ သေချာပါသလား။
nl: Weet u zeker dat u het geselecteerde contact wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybrany kontakt?
pt: Tem certeza de que deseja remover o contato selecionado?
ru: Вы уверены, что хотите удалить выбранный контакт?
th: คุณแน่ใจหรือว่าต้องการลบผู้ติดต่อที่เลือก?
tl: Sigurado ka bang nais mong alisin ang napiling contact?
tr: Seçili kişiyi silmek istediğinden emin misin?
uk: Ви впевнені, що хочете видалити вибраний контакт?
ur: کیا آپ واقعی منتخب رابطہ کو ہٹانا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa liên hệ đã chọn không?
zh: 您确定要删除所选联系人吗？
zh_tw: 您確定要刪除所選聯絡人嗎？

source: Addresses
ar: عناوين
bg: Адреси
cs: Adresy
de: Adressen
es: Direcciones
fa: آدرس‌ها
fr: Adresses
hi: पतों
hr: Adrese
hy: Հասցեներ
id: Alamat
it: Indirizzi
ja: 住所
ko: 주소
my: လိပ်စာများ
nl: Adressen
pl: Adresy
pt: Endereços
ru: Адреса
th: ที่อยู่
tl: Mga Address
tr: Adresler
uk: Адреси
ur: پتے
vi: Địa chỉ
zh: 地址
zh_tw: 地址

source: Advanced Settings
ar: إعدادات متقدمة
bg: Разширени настройки
cs: Pokročilé nastavení
de: Erweiterte Einstellungen
es: Ajustes Avanzados
fa: تنظیمات پیشرفته
fr: Réglages avancés
hi: एडवांस सेटिंग
hr: Napredne postavke
hy: Առաջադեմ կարգավորումներ
id: Pengaturan lanjutan
it: Impostazioni avanzate
ja: 高度な設定
ko: 고급 설정
my: အဆင့်မြင့်ချိန်ညှိချက်များ
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt: Configurações avançadas
ru: Расширенные настройки
th: ตั้งค่าขั้นสูง
tl: Mga Advanced na Setting
tr: Gelişmiş Ayarlar
uk: Розширені налаштування
ur: اعلی درجے کی ترتیبات
vi: Cài đặt nâng cao
zh: 高级设置
zh_tw: 進階設定

source: Aggressive
ar: عنيف
bg: Прекалено усърден
cs: Agresivní
de: Übereifrig
es: Agresivo
fa: تهاجمی
fr: Agressif
hi: ज्यादा
hr: Preterano
hy: Ագրեսիվ
id: Terlalu bersemangat
it: Aggressivo
ja: 熱心すぎる
ko: 적극적
my: စိတ်အားထက်သန်ခြင်း။
nl: Overijverig
pl: Agresywny
pt: excessivamente zeloso
ru: чрезмерно усердный
th: กระตือรือร้นมากเกินไป
tl: Agresibo
tr: Aşırı duyarlı
uk: Надто старанний
ur: حد سے زیادہ پرجوش
vi: Tích cực
zh: 激进
zh_tw: 激進

source: Agree
ar: موافق
bg: Съгласен/а съм
cs: Souhlasím
de: stimme zu
es: Aceptar
fa: موافقم
fr: d'accord
hi: सहमत
hr: Slažem se
hy: Համաձայն եմ
id: Setuju
it: Conferma
ja: 同意する
ko: 동의
my: သဘောတူသည်။
nl: mee eens
pl: Zgadzam się
pt: Concordo
ru: согласен
th: ยอมรับ
tl: Sumang-ayon
tr: Kabul Et
uk: Згоден
ur: متفق
vi: Đồng ý
zh: 同意
zh_tw: 同意

# agree_and_continue
source: Agree & Continue
ar: الموافقة ومتابعة
bg: Съгласяване и продължаване
cs: Souhlasím & pokračovat
de: Zustimmen & fortfahren
es: Aceptar y Continuar
fa: موافقت و ادامه
fr: Accepter et continuer
hi: सहमत और जारी रखें
hr: Slažem se i nastavi
hy: Համաձայն եմ և շարունակեմ
id: Setuju & Lanjutkan
it: Accetta e continua
ja: 同意して続行
ko: 동의하고 계속하기
my: သဘောတူပြီး ရှေ့ဆက်ပါ။
nl: Akkoord & doorgaan
pl: Zgadzam się i kontynuuj
pt: Concordar e continuar
ru: Согласиться и продолжить
th: ยอมรับและดำเนินการต่อ
tl: Sumang-ayon & Magpatuloy
tr: Kabul Et & Devam Et
uk: Погодитися та продовжити
ur: اتفاق کریں اور جاری رکھیں
vi: Đồng ý & Tiếp tục
zh: 同意并继续
zh_tw: 同意並繼續

# agree_to
source: By creating account you agree to the
ar: من خلال إنشاء حساب فإنك توافق على
bg: Чрез създаването на акаунт вие се съгласявате с
cs: Vytvořením účtu souhlasíte s
de: Indem Sie ein Konto erstellen, stimmen Sie den
es: Al crear una cuenta, aceptas los
fa: با ایجاد حساب کاربری، شما موافقت می‌کنید با
fr: En créant un compte, vous acceptez les
hi: खाता बनाकर आप इससे सहमत होते हैं
hr: Stvaranjem računa pristajete na
hy: Ստեղծելով հաշիվ դուք համաձայնում եք
id: Dengan membuat akun Anda setuju dengan
it: Creando un account accetti il ​​
ja: アカウントを作成することにより、
ko: 계정을 생성함으로써 다음에 동의합니다
my: အကောင့်ဖန်တီးခြင်းဖြင့် သင်သည် ဤအရာကို သဘောတူပါသည်။
nl: Door een account aan te maken gaat u akkoord met de
pl: Tworząc konto, wyrażasz zgodę na
pt: Ao criar conta você concorda com
ru: Создавая аккаунт, вы соглашаетесь с
th: การสร้างบัญชีของคุณยอมรับเงื่อนไขของ
tl: Sa pamamagitan ng paggawa ng account sumasang-ayon ka sa
tr: Hesap oluşturarak bunları kabul etmiş olursunuz
uk: Створюючи обліковий запис, ви погоджуєтеся з
ur: اکاؤنٹ بنا کر آپ اس سے اتفاق کرتے ہیں۔
vi: Bằng cách tạo tài khoản, bạn đồng ý với
zh: 创建账户即表示您同意
zh_tw: 創建帳戶即表示您同意

# alert_notice
source: Notice
ar: يلاحظ
bg: Забележете
cs: Oznámení
es: Aviso
fa: توجه
fr: Avis
hi: सूचना
hr: Obavijest
hy: Ծանուցում
id: Melihat
it: Avviso
ja: 知らせ
ko: 알림
my: မှတ်သား
pl: Informacja
th: สังเกต
tl: PAUNAWA
tr: Fark etme
uk: Ув'язнення
ur: نوٹس
vi: Để ý
zh: 注意
zh_tw: 注意

source: ALL
ar: الكل
cs: VŠE
de: ALLES
es: MÁX
fa: همه
fr: TOUT
hi: सब
hr: SVE
hy: Բոլորը
id: SEMUA
it: TUTTO
ja: すべて
ko: 전체
my: အားလုံး
nl: ALLE
pl: WSZYSTKO
pt: TUDO
ru: ВСЕ
th: ทั้งหมด
tl: LAHAT
tr: HEPSİ
uk: ВСЕ
ur: تمام
vi: TẤT CẢ
zh: 全部
zh_tw: 全部

source: All Coins
ar: كل العملات المعدنية
bg: Всички монети
cs: Všechny mince
es: Todas las monedas
fa: همه کوین‌ها
fr: Toutes les pièces
hi: सभी सिक्के
hr: Sve kovanice
hy: Բոլոր մետաղադրամները
it: Tutte le monete
ja: すべてのコイン
ko: 모든 코인
my: အားလုံးဒင်္ဂါးများ
pl: Wszystkie monety
th: เหรียญทั้งหมด
tl: Lahat ng mga barya
tr: Tüm Paralar
uk: Всі монети
ur: تمام سکے
vi: Tất cả các đồng tiền
zh: 所有币种
zh_tw: 所有幣種

source: All trades
ar: جميع عمليات التداول
bg: Всички сделкки
cs: Všechny obchody
de: Alle Trades
es: Todos los intercambios
fa: همه تبادل‌ها
fr: Tous les échanges
hi: सभी व्यापार
hr: Svi obrti
hy: Բոլոր գործարքները
id: Semua perdagangan
it: Tutti gli scambi
ja: すべての取引
ko: 모든 거래
my: ကုန်သွယ်မှုအားလုံး
nl: Alle transacties
pl: Wszystkie transakcje
pt: Todas as negociações
ru: Все сделки
th: การซื้อขายทั้งหมด
tl: Lahat ng mga trade
tr: Tüm takaslar
uk: Всі операції
ur: تمام تجارت
vi: Tất cả giao dịch
zh: 所有交易
zh_tw: 所有交易

source: All transactions
ar: كل التحركات المالية
bg: Всички транзакции
cs: Všechny transakce
de: Alle Transaktionen
es: Todas las transacciones
fa: همه تراکنش‌ها
fr: Toutes les transactions
hi: सभी लेन - देन
hr: Sve transakcije
hy: Բոլոր գործառնությունները
id: Semua transaksi
it: Tutte le transazioni
ja: 全取引
ko: 모든 트랜잭션
my: အရောင်းအဝယ်အားလုံး
nl: Alle transacties
pl: Wszystkie transakcje
pt: Todas as transacções
ru: Все транзакции
th: การทำธุรกรรมทั้งหมด
tl: Lahat ng mga transaksyon
tr: Tüm transferler
uk: Всі транзакції
ur: تمام لین دین
vi: Tất cả giao dịch
zh: 所有交易
zh_tw: 所有交易

source: Alphabetical
ar: مرتب حسب الحروف الأبجدية
bg: Азбучен ред
cs: Abecední
de: Alphabetisch
es: Alfabético
fa: الفبایی
fr: Alphabétique
hi: वर्णमाला
hr: Abecedno
hy: Այբբենական
id: Alfabetis
it: Alfabetico
ja: アルファベット順
ko: 알파벳순
my: အက္ခရာစဉ်
nl: Alfabetisch
pl: Alfabetycznie
pt: alfabética
ru: Алфавитный
th: ตามตัวอักษร
tl: Alpabeto
tr: Alfabetik
uk: Алфавітний
ur: حروف تہجی کے مطابق
vi: Theo thứ tự chữ cái
zh: 按字母顺序
zh_tw: 按字母順序

# already_have_account
source: Already have an account?
ar: لديك حساب؟
bg: Вече имате профил?
cs: Máte už účet?
de: Sie haben bereits ein Konto?
es: ¿Ya tienes una cuenta?
fa: قبلاً حساب کاربری دارید؟
fr: Vous avez déjà un compte ?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
hr: Već imate račun?
hy: Արդեն ունե՞ք հաշիվ?
id: Sudah punya akun?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있으신가요?
my: အကောင့်ရှိပြီးသားလား?
nl: Heb je al een account?
pl: Masz już konto?
pt: Já tem uma conta?
ru: У вас уже есть аккаунт?
th: มีบัญชีอยู่แล้ว?
tl: Mayroon nang account?
tr: Zaten bir hesabınız var mı?
uk: Вже є обліковий запис?
ur: پہلے سے ہی اکاؤنٹ ہے؟
vi: Bạn đã có tài khoản?
zh: 已经有账号了？
zh_tw: 已經有帳號了？

source: Always
ar: دائماً
bg: Винаги
cs: Vždy
de: immer
es: Siempre
fa: همیشه
fr: toujours
hi: हमेशा
hr: Uvijek
hy: Միշտ
id: Selalu
it: Sempre
ja: いつも
ko: 항상
my: အမြဲတမ်း
nl: altijd
pl: Zawsze
pt: sempre
ru: всегда
th: เสมอ
tl: Palagi
tr: Her Zaman
uk: Завжди
ur: ہمیشہ
vi: Luôn luôn
zh: 总是
zh_tw: 總是

source: Amount:
ar: مقدار:
bg: Сума:
cs: Částka:
de: Betrag:
es: Cantidad:
fa: مقدار:
fr: Montant :
hi: रकम:
hr: Iznos:
hy: Քանակ՝
id: Jumlah:
it: Importo:
ja: 量:
ko: 금액:
my: ပမာဏ:
nl: Bedrag:
pl: Kwota:
pt: Quantia:
ru: Сумма:
th: จำนวน:
tl: Halaga:
tr: Miktar:
uk: Сума:
ur: رقم کی رقم:
vi: Số tiền:
zh: 金额：
zh_tw: 金額：

# amount_is_below_minimum_limit
source: Your balance after fees would be less than the minimum amount needed for the exchange (${min})
ar: سيكون رصيدك بعد الرسوم أقل من الحد الأدنى للمبلغ اللازم للتبادل (${min})
bg: Вашето салдо след такси ще бъде по -малко от минималната сума, необходима за борсата (${min})
cs: Váš zůstatek po poplatcích by byl menší než minimální částka potřebná pro burzu (${min})
de: Ihr Saldo nach Gebühren wäre geringer als der für den Austausch benötigte Mindestbetrag (${min})
es: Tu saldo después de las tarifas sería inferior al monto mínimo necesario para el intercambio (${min})
fa: موجودی شما پس از کسر کارمزد کمتر از حداقل مقدار مورد نیاز برای تبدیل خواهد بود (${min})
fr: Votre solde après les frais serait inférieur au montant minimum nécessaire à l'échange (${min})
hi: फीस के बाद आपका संतुलन विनिमय के लिए आवश्यक न्यूनतम राशि से कम होगा (${min})
hr: Vaša bilanca nakon naknada bila bi manja od minimalnog iznosa potrebnog za razmjenu (${min})
hy: Ձեր հաշվի մնացորդը կազմում է ավելի քիչ, քան փոխանակման համար անհրաժեշտ նվազագույն վճարը (${min})
id: Saldo Anda setelah biaya akan kurang dari jumlah minimum yang dibutuhkan untuk pertukaran (${min})
it: Il saldo dopo le commissioni sarebbe inferiore all'importo minimo necessario per lo scambio (${min})
ja: 手数料後の残高は、交換に必要な最低額（${min}）よりも少なくなります
ko: 수수료 차감 후 잔액이 교환에 필요한 최소 금액(${min})보다 적습니다
my: ငွေလဲလှယ်ရန်လိုအပ်သည့်အနိမ့်ဆုံးပမာဏထက်လျော့နည်းသွားပြီးသည့်နောက်ငွေလက်ကျန်ငွေပမာဏသည်ငွေလဲလှယ်မှုအတွက်လိုအပ်သည့်အနိမ့်ဆုံးပမာဏထက်နည်းသည် (${min})
nl: Uw saldo na vergoedingen zou lager zijn dan het minimale bedrag dat nodig is voor de uitwisseling (${min})
pl: Twoje saldo po odliczeniu opłat byłoby niższe niż minimalna kwota wymagana do wymiany (${min})
pt: Seu saldo após as taxas seria menor que o valor mínimo necessário para a troca (${min})
ru: Ваш баланс после сборов будет меньше, чем минимальная сумма, необходимая для обмена (${min}))
th: ยอดคงเหลือหลังจากค่าธรรมเนียมของคุณจะน้อยกว่าจำนวนเงินขั้นต่ำที่จำเป็นสำหรับการแลกเปลี่ยน (${min})
tl: Ang iyong balanse pagkatapos ng mga bayarin ay mas mababa kaysa sa minimum na halaga na kinakailangan para sa palitan (${min})
tr: Ücretlerden sonra bakiyeniz, değişim için gereken minimum miktardan daha az olur (${min})
uk: Ваш баланс після зборів буде меншим, ніж мінімальна сума, необхідна для обміну (${min})
ur: فیس کے بعد آپ کا توازن تبادلہ کے لئے درکار کم سے کم رقم سے کم ہوگا (${min}
vi: Số dư của bạn sau khi trừ phí sẽ thấp hơn số tiền tối thiểu cần thiết cho giao dịch (${min})
zh: 扣除手续费后余额低于交换最低限额（${min}）
zh_tw: 扣除手續費後餘額低於交換最低限額（${min}）

# amount_is_estimate
source: The receive amount is an estimate
ar: المبلغ المستلم هو تقدير
bg: Сумата за получаване е
cs: Částka, kterou dostanete, je jen odhad.
de: Der empfangene Betrag ist eine Schätzung
es: La cantidad a recibir es una estimación
fa: مقدار دریافتی تخمینی است
fr: Le montant reçu est estimé
hi: प्राप्त राशि एक अनुमान है
hr: Iznos koji ćete primiti je okviran
hy: Ստացվող գումարը մոտավոր է
id: Jumlah penerimaan diperkirakan
it: L'importo da ricevere è una stima
ja: 受け取り金額は見積もりです
ko: 수령 금액은 예상치입니다
my: ရရှိသည့်ပမာဏသည် ခန့်မှန်းချက်တစ်ခုဖြစ်သည်။
nl: Het ontvangen bedrag is een schatting
pl: Kwota do otrzymania jest szacunkowa
pt: O valor a ser recebido informado acima é uma estimativa
ru: Полученная сумма является приблизительной
th: จำนวนที่จะได้รับเป็นการประมาณการ
tl: Ang natanggap na halaga ay isang pagtatantya
tr: Alacağınız tutar tahminidir
uk: Отримана сума є приблизною
ur: وصول شدہ رقم ایک تخمینہ ہے۔
vi: Số tiền nhận được là ước tính
zh: 收款金额为估算值
zh_tw: 收款金額為估算值

# amount_is_guaranteed
source: The receive amount is guaranteed
ar: مبلغ الاستلام مضمون
bg: Сумата за получаване е гарантирана
cs: Částka, kterou dostanete, je konečná
de: Der Empfangsbetrag ist garantiert
es: El importe recibido está garantizado
fa: مقدار دریافتی تضمین شده است
fr: Le montant reçu est garanti
hi: प्राप्त राशि की गारंटी है
hr: Iznos koji ćete primiti je zajamčen
hy: Ստացվող գումարը երաշխավորված է
id: Jumlah penerimaan dijamin
it: L'importo da ricevere è fisso
ja: 受け取り金額は保証されています
ko: 수령 금액은 보장됩니다
my: ရရှိသည့်ပမာဏကို အာမခံပါသည်။
nl: Het ontvangen bedrag is gegarandeerd
pl: Kwota, którą otrzymasz, jest gwarantowana
pt: O valor recebido é garantido
ru: Полученная сумма гарантирована
th: จำนวนที่จะได้รับมีการรับประกัน
tl: Ang natanggap na halaga ay garantisado
tr: Alacağınız tutar garantilidir
uk: Отримана сума є гарантованою
ur: وصول شدہ رقم کی ضمانت ہے۔
vi: Số tiền nhận được được đảm bảo
zh: 保证收到的金额
zh_tw: 保證收到的金額

source: and
ar: و
bg: и
cs: a
de: Und
es: y
fa: و
fr: et
hi: और
hr: i
hy: և
id: dan
it: e
ja: と
ko: 및
my: နှင့်
nl: en
pl: i
pt: e
ru: и
th: และ
tl: at
tr: ve
uk: і
ur: اور
vi: và
zh: 和
zh_tw: 和
