Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# thorchain_taproot_address_not_supported
source: The ThorChain provider does not support Taproot addresses. Please change the address or select a different provider.
ar: لا يدعم مزود Thorchain عناوين Taproot. يرجى تغيير العنوان أو تحديد مزود مختلف.
bg: Доставчикът на Thorchain не поддържа адреси на TapRoot. Моля, променете адреса или изберете друг доставчик.
cs: Poskytovatel Thorchain nepodporuje adresy Taproot. Změňte adresu nebo vyberte jiného poskytovatele.
de: Der Thorchain -Anbieter unterstützt keine Taproot -Adressen. Bitte ändern Sie die Adresse oder wählen Sie einen anderen Anbieter aus.
es: El proveedor de ThorChain no admite direcciones Taproot. Por favor, cambia la dirección o selecciona un proveedor diferente.
fa: ارائه‌دهنده ThorChain از آدرس‌های تپ‌روت (Taproot) پشتیبانی نمی‌کند. لطفاً آدرس را تغییر دهید یا ارائه‌دهنده دیگری انتخاب کنید.
fr: Le fournisseur de Thorchain ne prend pas en charge les adresses de tapoot. Veuillez modifier l'adresse ou sélectionner un autre fournisseur.
hi: थोरचेन प्रदाता टैपरोट पते का समर्थन नहीं करता है। कृपया पता बदलें या एक अलग प्रदाता का चयन करें।
hr: Thorchain pružatelj ne podržava Taproot adrese. Promijenite adresu ili odaberite drugog davatelja usluga.
hy: ThorChain մատակարարը չի աջակցում Taproot հասցեները: Խնդրում ենք փոխել հասցեն կամ ընտրել այլ մատակարար:
id: Penyedia Thorchain tidak mendukung alamat Taproot. Harap ubah alamatnya atau pilih penyedia yang berbeda.
it: Il provider di Thorchain non supporta gli indirizzi di TapRoot. Si prega di modificare l'indirizzo o selezionare un fornitore diverso.
ja: Thorchainプロバイダーは、TapRootアドレスをサポートしていません。アドレスを変更するか、別のプロバイダーを選択してください。
ko: ThorChain 제공 업체는 Taproot 주소를 지원하지 않습니다. 주소를 변경하거나 다른 제공 업체를 선택하세요.
my: Thorchain Provider သည် Taproot လိပ်စာများကိုမထောက်ခံပါ။ ကျေးဇူးပြု. လိပ်စာကိုပြောင်းပါသို့မဟုတ်အခြားပံ့ပိုးပေးသူကိုရွေးချယ်ပါ။
nl: De Thorchain -provider ondersteunt geen Taprooot -adressen. Wijzig het adres of selecteer een andere provider.
pl: Dostawca ThorChain nie obsługuje adresów Taproot. Zmień adres lub wybierz innego dostawcę.
pt: O provedor de Thorchain não suporta endereços de raiz de Tap. Altere o endereço ou selecione um provedor diferente.
ru: Поставщик Thorchain не поддерживает адреса taproot. Пожалуйста, измените адрес или выберите другого поставщика.
th: ผู้ให้บริการ Thorchain ไม่รองรับที่อยู่ taproot โปรดเปลี่ยนที่อยู่หรือเลือกผู้ให้บริการอื่น
tl: Ang provider ng THORChain ay hindi sumusuporta sa mga address ng Taproot. Mangyaring baguhin ang address o pumili ng ibang provider.
tr: Thorchain sağlayıcısı Taproot adreslerini desteklemiyor. Lütfen adresi değiştirin veya farklı bir sağlayıcı seçin.
uk: Постачальник Thorchain не підтримує адреси Taproot. Будь ласка, змініть адресу або виберіть іншого постачальника.
ur: تھورچین فراہم کنندہ ٹیپروٹ پتے کی حمایت نہیں کرتا ہے۔ براہ کرم پتہ تبدیل کریں یا ایک مختلف فراہم کنندہ کو منتخب کریں۔
vi: Nhà cung cấp ThorChain không hỗ trợ địa chỉ Taproot. Vui lòng thay đổi địa chỉ hoặc chọn nhà cung cấp khác.
zh: THORChain 不支持 Taproot 地址，请更换地址或选择其他提供商
zh_tw: THORChain 不支援 Taproot 地址，請更換地址或選擇其他供應商

source: Tip:
ar: بقشيش:
cs: Spropitné:
de: Hinweis:
es: Consejo:
fa: انعام:
fr: Pourboire:
hi: टिप:
hr: Savjet:
hy: Թեյավճար
it: Suggerimento:
ja: ヒント:
ko: 팁:
my: အကြံပြုချက်-
pl: Wskazówka:
pt: Dica:
ru: Совет:
th: เพิ่มค่าตอบแทน:
tr: Bahşiş:
uk: Порада:
ur: ٹپ:
vi: Mẹo:
zh: 提示:
zh_tw: 提示:

source: Today
ar: اليوم
bg: Днес
cs: Dnes
de: Heute
es: Hoy
fa: امروز
fr: Aujourd'hui
hi: आज
hr: Danas
hy: Այսօր
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
my: ဒီနေ့
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
th: วันนี้
tl: Ngayon
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh: 今天
zh_tw: 今天

source: Token contract address
ar: عنوان عقد الرمز
bg: Адрес на токен договор
cs: Adresa tokenové smlouvy
de: Token-Vertragsadresse
fr: Adresse du contrat de token
hi: टोकन अनुबंध पता
hr: Adresa ugovora tokena
hy: Token-ի պայմանագրի հասցե
id: Alamat kontrak token
ja: トークンコントラクトアドレス
my: တိုကင်စာချုပ်လိပ်စာ
nl: Token contractadres
pt: Endereço do contrato de token
ru: Адрес контракта токена
th: ที่อยู่สัญญาโทเค็น
tl: Address ng token contract
tr: Token sözleşme adresi
uk: Адреса договору маркера
ur: ٹوکن کنٹریکٹ ایڈریس
vi: Địa chỉ hợp đồng token

source: Token decimal
ar: رمز عشري
bg: Токен десетичен
cs: Token v desítkové soustavě
de: Token-Dezimalzahl
es: Decimal del token (ej.: USDT)
fa: اعشار توکن (مثلاً: USDT)
fr: Décimales de token
hi: सांकेतिक दशमलव
hr: Token decimalni
hy: Token-ի տասանիշ
id: Desimal token
it: Token Decimal (EG: USDT )
ja: トークン10進数
ko: Token Decimal (eg : usdt )
my: တိုကင်ဒဿမ
nl: Token decimaal
pl: Liczba miejsc dziesiętnych tokena (np. USDT)
ru: Десятичный токен
th: โทเค็นทศนิยม
tr: Belirteç ondalık
uk: Токен десятковий
ur: ٹوکن اعشاریہ
vi: Số thập phân của token
zh: 代币精度(eg：USDT )
zh_tw: 代幣精度(eg：USDT )

# token_name
source: Token name eg: Tether
ar: اسم الرمز ، على سبيل المثال: Tether
bg: Име на токена, напр.: Tether
cs: Název tokenu např.: Tether
de: Token-Name, z. B.: Tether
es: Nombre del token (ej.: Tether)
fa: نام توکن (مثلاً: Tether)
fr: Nom du token, par exemple : Tether
hi: टोकन नाम जैसे: टीथर
hr: Naziv tokena npr.: Tether
hy: Token-ի անուն, օրինակ՝ Tether
id: Nama token misalnya: Tether
it: Nome simbolico (EG: tether )
ja: トークン名 例: Tether
ko: 토큰 이름 (EG : 테더 )
my: တိုကင်အမည် ဥပမာ- Tether
nl: Tokennaam bijv.: Tether
pl: Nazwa tokenu (np. Tether)
pt: Nome do token, por exemplo: Tether
ru: Имя токена, например: Tether
th: ชื่อโทเค็น เช่น Tether
tl: Pangalan ng token, halimbawa: Tether
tr: Belirteç adı, örneğin: Tether
uk: Назва токена, наприклад: Tether
ur: ٹوکن کا نام جیسے: Tether
vi: Tên token ví dụ: Tether
zh: 代币名称（例如：Tether）
zh_tw: 代幣名稱（例如：Tether）

# token_symbol
source: Token symbol eg: USDT
ar: رمز العملة ، على سبيل المثال: USDT
bg: Символ на токена, напр.: USDT
cs: Symbol tokenu, např.: USDT
de: Token-Symbol, z. B.: USDT
es: Símbolo del token (ej.: USDT)
fa: نماد توکن (مثلاً: USDT)
fr: Symbole de token, par exemple : USDT
hi: टोकन प्रतीक जैसे: यूएसडीटी
hr: Simbol tokena npr.: USDT
hy: Token-ի նշան, օրինակ՝ USDT
id: Simbol token misalnya: USDT
it: Simbolo token (EG: USDT )
ja: トークンシンボル 例: USDT
ko: 토큰 기호 (EG : USDT )
my: တိုကင်သင်္ကေတ ဥပမာ- USDT
nl: Tokensymbool bijv.: USDT
pl: Symbol tokena (np.: USDT)
pt: Símbolo de token, por exemplo: USDT
ru: Символ токена, например: USDT
th: สัญลักษณ์โทเค็น เช่น USDT
tl: Simbolo ng token, halimbawa: USDT
tr: Jeton sembolü, örneğin: USDT
uk: Символ маркера, наприклад: USDT
ur: ٹوکن کی علامت جیسے: USDT
vi: Ký hiệu token ví dụ: USDT
zh: 代币符号(EG：USDT )
zh_tw: 代幣符號(EG：USDT )

# tokenID
source: ID
ar: ﻒﻳﺮﻌﺗ ﺔﻗﺎﻄﺑ
bg: документ за самоличност
de: AUSWEIS
fa: شناسه
fr: IDENTIFIANT
hi: पहचान
hr: iskaznica
id: PENGENAL
my: အမှတ်သညာ
nl: ID kaart
pt: EU IA
ru: ИДЕНТИФИКАТОР
th: บัตรประจำตัวประชาชน

source: Tor connection
ar: ﺭﻮﺗ ﻝﺎﺼﺗﺍ
bg: Tor връзка
cs: Připojení Tor
de: Tor-Verbindung
es: Conexión Tor
fa: اتصال تور (Tor)
fr: Connexion Tor
hi: टोर कनेक्शन
hr: Tor veza
hy: Tor կապ
id: koneksi Tor
it: Connessione Tor
ja: Tor接続
ko: Tor 연결
my: Tor ချိတ်ဆက်မှု
nl: Tor-verbinding
pl: Połączenie przez Tor
pt: Conexão Tor
ru: Тор соединение
th: การเชื่อมต่อทอร์
tl: Koneksyon ng Tor
tr: Tor bağlantısı
uk: Підключення Tor
ur: ﻦﺸﮑﻨﮐ ﺭﻮﭨ
vi: Kết nối Tor
zh: Tor连接
zh_tw: Tor連接

source: Tor only
ar: Tor فقط
bg: Само чрез Tor
cs: Pouze Tor
de: Nur Tor
es: Solo Tor
fa: فقط تور
fr: Tor uniquement
hi: Tor केवल
hr: Samo Tor
hy: Միայն Tor
id: Hanya Tor
it: Solo Tor
ja: Torのみ
ko: Tor 전용
my: Tor သာ
nl: Alleen Tor
pl: Tylko Tor
pt: Tor apenas
ru: Только Tor
th: Tor เท่านั้น
tl: Tor lamang
tr: Yalnızca Tor
uk: Тільки Tor
ur: صرف Tor
vi: Chỉ Tor
zh: 仅限 Tor
zh_tw: 僅限 Tor

source: Total
ar: المجموع
bg: Обща сума
cs: Celkový
de: Gesamt
fa: مجموع
hi: कुल
hr: Ukupno
hy: Ընդհանուր
it: Totale
ja: 合計
ko: 합계
my: လုံးဝသော
nl: Totaal
pl: Razem
ru: Общий
th: ทั้งหมด
tl: Kabuuan
tr: Toplam
uk: Загальний
ur: کل
vi: Tổng cộng
zh: 总计
zh_tw: 總計

# total_saving
source: Total Savings
ar: إجمالي المدخرات
bg: Общо спестявания
cs: Celkem ušetřeno
de: Gesamteinsparungen
es: Ahorros Totales
fa: مجموع پس‌انداز
fr: Économies totales
hi: कुल बचत
hr: Ukupna ušteda
hy: Ընդհանուր խնայողություն
id: Total Pembayaran
it: Risparmio totale
ja: 合計節約額
ko: 총 절약액
my: စုစုပေါင်းစုဆောင်းငွေ
nl: Totale besparingen
pl: Łączne oszczędności
pt: Economia total
ru: Общая экономия
th: ประหยัดรวม
tl: Kabuuang ipon
tr: Toplam Tasarruf
uk: Загальна економія
ur: کل بچت
vi: Tiết kiệm tổng cộng
zh: 总储蓄
zh_tw: 總儲蓄

# totp_2fa_failure
source: Incorrect code. Please try a different code or generate a new secret key. Use a compatible 2FA app that supports 8-digit codes and SHA512.
ar: شفرة خاطئة. يرجى تجربة رمز مختلف أو إنشاء مفتاح سري جديد. استخدم تطبيق 2FA متوافقًا يدعم الرموز المكونة من 8 أرقام و SHA512.
bg: Грешен код. Моля, опитайте с различен код или генерирайте нов таен ключ. Използвайте съвместимо 2FA приложение, което поддържа 8-цифрени кодове и SHA512.
cs: Nesprávný kód. Zkuste prosím jiný kód nebo vygenerujte nový tajný klíč. Použijte kompatibilní aplikaci 2FA, která podporuje 8místné kódy a SHA512.
de: Falscher Code. Bitte versuchen Sie es mit einem anderen Code oder generieren Sie einen neuen geheimen Schlüssel. Verwenden Sie eine kompatible 2FA-App, die 8-stellige Codes und SHA512 unterstützt.
es: Código incorrecto. Intenta con otro código o genera una nueva clave secreta. Utiliza una aplicación 2FA compatible que admita códigos de 8 dígitos y SHA512.
fa: کد نادرست. لطفاً کد دیگری را امتحان کنید یا یک کلید مخفی جدید تولید کنید. از یک برنامه 2FA سازگار که از کدهای ۸ رقمی و SHA512 پشتیبانی می‌کند استفاده کنید.
fr: Code incorrect. Veuillez essayer un code différent ou générer un nouveau secret TOTP. Utilisez une application 2FA compatible qui prend en charge les codes à 8 chiffres et SHA512.
hi: गलत कोड़। कृपया एक अलग कोड का प्रयास करें या एक नई गुप्त कुंजी उत्पन्न करें। 8-अंकीय कोड और SHA512 का समर्थन करने वाले संगत 2FA ऐप का उपयोग करें।
hr: Neispravan kod. Pokušajte s drugim kodom ili generirajte novi tajni ključ. Koristite kompatibilnu 2FA aplikaciju koja podržava 8-znamenkasti kod i SHA512.
hy: Սխալ կոդ: Խնդրում ենք փորձել այլ կոդ կամ ստեղծել նոր գաղտնի բանալի: Օգտագործեք համատեղելի 2FA ծրագիր, որը աջակցում է 8-նիշերի կոդեր և SHA512:
id: Kode salah. Silakan coba kode lain atau buat kunci rahasia baru. Gunakan aplikasi 2FA yang kompatibel yang mendukung kode 8 digit dan SHA512.
it: Codice non corretto. Prova un codice diverso o genera una nuova chiave segreta. Utilizza un'app 2FA compatibile che supporti codici a 8 cifre e SHA512.
ja: コードが正しくありません。 別のコードを試すか、新しい秘密鍵を生成してください。 8 桁のコードと SHA512 をサポートする互換性のある 2FA アプリを使用してください。
ko: 잘못된 코드입니다. 다른 코드를 시도하거나 새 비밀 키를 생성하세요. 8자리 코드와 SHA512를 지원하는 호환 2FA 앱을 사용하세요.
my: ကုဒ်မမှန်ပါ။ ကျေးဇူးပြု၍ အခြားကုဒ်တစ်ခုကို စမ်းကြည့်ပါ သို့မဟုတ် လျှို့ဝှက်သော့အသစ်တစ်ခု ဖန်တီးပါ။ ဂဏန်း ၈ လုံးကုဒ်များနှင့် SHA512 ကို ပံ့ပိုးပေးသည့် တွဲဖက်အသုံးပြုနိုင်သော 2FA အက်ပ်ကို အသုံးပြုပါ။
nl: Foute code. Probeer een andere code of genereer een nieuwe geheime sleutel. Gebruik een compatibele 2FA-app die 8-cijferige codes en SHA512 ondersteunt.
pl: Błędny kod. Spróbuj użyć innego kodu lub wygeneruj nowy tajny klucz. Użyj kompatybilnej aplikacji 2FA, która obsługuje 8‑cyfrowe kody i SHA‑512.
pt: Código incorreto. Tente um código diferente ou gere uma nova chave secreta. Use um aplicativo 2FA compatível com códigos de 8 dígitos e SHA512.
ru: Неверный код. Пожалуйста, попробуйте другой код или создайте новый секретный ключ. Используйте совместимое приложение 2FA, которое поддерживает 8-значные коды и SHA512.
th: รหัสไม่ถูกต้อง. โปรดลองใช้รหัสอื่นหรือสร้างรหัสลับใหม่ ใช้แอพ 2FA ที่เข้ากันได้ซึ่งรองรับรหัส 8 หลักและ SHA512
tl: Maling code. Mangyaring subukan ang ibang code o makabuo ng isang bagong secret key. Gumamit ng isang katugmang 2FA app na sumusuporta sa 8-digit na mga code at SHA512.
tr: Yanlış kod. Lütfen farklı bir kod deneyin veya yeni bir gizli anahtar oluşturun. 8 basamaklı kodları ve SHA512'yi destekleyen uyumlu bir 2FA uygulaması kullanın.
uk: Невірний код. Спробуйте інший код або створіть новий секретний ключ. Використовуйте сумісний додаток 2FA, який підтримує 8-значні коди та SHA512.
ur: غلط کوڈ. براہ کرم ایک مختلف کوڈ آزمائیں یا ایک نئی خفیہ کلید بنائیں۔ ایک ہم آہنگ 2FA ایپ استعمال کریں جو 8 ہندسوں کے کوڈز اور SHA512 کو سپورٹ کرتی ہو۔
vi: Mã không chính xác. Vui lòng thử mã khác hoặc tạo khóa bí mật mới. Sử dụng ứng dụng 2FA tương thích hỗ trợ mã 8 chữ số và SHA512.
zh: 代码错误，请重试或重新扫描密钥（需支持 SHA512 + 8 位码）
zh_tw: 代碼錯誤，請重試或重新掃描密鑰（需支援 SHA512 + 8 位碼）

# totp_2fa_success
source: Success! Cake 2FA enabled for this wallet. Remember to save your mnemonic seed in case you lose wallet access.
ar: نجاح! تم تمكين Cake 2FA لهذه المحفظة. تذكر حفظ بذرة ذاكري في حالة فقد الوصول إلى المحفظة.
bg: Успех! Cake 2FA е активиран за този портфейл. Не забравяйте да запазите мнемоничното начало, в случай че загубите достъп до портфейла.
cs: Úspěch! Pro tuto peněženku povolen Cake 2FA. Nezapomeňte si uložit mnemotechnický klíč pro případ, že ztratíte přístup k peněžence.
de: Erfolg! Cake 2FA für dieses Wallet aktiviert. Denken Sie daran, Ihren mnemonischen Seed zu speichern, falls Sie den Zugriff auf die Wallet verlieren.
es: ¡Éxito! Cake 2FA habilitado para esta billetera. Recuerda guardar tu semilla mnemotécnica por si pierdes el acceso a la billetera.
fa: موفقیت! کیک 2FA برای این کیف پول فعال شد. به یاد داشته باشید که سید متناظر خود را در صورت از دست دادن دسترسی به کیف پول ذخیره کنید.
fr: Succès! Cake 2FA est activé pour ce portefeuille. N'oubliez pas de sauvegarder votre phrase secrète (seed) au cas où vous perdriez l'accès au portefeuille (wallet).
hi: सफलता! इस वॉलेट के लिए Cake 2FA सक्षम है। यदि आप वॉलेट एक्सेस खो देते हैं तो अपने स्मरक बीज को सहेजना याद रखें।
hr: Uspjeh! Cake 2FA omogućen za ovaj novčanik. Ne zaboravite spremiti svoje mnemoničko sjeme u slučaju da izgubite pristup novčaniku.
hy: Հաջողություն: Cake 2FA-ն ակտիվացված է այս դրամապանակի համար: Հիշեք Ձեր մնեմոնիկ սերմը, եթե կորցնեք դրամապանակի հասանելիությունը:
id: Kesuksesan! Cake 2FA diaktifkan untuk dompet ini. Ingatlah untuk menyimpan benih mnemonik Anda jika Anda kehilangan akses dompet.
it: Successo! Cake 2FA abilitato per questo portafoglio. Ricordati di salvare il tuo seme mnemonico nel caso tu perda l'accesso al portafoglio.
ja: 成功！このウォレットでは Cake 2FA が有効になっています。ウォレットへのアクセスを失った場合に備えて、ニーモニック シードを忘れずに保存してください。
ko: 성공! 이 지갑에 Cake 2FA가 활성화되었습니다. 지갑 액세스 권한을 잃을 경우를 대비하여 니모닉 시드를 저장하는 것을 잊지 마세요.
my: အောင်မြင် ဤပိုက်ဆံအိတ်အတွက် ကိတ်မုန့် 2FA ကို ဖွင့်ထားသည်။ ပိုက်ဆံအိတ်ဝင်ရောက်ခွင့်ဆုံးရှုံးသွားသောအခါတွင် သင်၏ mnemonic မျိုးစေ့များကို သိမ်းဆည်းရန် မမေ့ပါနှင့်။
nl: Succes! Cake 2FA ingeschakeld voor deze portemonnee. Vergeet niet om uw geheugensteuntje op te slaan voor het geval u de toegang tot de portemonnee kwijtraakt.
pl: Sukces! Cake 2FA włączono dla tego portfela. Pamiętaj, aby zapisać swój seed mnemoniczny na wypadek utraty dostępu do portfela.
pt: Sucesso! Cake 2FA ativado para esta carteira. Lembre-se de salvar sua semente mnemônica caso perca o acesso à carteira.
ru: Успех! Для этого кошелька включена двухфакторная аутентификация Cake. Не забудьте сохранить мнемоническое семя на случай, если вы потеряете доступ к кошельку.
th: ความสำเร็จ! Cake 2FA เปิดใช้งานสำหรับกระเป๋าเงินนี้ อย่าลืมบันทึกเมล็ดช่วยจำของคุณในกรณีที่คุณสูญเสียการเข้าถึงกระเป๋าเงิน
tl: Tagumpay! Pinagana ang Cake 2FA para sa wallet na ito. Tandaan na i-save ang iyong mnemonic seed kung sakaling mawalan ka ng pag-access sa wallet.
tr: Başarı! Bu cüzdan için Cake 2FA etkinleştirildi. Mnemonic seed'inizi cüzdan erişiminizi kaybetme ihtimaline karşı kaydetmeyi unutmayın.
uk: Успіх! Cake 2FA увімкнено для цього гаманця. Пам’ятайте про збереження мнемоніки на випадок, якщо ви втратите доступ до гаманця.
ur: کامیابی! کیک 2FA اس بٹوے کے لیے فعال ہے۔ بٹوے تک رسائی سے محروم ہونے کی صورت میں اپنے یادداشت کے بیج کو محفوظ کرنا یاد رکھیں۔
vi: Thành công! Cake 2FA đã được kích hoạt cho ví này. Hãy nhớ lưu hạt giống nhớ của bạn phòng trường hợp bạn mất quyền truy cập vào ví.
zh: 成功！为此钱包启用了 Cake 2FA。请记住保存您的助记词，以防您无法访问钱包。
zh_tw: 成功！為此錢包啟用了 Cake 2FA。請記住儲存您的助記詞，以防您無法訪問錢包。

source: TOTP AUTH URL
ar: TOTP ﺔﻗﺩﺎﺼﻤﻟ URL ﻥﺍﻮﻨﻋ
cs: URL AUTH TOTP
es: URL TOTP AUT
fa: آدرس URL احراز هویت TOTP
fr: URL D'AUTORISATION TOTP
hi: TOTP प्रामाणिक यूआरएल
hy: TOTP հեղինակավորման URL
id: URL Otentikasi TOTP
it: URL DI AUT. TOTP
ja: TOTP認証URL
ko: TOTP 인증 URL
pl: Adres URL uwierzytelniania TOTP
pt: URL de autenticação TOTP
ru: URL-адрес TOTP-АВТОРИЗАЦИИ
th: URL การตรวจสอบสิทธิ์ TOTP
tr: TOTP YETKİ URL'si
vi: URL XÁC THỰC TOTP
zh: TOTP 授权 URL
zh_tw: TOTP 授权 URL

source: TOTP Code
ar: كود TOTP
bg: TOTP код
cs: Kód TOTP
es: Código TOTP
fa: کد TOTP
fr: Code TOTP
hi: टीओटीपी कोड
hr: TOTP kod
hy: TOTP կոդ
id: Kode TOTP
it: Codice TOTP
ja: TOTP コード
ko: TOTP 코드
my: TOTP ကုဒ်
pl: Kod TOTP
pt: Código TOTP
ru: TOTP-код
th: รหัสทีโอพี
tr: TOTP Kodu
uk: Код TOTP
ur: TOTP کوڈ
vi: Mã TOTP
zh: TOTP代码
zh_tw: TOTP代碼

source: TOTP Secret Code
ar: كود TOTP السري
bg: TOTP таен код
cs: Tajný kód TOTP
de: TOTP-Geheimcode
es: Código secreto TOTP
fa: کد مخفی TOTP
fr: Secret TOTP
hi: टीओटीपी गुप्त कोड
hr: TOTP tajni kod
hy: TOTP գաղտնի կոդ
id: Kode Rahasia TOTP
it: TOTP codice segreto
ja: TOTPシークレットコード
ko: TOTP 비밀 코드
my: TOTP လျှို့ဝှက်ကုဒ်
nl: TOTP-geheime code
pl: Kod tajny TOTP
pt: Código Secreto TOTP
ru: Секретный код ТОТП
th: รหัสลับ TOTP
tr: TOTP Gizli Kodu
uk: Секретний код TOTP
ur: TOTP خفیہ کوڈ
vi: Mã bí mật TOTP
zh: TOTP密码
zh_tw: TOTP密碼

# totp_verification_success
source: Verification Successful!
ar: تم التحقق بنجاح!
bg: Проверката е успешна!
cs: Ověření proběhlo úspěšně!
de: Verifizierung erfolgreich!
es: ¡Verificación exitosa!
fa: تایید موفقیت‌آمیز بود!
fr: Vérification réussie !
hi: सत्यापन सफल!
hr: Provjera uspješna!
hy: Ստուգումը հաջողվել է
id: Verifikasi Berhasil!
it: Verifica riuscita!
ja: 検証成功！
ko: 검증 성공!
my: အတည်ပြုခြင်း အောင်မြင်ပါသည်။
nl: Verificatie geslaagd!
pl: Weryfikacja zakończona sukcesem!
pt: Verificação bem-sucedida!
ru: Проверка прошла успешно!
th: การยืนยันสำเร็จ!
tl: Matagumpay ang pagpapatunay!
tr: Doğrulama Başarılı!
uk: Перевірка успішна!
ur: توثیق کامیاب!
vi: Xác minh thành công!
zh: 验证成功！
zh_tw: 驗證成功！

source: Track
ar: ﺭﺎﺴﻣ
bg: Писта
cs: Dráha
de: Schiene
es: Rastrear
fa: پیگیری
fr: Piste
hi: रास्ता
hr: Staza
hy: Հետևել
id: Melacak
it: Traccia
ja: 追跡
ko: 추적
my: တစ်ပုဒ်
nl: Spoor
pl: Śledź
pt: Acompanhar
ru: Отслеживать
th: ติดตาม
tl: Subaybayan
tr: İzlemek
uk: Відслідковувати
ur: ﮏﯾﺮﭨ
vi: Theo dõi
zh: 追踪
zh_tw: 追蹤

# trade_details_copied
source: ${title} copied to Clipboard
ar: تم نسخ ${title} إلى الحافظة
bg: ${title} копирано
cs: ${title} zkopírováno do schránky
de: ${title} in die Zwischenablage kopiert
es: ${title} copiado al portapapeles
fa: ${title} در حافظه موقت کپی شد
fr: ${title} copié vers le presse-papier
hi: ${title} क्लिपबोर्ड पर नकल
hr: ${title} kopiran u međuspremnik
hy: ${title} պատճենված է գրանցամատյան
id: ${title} disalin ke Clipboard
it: ${title} copiati negli Appunti
ja: ${title} クリップボードにコピーしました
ko: ${title} 클립보드에 복사됨
my: ${title} ကို Clipboard သို့ ကူးယူထားသည်။
nl: ${title} gekopieerd naar het klembord
pl: Skopiowano ${title} do schowka
pt: ${title} copiados para a área de transferência
ru: ${title} скопировано в буфер обмена
th: ${title} คัดลอกไปยัง Clipboard
tl: ${title} kinopya sa clipboard
tr: ${title} panoya kopyalandı
uk: ${title} скопійовано в буфер обміну
ur: ${title} کو کلپ بورڈ پر کاپی کیا گیا۔
vi: ${title} đã được sao chép vào clipboard
zh: ${title} 复制到剪贴板
zh_tw: ${title} 複製到剪貼板

# trade_details_created_at
source: Created at
ar: أنشئت في
bg: Създадено
cs: Vytvořeno v
de: Erzeugt am
es: Creado el
fa: ایجاد شده در
fr: Créé le
hi: पर बनाया गया
hr: Stvoreno u
hy: Ստեղծվել է
id: Dibuat pada
it: Creato alle
ja: で作成
ko: 생성 날짜
my: တွင်ဖန်တီးခဲ့သည်။
nl: Gemaakt bij
pl: Utworzono
pt: Criada em
ru: Создано
th: สร้างเมื่อ
tl: Nilikha sa
tr: 'da oluşturuldu
uk: Створено
ur: پر تخلیق کیا گیا۔
vi: Tạo lúc
zh: 创建于
zh_tw: 創建於

# trade_details_fetching
source: Fetching
ar: جار الجلب
bg: Обработка
cs: Získávám
de: Wird ermittelt
es: Cargando
fa: در حال دریافت
fr: Récupération
hi: ला रहा है
hr: Dohvaćanje
hy: Բեռնում
id: Mengambil
it: Recupero
ja: フェッチング
ko: 가져오는 중
my: ခေါ်ယူခြင်း။
nl: Ophalen
pl: Pobieranie
pt: Buscando
ru: Получение
th: กำลังเรียกข้อมูล
tl: Pagkuha
tr: Getiriliyor
uk: Отримання
ur: لا رہا ہے۔
vi: Đang lấy dữ liệu
zh: 正在获取
zh_tw: 正在獲取

# trade_details_id
source: ID
ar: معرف (ID)
fa: شناسه
hi: आईडी
my: အမှတ်သညာ
th: รหัส

# trade_details_pair
source: Pair
ar: زوج
cs: Pár
de: Paar
es: Par
fa: جفت
fr: Paire
hi: जोड़ा
hr: Upari
hy: Զույգ
id: Pasangan
it: Coppia
ja: ペア
ko: 쌍
my: တွဲ
nl: Paar
pl: Para
pt: Par
ru: Пара
th: คู่
tl: Pares
tr: Parite
uk: Пара
ur: جوڑا
vi: Cặp
zh: 对
zh_tw: 對

# trade_details_provider
source: Provider
ar: مزود
cs: Poskytovatel
de: Anbieter
es: Proveedor
fa: ارائه‌دهنده
fr: Fournisseur
hi: प्रदाता
hr: Pružatelj
hy: Մատակարար
id: Penyedia
it: Fornitore
ja: プロバイダー
ko: 제공 업체
my: ပံ့ပိုးပေးသူ
nl: Leverancier
pl: Dostawca
pt: Provedor
ru: Провайдер
th: ผู้ให้บริการ
tr: Sağlayıcı
uk: Провайдер
ur: فراہم کرنے والا
vi: Nhà cung cấp
zh: 提供者
zh_tw: 提供者

# trade_details_state
source: Status
ar: الحالة
bg: Статус
cs: Stav
es: Estado
fa: وضعیت
fr: Statut
hi: दर्जा
hy: Կարգավիճակ
it: Stato
ja: 状態
ko: 상태
my: အဆင့်အတန်း
nl: Toestand
ru: Статус
th: สถานะ
tl: Katayuan
tr: Durum
uk: Статус
ur: حالت
vi: Trạng thái
zh: 条件
zh_tw: 條件

# trade_details_title
source: Trade Details
ar: تفاصيل الصفقة
bg: Подробности на сделката
cs: Podrobnosti k obchodu
de: Handelsdetails
es: Detalles de la operación
fa: جزئیات معامله
fr: Détails de l'échange
hi: व्यापार विवरण
hr: Detalji razmjene
hy: Գործարքի մանրամասներ
id: Detail Transaksi
it: Dettagli Scambio
ja: 取引の詳細
ko: 거래 세부 정보
my: ကုန်သွယ်မှုအသေးစိတ်
nl: Handelsgegevens
pl: Szczegóły transakcji
pt: Detalhes da troca
ru: Детали сделок
th: รายละเอียดการแลกเปลี่ยน
tl: Mga detalye ng kalakalan
tr: Takas Detayları
uk: Деталі операцій
ur: تجارت کی تفصیلات
vi: Chi tiết giao dịch
zh: 交易明细
zh_tw: 交易明細

# trade_for_not_created
source: Trade for ${title} is not created.
ar: لم يتم إنشاء التداول للعنصر ${title}.
bg: Сделка за ${title} не бе създадена.
cs: Obchod pro ${title} nebyl vytvořen.
de: Handel für ${title} wird nicht erstellt.
es: El intercambio de ${title} no se ha creado.
fa: معامله برای ${title} ایجاد نشد.
fr: L'échange pour ${title} n'est pas créé.
hi: के लिए व्यापार ${title} निर्मित नहीं है.
hr: Razmjena za ${title} nije izrađena.
hy: ${title} գործարք չի ստեղծվել
id: Perdagangan untuk ${title} belum dibuat.
it: Lo scambio per ${title} non è stato creato.
ja: 取引 ${title} 作成されません
ko: ${title}에 대한 거래가 생성되지 않았습니다.
my: ${title} အတွက် ကုန်သွယ်မှုကို ဖန်တီးမထားပါ။
nl: Ruilen voor ${title} is niet gemaakt.
pl: Wymiana dla ${title} nie została utworzona.
pt: A troca por ${title} não foi criada.
ru: Сделка для ${title} не создана.
th: การแลกเปลี่ยนสำหรับ ${title} ยังไม่ได้ถูกสร้างขึ้น
tl: Ang kalakalan para sa ${title} ay hindi nilikha.
tr: ${title} için takas oluşturulmadı.
uk: Операція для ${title} не створена.
ur: ${title} کے لیے تجارت نہیں بنائی گئی ہے۔
vi: Giao dịch cho ${title} chưa được tạo.
zh: 交易 ${title} 未创建.
zh_tw: 交易 ${title} 未創建.

# trade_history_title
source: Trade history
ar: تاريخ الصفقه
bg: История на сделките
cs: Historie obchodů
de: Handelsverlauf
es: Historial de operaciones
fa: تاریخچه معاملات
fr: Historique des échanges
hi: व्यापार का इतिहास
hr: Povijest razmjena
hy: Գործարքների պատմություն
id: Riwayat Transaksi
it: Storico scambi
ja: 取引履歴
ko: 거래 내역
my: ကုန်သွယ်မှုသမိုင်း
nl: Handelsgeschiedenis
pl: Historia wymian
pt: Histórico de trocas
ru: История сделок
th: ประวัติการซื้อขาย
tl: Kasaysayan ng kalakalan
tr: Takas geçmişi
uk: Історія операцій
ur: تجارتی تاریخ
vi: Lịch sử giao dịch
zh: 交易历史
zh_tw: 交易歷史
