Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# litecoin_mweb_description
source: MWEB is a new protocol that brings faster, cheaper, and more private transactions to Litecoin
ar: MWEB هو بروتوكول جديد يجلب معاملات أسرع وأرخص وأكثر خصوصية إلى Litecoin
bg: MWeb е нов протокол, който носи по -бърз, по -евтин и повече частни транзакции на Litecoin
cs: MWEB je nový protokol, který do Litecoin přináší rychlejší, levnější a více soukromých transakcí
es: MWEB es un nuevo protocolo que trae transacciones privadas, más rápidas y más baratas a Litecoin
fa: MWEB پروتکل جدیدی است که تراکنش‌های سریع‌تر، ارزان‌تر و خصوصی‌تری را برای لایت‌کوین به ارمغان می‌آورد
fr: MWEB est un nouveau protocole qui apporte des transactions plus rapides, moins chères et plus privées à Litecoin
hi: MWEB एक नया प्रोटोकॉल है जो लिटकोइन के लिए तेजी से, सस्ता और अधिक निजी लेनदेन लाता है
hr: MWEB je novi protokol koji u Litecoin donosi brže, jeftinije i privatnije transakcije
hy: Mweb- ը նոր արձանագրություն է, որը բերում է ավելի արագ, ավելի էժան եւ ավելի մասնավոր գործարքներ դեպի LITECOIN
id: MWEB adalah protokol baru yang membawa transaksi yang lebih cepat, lebih murah, dan lebih pribadi ke Litecoin
it: MWeb è un nuovo protocollo che porta transazioni più veloci, più economiche e più private a Litecoin
ja: MWEBは、Litecoinにより速く、より安価で、よりプライベートなトランザクションをもたらす新しいプロトコルです
ko: MWEB는 라이트코인에 더 빠르고, 저렴하며, 더 비공개적인 트랜잭션을 제공하는 새로운 프로토콜입니다.
my: Mweb သည် Protocol အသစ်ဖြစ်ပြီး LitCoin သို့ပိုမိုဈေးချိုသာသော, စျေးသက်သက်သာသာသုံးခြင်းနှင့်ပိုမိုများပြားသောပုဂ္ဂလိကငွေပို့ဆောင်မှုများကိုဖြစ်ပေါ်စေသည်
pl: MWEB to nowy protokół, który umożliwia szybsze, tańsze i bardziej prywatne transakcje w sieci Litecoin
th: MWEB เป็นโปรโตคอลใหม่ที่นำการทำธุรกรรมที่เร็วกว่าราคาถูกกว่าและเป็นส่วนตัวมากขึ้นไปยัง Litecoin
tl: Ang MWeb ay isang bagong protocol na nagdadala ng mas mabilis, mas mura, at mas maraming pribadong mga transaksyon sa Litecoin
tr: MWEB, Litecoin'e daha hızlı, daha ucuz ve daha fazla özel işlem getiren yeni bir protokoldür
uk: MWEB - це новий протокол, який приносить швидкі, дешевші та більш приватні транзакції Litecoin
ur: MWEB ایک نیا پروٹوکول ہے جو لیٹیکوئن میں تیز ، سستا اور زیادہ نجی لین دین لاتا ہے
vi: MWEB là một giao thức mới mang lại các giao dịch nhanh hơn, rẻ hơn và riêng tư hơn cho Litecoin
zh: MWEB是一项新协议，它将更快，更便宜和更多的私人交易带给Litecoin
zh_tw: MWEB是一項新協議，它將更快，更便宜和更多的私人交易帶給Litecoin

# litecoin_mweb_dismiss
source: Dismiss
ar: رفض
bg: Уволнение
cs: Propustit
es: Descartar
fa: رد کردن
fr: Rejeter
hi: नकार देना
hr: Odbaciti
hy: Հեռացնել
id: Membubarkan
it: Chiudi
ja: 却下する
ko: 닫기
my: ထုတ်ပစ်
pl: Zamknij
th: อนุญาตให้ออกไป
tl: Tanggalin
tr: Azletmek
uk: Звільнити
ur: خارج
vi: Miễn nhiệm
zh: 忽略
zh_tw: 忽略

# litecoin_mweb_display_card
source: Show MWEB card
ar: عرض بطاقة mweb
bg: Показване на MWEB карта
cs: Zobrazit kartu MWeb
es: Mostrar tarjeta MWEB
fa: نمایش کارت MWEB
fr: Afficher la carte MWeb
hi: MWEB कार्ड दिखाएं
hr: Prikaži MWeb karticu
hy: Show ույց տալ Mweb քարտը
id: Tunjukkan kartu mWeb
it: Mostra la scheda MWeb
ja: MWEBカードを表示します
ko: MWEB 카드 표시
my: MweB ကဒ်ကိုပြပါ
pl: Pokaż kartę MWEB
th: แสดงการ์ด mweb
tl: Ipakita ang MWEB Card
tr: MWEB kartını göster
uk: Показати карту MWeb
ur: MWEB کارڈ دکھائیں
vi: Hiển thị thẻ MWEB
zh: 显示MWEB卡
zh_tw: 顯示MWEB卡

# litecoin_mweb_enable
source: Enable MWEB
ar: تمكين MWEB
bg: Активирайте MWeb
cs: Povolit mWeb
es: Habilitar MWEB
fa: فعال‌سازی MWEB
fr: Activer Mweb
hi: MWEB सक्षम करें
hr: Omogući MWeb
hy: Միացնել Mweb- ը
it: Abilita MWeb
ja: MWEBを有効にします
ko: MWEB 활성화
my: mweb enable
pl: Włącz MWEB
th: เปิดใช้งาน mweb
tl: Paganahin ang MWeb
tr: MWEB'i etkinleştir
uk: Увімкнути mweb
ur: MWEB کو فعال کریں
vi: Bật MWEB
zh: 启用MWEB
zh_tw: 啟用MWEB

# litecoin_mweb_enable_later
source: You can choose to enable MWEB again under Display Settings.
ar: يمكنك اختيار تمكين MWEB مرة أخرى ضمن إعدادات العرض.
bg: Можете да изберете да активирате MWEB отново под настройките на дисплея.
cs: V nastavení zobrazení můžete vybrat znovu povolit MWeb.
es: Puedes volver a habilitar MWEB en Configuración de pantalla.
fa: می‌توانید بعداً MWEB را دوباره در تنظیمات نمایش فعال کنید.
fr: Vous pouvez choisir d'activer à nouveau MWEB sous Paramètres d'affichage.
hi: आप प्रदर्शन सेटिंग्स के तहत फिर से MWEB को सक्षम करने के लिए चुन सकते हैं।
hr: Možete odabrati da MWEB ponovo omogućite pod postavkama zaslona.
hy: Կարող եք ընտրել Mweb- ը կրկին միացնել ցուցադրման պարամետրերը:
id: Anda dapat memilih untuk mengaktifkan MWEB lagi di bawah pengaturan tampilan.
it: È possibile scegliere di abilitare nuovamente MWeb nelle impostazioni di visualizzazione.
ja: 表示設定の下で、MWEBを再度有効にすることを選択できます。
ko: 표시 설정에서 MWEB를 다시 활성화하도록 선택할 수 있습니다.
my: သင် MweB ကို display settings အောက်ရှိ ထပ်မံ. ခွင့်ပြုရန်ရွေးချယ်နိုင်သည်။
pl: Możesz ponownie włączyć MWEB w ustawieniach wyświetlania.
th: คุณสามารถเลือกเปิดใช้งาน MWEB อีกครั้งภายใต้การตั้งค่าการแสดงผล
tl: Maaari kang pumili upang paganahin muli ang MWeb sa ilalim ng mga setting ng pagpapakita.
tr: Ekran ayarlarının altında MWEB'yi tekrar etkinleştirmeyi seçebilirsiniz.
uk: Ви можете знову ввімкнути MWEB в налаштуваннях дисплея.
ur: آپ ڈسپلے کی ترتیبات کے تحت MWEB کو دوبارہ فعال کرنے کا انتخاب کرسکتے ہیں۔
vi: Bạn có thể chọn bật lại MWEB trong cài đặt hiển thị.
zh: 您可以选择在显示设置下再次启用MWEB。
zh_tw: 您可以選擇在顯示設定下再次啟用MWEB。

# litecoin_mweb_logs
source: MWEB Logs
ar: سجلات MWEB
cs: Protokoly mWeb
es: Registros de MWEB
fa: لاگ‌های MWEB
fr: Journaux MWEB
hi: MWEB लॉग
hr: MWEB trupci
hy: Mweb տեղեկամատյաններ
it: Registri MWeb
ja: MWEBログ
ko: MWEB 로그
my: Mweb မှတ်တမ်းများ
pl: Logi MWEB
th: บันทึก MWEB
tl: MWEB log
tr: MWEB günlükleri
uk: Журнали MWeb
ur: MWEB لاگز
vi: Nhật ký MWEB
zh: MWEB日志
zh_tw: MWEB日誌

# litecoin_mweb_node
source: MWEB Node
ar: عقدة MWEB
bg: MWEB възел
cs: Uzel mWeb
es: Nodo MWEB
fa: نود MWEB
fr: Node MWEB
hi: MWEB नोड
hr: MWEB čvor
hy: Mweb հանգույց
it: Nodo MWeb
ja: MWEBノード
ko: MWEB 노드
my: mweb node ကို
pl: Węzeł MWEB
th: โหนด MWEB
tr: MWEB düğümü
uk: Вузол MWeb
ur: MWEB نوڈ
vi: Nút MWEB
zh: MWEB节点
zh_tw: MWEB節點

# litecoin_mweb_pegin
source: Peg In
ar: ربط في
bg: PEG в
es: Depositar
fa: پگ-این (Peg In)
fr: Dépôt Peg
hi: खूंटी
hr: Uvući se
id: Pasak masuk
ja: ペグイン
ko: 페그 인
my: တံစို့
th: หมุด
tr: Takılmak
uk: Подякувати
ur: پیگ میں
vi: Chốt vào
zh: 转入 (Peg-in)
zh_tw: 轉入 (Peg-in)

# litecoin_mweb_pegout
source: Peg Out
ar: ربط
cs: Zkrachovat
es: Despegue
fa: پگ-اوت (Peg Out)
fr: Retrait Peg
hi: मरना
hr: Odapeti
hy: Հափշտակել
id: Mati
ja: ペグアウト
ko: 페그 아웃
my: တံစို့
th: ตรึง
tr: Çiğnemek
uk: Подякувати
ur: پیگ آؤٹ
vi: Chốt ra
zh: 转出 (Peg-out)
zh_tw: 轉出 (Peg-out)

# litecoin_mweb_scanning
source: MWEB Scanning
ar: MWEB المسح الضوئي
bg: Сканиране на MWEB
cs: Skenování mWeb
es: Escaneo de MWEB
fa: اسکن MWEB
fr: Scann mweb
hi: MWEB स्कैनिंग
hr: MWEB skeniranje
hy: Mweb սկանավորում
id: Pemindaian MWEB
it: Scansione MWeb
ja: MWEBスキャン
ko: MWEB 스캔 중
pl: Skanowanie MWEB
th: การสแกน MWEB
tl: Pag -scan ng Mweb
tr: MWEB taraması
uk: Сканування Mweb
ur: MWEB اسکیننگ
vi: Quét MWEB
zh: MWEB扫描
zh_tw: MWEB掃描

# litecoin_mweb_settings
source: MWEB settings
ar: إعدادات MWEB
bg: Настройки на MWEB
cs: Nastavení mWeb
es: Configuración de MWEB
fa: تنظیمات MWEB
fr: Paramètres MWEB
hi: MWEB सेटिंग्स
hr: Postavke MWEB -a
hy: Mweb- ի պարամետրերը
id: Pengaturan MWEB
it: Impostazioni MWeb
ja: MWEB設定
ko: MWEB 설정
my: Mweb ဆက်တင်များ
pl: Ustawienia MWEB
th: การตั้งค่า MWEB
tl: Mga Setting ng Mweb
tr: MWEB ayarları
uk: Налаштування MWEB
ur: MWEB کی ترتیبات
vi: Cài đặt MWEB
zh: MWEB设置
zh_tw: MWEB設定

# litecoin_mweb_warning
source: Using MWEB will initially download ~600MB of data, and may take up to 30 minutes depending on network speed. This initial data will only download once and be available for all Litecoin wallets
ar: سيقوم استخدام MWEB في البداية بتنزيل ~ 600 ميجابايت من البيانات ، وقد يستغرق ما يصل إلى 30 دقيقة حسب سرعة الشبكة. سيتم تنزيل هذه البيانات الأولية مرة واحدة فقط وستكون متاحة لجميع محافظ Litecoin
bg: Използването на MWEB първоначално ще изтегли ~ 600MB данни и може да отнеме до 30 минути в зависимост от скоростта на мрежата. Тези първоначални данни ще изтеглят само веднъж и ще бъдат достъпни за всички портфейли Litecoin
cs: Pomocí MWeb zpočátku stahuje ~ 600 MB dat a může trvat až 30 minut v závislosti na rychlosti sítě. Tato počáteční data si stáhnou pouze jednou a budou k dispozici pro všechny litecoinové peněženky
es: Usar MWEB descargará inicialmente ~600 MB de datos y podrá tardar hasta 30 minutos, según la velocidad de la red. Estos datos iniciales se descargarán solo una vez y estarán disponibles para todas las carteras de Litecoin
fa: استفاده از MWEB در ابتدا حدود ۶۰۰ مگابایت داده دانلود می‌کند و بسته به سرعت شبکه ممکن است تا ۳۰ دقیقه طول بکشد. این داده‌های اولیه فقط یک بار دانلود می‌شوند و برای تمام کیف پول‌های لایت‌کوین در دسترس خواهند بود
fr: L'utilisation de MWEB téléchargera initialement ~ 600 Mo de données et peut prendre jusqu'à 30 minutes en fonction de la vitesse du réseau. Ces données initiales ne téléchargeront qu'une seule fois et seront disponibles pour tous les portefeuilles litecoin
hi: MWEB का उपयोग शुरू में ~ 600MB डेटा डाउनलोड करेगा, और नेटवर्क की गति के आधार पर 30 मिनट तक का समय लग सकता है। यह प्रारंभिक डेटा केवल एक बार डाउनलोड करेगा और सभी लिटकोइन वॉलेट के लिए उपलब्ध होगा
hr: Korištenje MWEB -a u početku će preuzeti ~ 600MB podataka, a može potrajati do 30 minuta, ovisno o brzini mreže. Ovi početni podaci preuzet će samo jednom i biti dostupni za sve Litecoin novčanike
hy: Mweb- ի օգտագործումը սկզբում ներբեռնվի 600 ՄԲ տվյալներ եւ կարող է տեւել 30 րոպե, կախված ցանցի արագությունից: Այս նախնական տվյալները միայն մեկ անգամ ներբեռնելու են եւ հասանելի կլինեն բոլոր Litecoin դրամապանակների համար
id: Menggunakan MWEB pada awalnya akan mengunduh ~ 600MB data, dan dapat memakan waktu hingga 30 menit tergantung pada kecepatan jaringan. Data awal ini hanya akan mengunduh sekali dan tersedia untuk semua dompet litecoin
it: L'uso di MWeb inizialmente scaricherà ~600 MB di dati, e potrebbe richiedere fino a 30 minuti a seconda della velocità di rete. Questi dati iniziali verranno scaricati solo una volta, e saranno disponibili per tutti i portafogli Litecoin
ja: MWEBを使用すると、最初は〜600MBのデータをダウンロードし、ネットワーク速度に応じて最大30分かかる場合があります。この最初のデータは一度だけダウンロードされ、すべてのLitecoinウォレットで利用可能になります
ko: MWEB를 사용하면 초기에 약 600MB의 데이터가 다운로드되며 네트워크 속도에 따라 최대 30분이 소요될 수 있습니다. 이 초기 데이터는 한 번만 다운로드되며 모든 라이트코인 지갑에서 사용할 수 있습니다.
my: MweB ကိုအသုံးပြုခြင်းသည်အစပိုင်းတွင် ~ 600MB ဒေတာများကို download လုပ်ပြီးကွန်ယက်အမြန်နှုန်းပေါ် မူတည်. မိနစ် 30 အထိကြာနိုင်သည်။ ဤကန ဦး ဒေတာကိုတစ်ကြိမ်သာ download လုပ်ပြီး litecoin Walkets အားလုံးအတွက်ရနိုင်သည်
pl: Korzystanie z MWEB spowoduje początkowe pobranie ~600 MB danych i może potrwać do 30 minut w zależności od prędkości sieci. Te dane zostaną pobrane tylko raz i będą dostępne we wszystkich portfelach Litecoin.
th: การใช้ MWEB จะดาวน์โหลดข้อมูล ~ 600MB ในขั้นต้นและอาจใช้เวลาสูงสุด 30 นาทีขึ้นอยู่กับความเร็วเครือข่าย ข้อมูลเริ่มต้นนี้จะดาวน์โหลดได้เพียงครั้งเดียวและพร้อมใช้งานสำหรับกระเป๋าเงินทั้งหมดของ Litecoin
tl: Ang paggamit ng MWEB ay unang i -download ang ~ 600MB ng data, at maaaring tumagal ng hanggang sa 30 minuto depende sa bilis ng network. Ang paunang data na ito ay mag -download lamang ng isang beses at magagamit para sa lahat ng mga wallets ng Litecoin
tr: MWEB kullanmak başlangıçta ~ 600MB veri indirir ve ağ hızına bağlı olarak 30 dakikaya kadar sürebilir. Bu ilk veriler yalnızca bir kez indirilecek ve tüm Litecoin cüzdanları için kullanılabilir olacak
uk: Використання MWEB спочатку завантажить ~ 600 Мб даних і може зайняти до 30 хвилин залежно від швидкості мережі. Ці початкові дані завантажуються лише один раз і будуть доступні для всіх гаманців Litecoin
ur: MWEB کا استعمال ابتدائی طور پر m 600mb ڈیٹا ڈاؤن لوڈ کرے گا ، اور نیٹ ورک کی رفتار کے لحاظ سے 30 منٹ تک کا وقت لگ سکتا ہے۔ یہ ابتدائی اعداد و شمار صرف ایک بار ڈاؤن لوڈ کریں گے اور تمام لیٹیکوئن بٹوے کے لئے دستیاب ہوں گے
vi: Sử dụng MWEB ban đầu sẽ tải xuống ~ 600MB dữ liệu và có thể mất tới 30 phút tùy thuộc vào tốc độ mạng. Dữ liệu ban đầu này sẽ chỉ tải xuống một lần và có sẵn cho tất cả các ví Litecoin
zh: 使用MWEB最初将下载约600MB的数据，并且最多可能需要30分钟的时间，具体取决于网络速度。此初始数据只能下载一次，并适用于所有莱特币钱包
zh_tw: 使用MWEB最初將下載約600MB的數據，並且最多可能需要30分鐘的時間，具體取決於網路速度。此初始數據只能下載一次，並適用於所有萊特幣錢包

# litecoin_what_is_mweb
source: What is MWEB?
ar: ما هو MWEB؟
bg: Какво е MWEB?
cs: Co je Mweb?
es: ¿Qué es MWEB?
fa: MWEB چیست؟
fr: Qu'est-ce que MWEB?
hi: MWEB क्या है?
hr: Što je MWEB?
hy: Ինչ է Mweb- ը:
id: Apa itu MWEB?
it: Cos'è MWeb?
ja: MWEBとは何ですか？
ko: MWEB란 무엇인가요?
my: MweB ဆိုတာဘာလဲ။
pl: Czym jest MWEB?
th: MWEB คืออะไร?
tl: Ano ang MWEB?
tr: MWEB nedir?
uk: Що таке mweb?
ur: MWEB کیا ہے؟
vi: MWEB là gì?
zh: 什么是MWEB？
zh_tw: 什麼是MWEB？

# live_fee_rates
source: Live fee rates via API
ar: أسعار الرسوم المباشرة عبر API
bg: Цени на таксите на живо чрез API
cs: Živé sazby poplatků prostřednictvím API
es: Tarifas en tiempo real mediante la API
fa: نرخ‌های زنده کارمزد از طریق API
fr: Taux de frais en direct via l'API
hi: एपीआई के माध्यम से लाइव शुल्क दरें
hr: Stope naknada uživo putem API -ja
hy: Ապակի վարձավճարներ API- ի միջոցով
id: Tarif biaya langsung melalui API
it: Tariffe delle commissioni in tempo reale tramite API
ja: API経由のライブ料金
ko: API를 통한 실시간 수수료율
my: API မှတစ်ဆင့် Live အခကြေးငွေနှုန်းထားများ
pl: Bieżące stawki opłat z API
th: อัตราค่าธรรมเนียมสดผ่าน API
tl: Mga rate ng live na bayad sa pamamagitan ng API
tr: API üzerinden canlı ücret oranları
uk: Ставки плати за живий через API
ur: API کے ذریعے براہ راست فیس کی شرح
vi: Tỷ lệ phí hiện tại qua API
zh: API 实时费率
zh_tw: API 實時費率

source: Load more
ar: تحميل المزيد
bg: Зареди още
cs: Načíst další
de: Mehr laden
es: Cargar más
fa: بارگیری بیشتر
fr: Charger plus
hi: और लोड करें
hr: Učitaj više
hy: Բեռնել ավելին
id: Muat lebih banyak
it: Carica di più
ja: もっと読み込む
ko: 더 로드
my: ပိုပြီး load
nl: Meer laden
pl: Wczytaj więcej
pt: Carregue mais
ru: Загрузи больше
th: โหลดมากขึ้น
tl: Mag-load pa
tr: Daha fazla yükle
uk: Завантажити ще
ur: مزید لوڈ کریں
vi: Tải thêm
zh: 加载更多
zh_tw: 載入更多

source: Loading your wallet
ar: يتم تحميل محفظتك
bg: Зареждане на портфейл
cs: Načítám peněženku
de: Wallet wird geladen
es: Cargando tu billetera
fa: در حال بارگذاری کیف پول شما
fr: Chargement de votre portefeuille (wallet)
hi: अपना बटुआ लोड कर रहा है
hr: Novčanik se učitava
hy: Ձեր հաշվեհամարը բեռնում է
id: Memuat dompet Anda
it: Caricamento portafoglio
ja: ウォレットをロードしています
ko: 지갑 로딩 중
my: သင့်ပိုက်ဆံအိတ်ကို ဖွင့်နေသည်။
nl: Uw portemonnee laden
pl: Ładowanie portfela
pt: Abrindo sua carteira
ru: Загрузка кошелька
th: กำลังโหลดกระเป๋าของคุณ
tl: Naglo-load ng iyong wallet
tr: Cüzdanın yükleniyor
uk: Завантаження гаманця
ur: آپ کا بٹوہ لوڈ ہو رہا ہے۔
vi: Đang tải ví của bạn
zh: 正在加载钱包
zh_tw: 正在載入錢包

source: Login
ar: تسجيل الدخول
bg: Влизане
de: Einloggen
es: Iniciar sesión
fa: ورود
fr: Connexion
hi: लॉग इन करें
hr: Prijava
hy: Մուտք
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
my: လော့ဂ်အင်
pl: Zaloguj się
ru: Логин
th: เข้าสู่ระบบ
tl: Mag-login
uk: Логін
ur: لاگ ان کریں
vi: Đăng nhập
zh: 登录
zh_tw: 登錄

source: Logout
ar: تسجيل خروج
cs: Odhlásit
de: Abmelden
es: Cerrar sesión
fa: خروج
fr: Déconnexion
hi: लॉगआउट
hr: Odjava
hy: Ելք
id: Keluar
ja: ログアウト
ko: 로그아웃
my: ထွက်လိုက်ပါ။
nl: Uitloggen
pl: Wyloguj się
ru: Выйти
th: ออกจากระบบ
tl: Mag-logout
tr: Çıkış yap
uk: Вийти
ur: لاگ آوٹ
vi: Đăng xuất
zh: 注销
zh_tw: 注销

source: Low fee
ar: رسوم منخفضة
bg: Ниска такса
cs: Nízký poplatek
de: Niedrige Gebühr
es: Tarifa baja
fa: کارمزد کم
fr: Frais faibles
hi: कम शुल्क
hr: Niska naknada
hy: Ցածր միջնորդավճար
id: Biaya rendah
it: Tariffa bassa
ja: 低料金
ko: 낮은 수수료
my: အနိမ့်ကြေး
nl: Lage vergoeding
pl: Niska opłata
pt: Taxa baixa
ru: Низкая комиссия
th: ค่าธรรมเนียมต่ำ
tl: Mababang fee
tr: Düşük komisyon
uk: Низька плата
ur: کم فیس
vi: Phí thấp
zh: 费用低
zh_tw: 費用低

# low_fee_alert
source: You currently are using a low network fee priority. This could cause long waits, different rates, or canceled trades. We recommend setting a higher fee for a better experience.
ar: أنت تستخدم حاليًا أولوية منخفضة لرسوم الشبكة. قد يتسبب هذا في فترات انتظار طويلة ، أو أسعار مختلفة ، أو إلغاء صفقات. نوصي بتحديد رسوم أعلى لتجربة أفضل.
bg: Използвате ниска приоритетност в мрежата. Това може да доведе до дълго чакане, различни обменни курсове или отказани сделки. Препоръчваме използването на по-висока такса.
cs: Momentálně máte nastavené nízké poplatky pro transakce. To může způsobovat dlouhé čekání, změnu směnného kurzu, nebo zrušení směny. Doporučujeme nastavit vyšší poplatek.
de: Sie verwenden derzeit eine niedrige Netzwerkgebührenpriorität. Dies kann zu langen Wartezeiten, unterschiedlichen Kursen oder stornierten Trades führen. Wir empfehlen, für ein besseres Erlebnis eine höhere Gebühr festzulegen.
es: Actualmente está utilizando una prioridad de tarifa de red baja. Esto podría causar largas esperas, tarifas distintas u operaciones canceladas. Recomendamos establecer una tarifa más alta para una mejor experiencia.
fa: شما در حال حاضر از اولویت کارمزد شبکه پایین استفاده می‌کنید. این می‌تواند باعث انتظار طولانی، نرخ‌های متفاوت یا لغو معاملات شود. توصیه می‌کنیم برای تجربه بهتر، کارمزد بالاتری تنظیم کنید.
fr: Vous utilisez actuellement une priorité de frais de réseau peu élevés. Cela pourrait entraîner de longues attentes, des taux différents ou des transactions annulées. Nous vous recommandons de fixer des frais plus élevés pour une meilleure expérience.
hi: आप वर्तमान में कम नेटवर्क शुल्क प्राथमिकता का उपयोग कर रहे हैं। यह लंबे इंतजार, अलग-अलग दरों या रद्द किए गए ट्रेडों का कारण बन सकता है। हम बेहतर अनुभव के लिए अधिक शुल्क निर्धारित करने की सलाह देते हैं।
hr: Trenutačno koristite niski prioritet mrežne naknade. To bi moglo uzrokovati duga čekanja, različite tečajeve ili otkazane trgovine. Preporučujemo postavljanje veće naknade za bolje iskustvo.
hy: Դուք ներկայումս օգտագործում եք ցածր ցանցային միջնորդավճար: Սա կարող է հանգեցնել երկար սպասելու ժամանակի, տարբեր փոխարժեքների կամ չեղարկված առևտրի: Մենք առաջարկում ենք սահմանել ավելի բարձր միջնորդավճար ավելի լավ փորձ ունենալու համար
id: Anda saat ini menggunakan prioritas biaya jaringan rendah. Ini dapat menyebabkan tunggu yang lama, kurs yang berbeda, atau perdagangan yang dibatalkan. Kami merekomendasikan menetapkan biaya yang lebih tinggi untuk pengalaman yang lebih baik.
it: Attualmente stai utilizzando una priorità a tariffa di rete bassa. Ciò potrebbe causare lunghe attese, tariffe diverse o operazioni annullate. Ti consigliamo di impostare una tariffa più alta per un'esperienza migliore.
ja: 現在、低ネットワーク料金優先度を使用しています。これにより、長い待ち時間、異なるレート、またはキャンセルされた取引が発生する可能性があります。より良い体験のために、より高い料金を設定することをお勧めします。
ko: 현재 낮은 네트워크 수수료 우선순위를 사용하고 있습니다. 이로 인해 대기 시간이 길어지거나, 환율이 달라지거나, 거래가 취소될 수 있습니다. 더 나은 경험을 위해 더 높은 수수료를 설정하는 것이 좋습니다.
my: သင်သည် လက်ရှိတွင် သက်သာသော ကွန်ရက်အခကြေးငွေဦးစားပေးကို အသုံးပြုနေပါသည်။ ၎င်းသည် အကြာကြီးစောင့်ဆိုင်းခြင်း၊ မတူညီသောနှုန်းထားများ သို့မဟုတ် ပယ်ဖျက်ထားသော ကုန်သွယ်မှုများကို ဖြစ်စေနိုင်သည်။ ပိုမိုကောင်းမွန်သော အတွေ့အကြုံအတွက် ပိုမိုမြင့်မားသော အခကြေးငွေ သတ်မှတ်ပေးရန် အကြံပြုအပ်ပါသည်။
nl: U gebruikt momenteel een lage prioriteit voor netwerkkosten. Dit kan lange wachttijden, andere tarieven of geannuleerde transacties veroorzaken. We raden aan een hogere vergoeding in te stellen voor een betere ervaring.
pl: Obecnie używasz niskiego priorytetu opłaty sieciowej. Może to spowodować długie czasy oczekiwania, różne stawki lub anulowane transakcje. Zalecamy ustawienie wyższej opłaty, aby zapewnić lepsze doświadczenie.
pt: No momento, você está usando uma prioridade de taxa de rede baixa. Isso pode causar longas esperas, taxas diferentes ou negociações canceladas. Recomendamos definir uma taxa mais alta para uma melhor experiência.
ru: В настоящее время вы используете низкий приоритет платы за сеть. Это может привести к длительному ожиданию, изменению ставок или отмене сделок. Мы рекомендуем установить более высокую плату для лучшего опыта.
th: ขณะนี้คุณกำลังใช้ค่าธรรมเนียมของเครือข่ายที่มีความสำคัญต่ำ ซึ่งอาจทำให้เกิดการรอนาน ราคาที่แตกต่างกัน หรือยกเลิกการซื้อขาย เราแนะนำให้กำหนดค่าธรรมเนียมที่สูงขึ้นเพื่อประสบการณ์ที่ดีขึ้น
tl: Kasalukuyan kang gumagamit ng isang mababang priyoridad sa network fee. Maaari itong maging sanhi ng mahabang paghihintay, iba't ibang mga rate, o kanselahin ang mga trading. Inirerekumenda namin ang pagtatakda ng isang mas mataas na fee para sa isang mas mahusay na karanasan.
tr: Şu anda düşük bir ağ ücreti önceliği kullanıyorsunuz. Bu durum uzun beklemeler, farklı oranlar veya iptal edilen işlemlere neden olabilir. Daha iyi bir deneyim için daha yüksek bir ücret belirlemenizi öneririz.
uk: Зараз ви використовуєте низький пріоритет плати за мережу. Це може спричинити тривале очікування, інший курс або скасування угод. Ми рекомендуємо встановити вищу плату для кращого досвіду.
ur: آپ فی الحال کم نیٹ ورک فیس کی ترجیح استعمال کر رہے ہیں۔ یہ طویل انتظار، مختلف شرحوں، یا منسوخ شدہ تجارتوں کا سبب بن سکتا ہے۔ ہم بہتر تجربہ کے لیے زیادہ فیس مقرر کرنے کی تجویز کرتے ہیں۔
vi: Bạn hiện đang sử dụng mức ưu tiên phí mạng thấp. Điều này có thể dẫn đến thời gian chờ lâu, tỷ giá khác nhau, hoặc giao dịch bị hủy bỏ. Chúng tôi khuyến nghị bạn đặt mức phí cao hơn để có trải nghiệm tốt hơn.
zh: 当前使用低手续费优先级，可能导致等待、费率变动或交易取消。建议提高手续费以优化体验。
zh_tw: 當前使用低手續費優先級，可能導致等待、費率變動或交易取消。建議提高手續費以優化体驗。

source: Manage nodes
ar: ﺪﻘﻌﻟﺍ ﺓﺭﺍﺩﺇ
bg: Управление на възли
cs: Spravovat uzly
de: Knoten verwalten
es: Gestionar nodos
fa: مدیریت نودها
fr: Gérer les nœuds
hi: नोड्स प्रबंधित करें
hr: Upravljanje čvorovima
hy: Կարգավորել հանգույցները
id: Kelola node
it: Gestisci i nodi
ja: ノードの管理
ko: 노드 관리
my: ဆုံမှတ်များကို စီမံပါ။
nl: Beheer knooppunten
pl: Zarządzaj węzłami
pt: Gerenciar nós
ru: Управление узлами
th: จัดการโหนด
tl: Pamahalaan ang mga node
tr: Düğümleri yönet
uk: Керуйте вузлами
ur: ۔ﮟﯾﺮﮐ ﻢﻈﻧ ﺎﮐ ﺱﮈﻮﻧ
vi: Quản lý các nút
zh: 管理节点
zh_tw: 管理節點

source: Manage PoW nodes
ar: PoW ﻁﺎﻘﻧ ﺓﺭﺍﺩﺇ
bg: Управление на PoW възли
cs: Správa uzlů PoW
de: PoW-Knoten verwalten
es: Administrar nodos PoW
fa: مدیریت نودهای PoW
fr: Gérer les nœuds PoW
hi: PoW नोड्स प्रबंधित करें
hr: Upravljanje PoW čvorovima
hy: Կարգավորել PoW հանգույցները
id: Kelola Node PoW
it: Gestisci i nodi PoW
ja: PoWノードの管理
ko: PoW 노드 관리
my: PoW Nodes ကို စီမံပါ။
nl: PoW-knooppunten beheren
pl: Zarządzaj węzłami PoW
pt: Gerenciar nós PoW
ru: Управление узлами PoW
th: จัดการโหนด PoW
tl: Pamahalaan ang mga PoW node
tr: PoW Düğümlerini Yönet
uk: Керуйте вузлами PoW
ur: PoW ۔ﮟﯾﺮﮐ ﻢﻈﻧ ﺎﮐ ﺱﮈﻮﻧ
vi: Quản lý các nút PoW
zh: 管理 PoW 节点
zh_tw: 管理 PoW 節點

source: Manage Yats
ar: إدارة Yats
bg: Управление на Yats
cs: Spravovat Yaty
de: Yats verwalten
es: Administrar Yats
fa: مدیریت Yatها
fr: Gérer les Yats
hi: Yats प्रबंधित करें
hr: Upravljanje Yat
hy: Կառավարել Yats
id: Kelola Yats
it: Gestisci gli Yat
ja: Yatsを管理する
ko: Yat 관리
my: Yats ကို စီမံပါ။
nl: Yats beheren
pl: Zarządzaj Yats
pt: Gerenciar Yats
ru: Управлять Yat
th: จัดการ Yats
tl: Pamahalaan ang mga Yat
tr: Yats'ları yönet
uk: Керувати Yat
ur: یاٹس کا انتظام کریں۔
vi: Quản lý Yats
zh: 管理 Yats
zh_tw: 管理 Yats

source: Mark As Redeemed
ar: وضع علامة كمسترد
bg: Отбележи като използван
cs: Označit jako uplatněný
de: Als eingelöst markieren
es: Marcar como Canjeado
fa: علامت‌گذاری به عنوان استفاده شده
fr: Marquer comme convertie
hi: रिडीम किए गए के रूप में चिह्नित करें
hr: Označi kao otkupljeno
hy: Նշել որպես մարված
id: Tandai sebagai Ditukar
it: Segna come riscattato
ja: 償還済みとしてマーク
ko: 사용한 것으로 표시
my: ရွေးနှုတ်ခြင်းအဖြစ် အမှတ်အသားပြုပါ။
nl: Markeer als ingewisseld
pl: Oznacz Jako Zrealizowane
pt: Marque como resgatado
ru: Отметить как погашенный
th: ทำเครื่องหมายว่าเคยใช้แล้ว
tl: Markahan bilang tinubos
tr: Harcanmış olarak işaretle
uk: Позначити як погашене
ur: ریڈیم کے بطور نشان زد کریں۔
vi: Đánh dấu là đã đổi
zh: 标记为已赎回
zh_tw: 標記為已贖回
