Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# tx_rejected_dust_output_send_all
source: Transaction rejected by network rules, low output amount (dust). Please check the balance of coins selected under Coin Control.
ar: المعاملة التي يتم رفضها بموجب قواعد الشبكة ، وكمية الإخراج المنخفض (الغبار). يرجى التحقق من رصيد العملات المعدنية المحددة تحت التحكم في العملة.
bg: Транзакция, отхвърлена от мрежови правила, ниска стойност на изхода (прах). Моля, проверете баланса на монетите, избрани под контрол на монети.
cs: Transakce zamítnuta síťovými pravidly, nízkým množstvím výstupu (prach). Zkontrolujte prosím zůstatek mincí vybraných pod kontrolou mincí.
de: Transaktion durch Netzwerkregeln, niedriger Ausgangsmenge (Staub) abgelehnt. Bitte überprüfen Sie den Gleichgewicht der unter Münzkontrolle ausgewählten Münzen.
es: Transacción rechazada por reglas de la red, baja cantidad de salida (dust). Verifique el saldo de las monedas seleccionadas bajo Control de Monedas.
fa: تراکنش توسط قوانین شبکه رد شد، مبلغ خروجی کم (داست). لطفاً موجودی کوین‌های انتخاب شده در کنترل کوین را بررسی کنید.
fr: Transaction rejetée par les règles du réseau, faible quantité de sortie (poussière). Veuillez vérifier le solde des pièces sélectionnées sous le contrôle des pièces de monnaie.
hi: नेटवर्क नियमों, कम आउटपुट राशि (धूल) द्वारा खारिज किए गए लेनदेन। कृपया सिक्का नियंत्रण के तहत चुने गए सिक्कों के संतुलन की जाँच करें।
hr: Transakcija odbijena mrežnim pravilima, niska količina izlaza (prašina). Molimo provjerite ravnotežu kovanica odabranih pod kontrolom novčića.
hy: Փոխանցումը մերժվել է ցածր ելքային գումարով (փոշի): Խնդրում ենք ստուգել արժույթների հաշիվը մուտքային վերահսկողության տակ
id: Transaksi ditolak oleh aturan jaringan, jumlah output rendah (debu). Silakan periksa saldo koin yang dipilih di bawah kontrol koin.
it: Transazione respinta dalle regole di rete, bassa quantità di output (dust). Si prega di controllare il saldo delle monete selezionate sotto controllo delle monete.
ja: ネットワークルール、低出力量（ダスト）によって拒否されたトランザクション。コイン管理下で選択されたコインのバランスを確認してください。
ko: 네트워크 규칙에 의해 트랜잭션 거부됨, 낮은 출력 금액 (더스트). 코인 제어에서 선택한 코인 잔액을 확인하세요.
my: Network စည်းမျဉ်းစည်းကမ်းများဖြင့် ပယ်ချ. ငွေပေးချေမှုသည် output output (ဖုန်မှုန့်) ဖြင့်ပယ်ချခဲ့သည်။ ဒင်္ဂါးပြားထိန်းချုပ်မှုအောက်တွင်ရွေးချယ်ထားသောဒင်္ဂါးများ၏လက်ကျန်ငွေကိုစစ်ဆေးပါ။
nl: Transactie afgewezen door netwerkregels, laag outputbedrag (stof). Controleer het saldo van munten die zijn geselecteerd onder muntcontrole.
pl: Transakcja odrzucona przez zasady sieci, niska kwota wyjścia (dust). Sprawdź saldo wybranych monet w sekcji Coin Control.
pt: Transação rejeitada por regras de rede, baixa quantidade de saída (poeira). Por favor, verifique o saldo de moedas selecionadas sob controle de moedas.
ru: Транзакция отклоняется в соответствии с правилами сети, низкой выходной суммой (пыль). Пожалуйста, проверьте баланс монет, выбранных под контролем монет.
th: การทำธุรกรรมถูกปฏิเสธโดยกฎเครือข่ายจำนวนเอาต์พุตต่ำ (ฝุ่น) โปรดตรวจสอบยอดคงเหลือของเหรียญที่เลือกภายใต้การควบคุมเหรียญ
tl: Ang transaksyon na tinanggihan ng mga patakaran sa network, mababang halaga ng output (dust). Mangyaring suriin ang balanse ng mga barya na napili sa ilalim ng Coin Control.
tr: Ağ kurallarına göre reddedilen işlem, düşük çıktı miktarı (toz). Lütfen madeni para kontrolü altında seçilen madeni para dengesini kontrol edin.
uk: Транзакція відхилена за допомогою мережевих правил, низька кількість вихідної кількості (пил). Будь ласка, перевірте баланс монет, вибраних під контролем монет.
ur: لین دین کو نیٹ ورک کے قواعد ، کم آؤٹ پٹ رقم (دھول) کے ذریعہ مسترد کردیا گیا۔ براہ کرم سکے کے کنٹرول میں منتخب کردہ سکے کا توازن چیک کریں۔
vi: Giao dịch bị từ chối bởi quy tắc mạng, số tiền đầu ra thấp (dust). Vui lòng kiểm tra số dư của các đồng tiền được chọn dưới Coin Control.
zh: 交易被网络规则拒绝，低输出量（灰尘）拒绝。请检查在硬币控制下选择的硬币的余额。
zh_tw: 交易被網路規則拒絕，低輸出量（灰尘）拒絕。請檢查在硬幣控製下選擇的硬幣的餘額。

# tx_rejected_vout_negative
source: Not enough balance to pay for this transaction's fees. Please check the balance of coins under Coin Control.
ar: لا يوجد ما يكفي من الرصيد لدفع رسوم هذه الصفقة. يرجى التحقق من رصيد العملات المعدنية تحت السيطرة على العملة.
bg: Няма достатъчно баланс, за да платите за таксите на тази транзакция. Моля, проверете баланса на монетите под контрол на монетите.
cs: Nedostatek zůstatek na zaplacení poplatků za tuto transakci. Zkontrolujte prosím zůstatek mincí pod kontrolou mincí.
de: Nicht genug Guthaben, um die Gebühren dieser Transaktion zu bezahlen. Bitte überprüfen Sie den Restbetrag der Münzen unter Münzkontrolle.
es: No hay suficiente saldo para pagar las tarifas de esta transacción. Por favor, verifica el saldo de monedas en Control de Monedas.
fa: موجودی کافی برای پرداخت کارمزد این تراکنش وجود ندارد. لطفاً موجودی کوین‌ها را در بخش کنترل کوین بررسی کنید.
fr: Pas assez de solde pour payer les frais de cette transaction. Veuillez vérifier le solde des pièces sous le contrôle des pièces.
hi: इस लेनदेन की फीस के लिए भुगतान करने के लिए पर्याप्त शेष राशि नहीं है। कृपया सिक्के नियंत्रण के तहत सिक्कों के संतुलन की जाँच करें।
hr: Nema dovoljno salda za plaćanje naknada ove transakcije. Molimo provjerite ravnotežu kovanica pod kontrolom novčića.
hy: Բավարար մնացորդ չկա այս փոխանցման վճարների համար։ Խնդրում ենք ստուգել արժույթների մնացորդը Coin Control-ում։
id: Tidak cukup saldo untuk membayar biaya transaksi ini. Silakan periksa saldo koin di bawah kendali koin.
it: Il saldo disponibile non è sufficiente per pagare le commissioni di questa transazione. Si prega di controllare il saldo delle monete sotto Controllo monete.
ja: この取引の料金に支払うのに十分な残高はありません。コイン制御下のコインのバランスを確認してください。
ko: 이 트랜잭션 수수료를 지불하기에 잔액이 부족합니다. 코인 제어에서 코인 잔액을 확인하세요.
my: ဒီငွေပေးငွေယူရဲ့အခကြေးငွေအတွက်ပေးဆောင်ဖို့လုံလောက်တဲ့ဟန်ချက်မလုံလောက်။ ဒင်္ဂါးပြား၏လက်ကျန်ငွေလက်ကျန်ငွေကိုစစ်ဆေးပါ။
nl: Niet genoeg saldo om te betalen voor de kosten van deze transactie. Controleer het saldo van munten onder muntcontrole.
pl: Niewystarczające saldo, aby pokryć opłaty tej transakcji. Sprawdź saldo w sekcji Coin Control.
pt: Não há saldo suficiente para pagar as taxas desta transação. Por favor, verifique o saldo de moedas sob controle de moedas.
ru: Недостаточно баланс, чтобы оплатить плату этой транзакции. Пожалуйста, проверьте баланс монет под контролем монет.
th: ยอดคงเหลือไม่เพียงพอที่จะจ่ายสำหรับค่าธรรมเนียมการทำธุรกรรมนี้ โปรดตรวจสอบยอดคงเหลือของเหรียญภายใต้การควบคุมเหรียญ
tl: Hindi sapat na balanse upang magbayad para sa mga fee ng transaksyon na ito. Mangyaring suriin ang balanse ng mga barya sa ilalim ng Coin Control.
tr: Bu işlem ücretleri için ödeme yapmak için yeterli bakiye yok. Lütfen madeni para kontrolü altındaki madeni para dengesini kontrol edin.
uk: Недостатньо балансу, щоб оплатити плату за цю транзакцію. Будь ласка, перевірте баланс монет під контролем монет.
ur: اس لین دین کی فیسوں کی ادائیگی کے لئے کافی توازن نہیں ہے۔ براہ کرم سکے کے کنٹرول میں سکے کا توازن چیک کریں۔
vi: Không đủ số dư để thanh toán phí giao dịch này. Vui lòng kiểm tra số dư của các đồng tiền dưới Coin Control.
zh: 没有足够的余额来支付此交易费用。请检查硬币控制下的硬币余额。
zh_tw: 沒有足夠的餘額來支付此交易費用。請檢查硬幣控製下的硬幣餘額。

# tx_wrong_balance_exception
source: You do not have enough ${currency} to send this amount.
ar: ليس لديك ما يكفي من ${currency} لإرسال هذا المبلغ.
bg: Нямате достатъчно ${currency}, за да изпратите тази сума.
cs: Nemáte dost ${currency} pro odeslání této částky.
de: Sie haben nicht genug ${currency}, um diesen Betrag zu senden.
es: No tienes suficiente ${currency} para enviar este monto.
fa: شما ${currency} کافی برای ارسال این مقدار ندارید.
fr: Vous n'avez pas assez ${currency} pour envoyer ce montant.
hi: इस राशि को भेजने के लिए आपके पास पर्याप्त ${currency} नहीं है।
hr: Nemate dovoljno ${currency} da biste poslali ovaj iznos.
hy: Դուք չունեք բավարար ${currency} այս գումարը ուղարկելու համար։
id: Anda tidak memiliki cukup ${currency} untuk mengirim jumlah ini.
it: Non hai abbastanza ${currency} per inviare questo importo.
ja: この金額を送信するのに十分な${currency}はありません。
ko: 이 금액을 보내기에 ${currency}이(가) 충분하지 않습니다.
my: ဤငွေပမာဏကိုပေးပို့ရန်သင့်တွင် ${currency} မရှိပါ။
nl: Je hebt niet genoeg ${currency} om dit bedrag te verzenden.
pl: Nie masz wystarczającej ilości ${currency}, aby wysłać tę kwotę.
pt: Você não tem o suficiente ${currency} para enviar esse valor.
ru: У вас не хватает ${currency}, чтобы отправить эту сумму.
th: คุณมีไม่เพียงพอ ${currency} ในการส่งจำนวนนี้
tl: Wala kang sapat na ${currency} upang maipadala ang halagang ito.
tr: Bu miktarı göndermek için yeterli ${currency} yok.
uk: У вас недостатньо ${currency}, щоб надіслати цю суму.
ur: آپ کے پاس یہ رقم بھیجنے کے لئے کافی ${currency} نہیں ہے۔
vi: Bạn không có đủ ${currency} để gửi số tiền này.
zh: 您没有足够的${currency}来发送此金额。
zh_tw: 您沒有足夠的${currency}來發送此金額。

# tx_wrong_balance_with_amount_exception
source: You do not have enough ${currency} to send the total amount of ${amount}
ar: ليس لديك ما يكفي ${currency} لإرسال المبلغ الإجمالي ${amount}
bg: Нямате достатъчно ${currency} За да изпратите общата сума на ${amount}
cs: Nemáte dost ${currency} na odeslání celkové částky ${amount}
de: Sie haben nicht genug ${currency}, um die Gesamtmenge von ${amount} zu senden
es: No tienes suficiente ${currency} para enviar la cantidad total de ${amount}
fa: شما ${currency} کافی برای ارسال مبلغ کل ${amount} ندارید
fr: Vous n'avez pas assez ${currency} pour envoyer le montant total de ${amount}
hi: आपके पास पर्याप्त नहीं है${currency} ${amount} की कुल राशि भेजने के लिए
hr: Nemate dovoljno ${currency} za slanje ukupne količine ${amount}
hy: Դուք չունեք բավարար ${currency} ${amount} գումարը ուղարկելու համար։
id: Anda tidak memiliki cukup ${currency} untuk mengirim jumlah total ${amount}
it: Non hai abbastanza ${currency} per inviare la quantità totale di ${amount}
ja: あなたは十分なものを持っていませ${currency} ${amount}
ko: 총 금액 ${amount}을(를) 보내기에 ${currency}이(가) 충분하지 않습니다.
my: သင့်တွင်လုံလောက်မှုမရှိပါ${currency} ${amount}
nl: Je hebt niet genoeg ${currency} om de totale hoeveelheid ${amount} te verzenden
pl: Nie masz wystarczająco dużo ${currency}, aby wysłać całkowitą kwotę ${amount}
pt: Você não tem o suficiente ${currency} para enviar o valor total de ${amount}
ru: У вас недостаточно ${currency}, чтобы отправить общее количество ${amount}
th: คุณมีไม่เพียงพอ ${currency} เพื่อส่งจำนวนทั้งหมดของ ${amount}
tl: Wala kang sapat ${currency} upang ipadala ang kabuuang halaga ng ${amount}
tr: Yeterli değilsiniz ${currency} toplam ${amount} miktarını göndermek için
uk: У вас недостатньо ${currency}, щоб надіслати загальну кількість ${amount}
ur: آپ کے پاس کافی نہیں ہے ${currency} ${amount}
vi: Bạn không có đủ ${currency} để gửi tổng số tiền ${amount}
zh: 您没有足够的${currency} ${amount}
zh_tw: 您沒有足夠的${currency} ${amount}

# tx_zero_fee_exception
source: Cannot send transaction with 0 fee. Try increasing the rate or checking your connection for latest estimates.
ar: لا يمكن إرسال معاملة مع 0 رسوم. حاول زيادة المعدل أو التحقق من اتصالك للحصول على أحدث التقديرات.
bg: Не може да изпраща транзакция с 0 такса. Опитайте да увеличите скоростта или да проверите връзката си за най -новите оценки.
cs: Nelze odeslat transakci s 0 poplatkem. Zkuste zvýšit sazbu nebo zkontrolovat připojení pro nejnovější odhady.
de: Transaktion kann nicht mit 0 Gebühren gesendet werden. Versuchen Sie, die Rate zu erhöhen oder Ihre Verbindung auf die neuesten Schätzungen zu überprüfen.
es: No se puede enviar una transacción con tarifa 0. Intente aumentar la tarifa o verifique su conexión para obtener las últimas estimaciones.
fa: نمی‌توان تراکنش با کارمزد ۰ ارسال کرد. سعی کنید نرخ را افزایش دهید یا اتصال خود را برای آخرین برآوردها بررسی کنید.
fr: Impossible d'envoyer une transaction avec 0 frais. Essayez d'augmenter le taux ou de vérifier votre connexion pour les dernières estimations.
hi: 0 शुल्क के साथ लेनदेन नहीं भेज सकते। नवीनतम अनुमानों के लिए दर बढ़ाने या अपने कनेक्शन की जांच करने का प्रयास करें।
hr: Ne mogu poslati transakciju s 0 naknade. Pokušajte povećati stopu ili provjeriti vezu za najnovije procjene.
hy: Չի կարող ուղարկվել Փոխանցումը առանց վճարի։ Փորձեք բարձրացնել գինը կամ ստուգել ձեր կապը վերջին գնահատականների համար։
id: Tidak dapat mengirim transaksi dengan biaya 0. Coba tingkatkan tarif atau periksa koneksi Anda untuk perkiraan terbaru.
it: Impossibile inviare transazioni con 0 commissioni. Prova ad aumentare le commissioni, o controlla la connessione per le ultime stime.
ja: 0料金でトランザクションを送信できません。レートを上げて、最新の見積もりについて接続を確認してみてください。
ko: 수수료 0으로 트랜잭션을 보낼 수 없습니다. 요율을 높이거나 연결을 확인하여 최신 예상치를 확인하세요.
my: 0 ကြေးနှင့်အတူငွေပေးငွေယူပေးပို့လို့မရပါဘူး။ နှုန်းကိုတိုးမြှင့်ခြင်းသို့မဟုတ်နောက်ဆုံးခန့်မှန်းချက်များအတွက်သင်၏ connection ကိုစစ်ဆေးပါ။
nl: Kan geen transactie verzenden met 0 kosten. Probeer het tarief te verhogen of uw verbinding te controleren op de laatste schattingen.
pl: Nie można wysłać transakcji z zerową opłatą. Spróbuj zwiększyć opłatę lub sprawdzić połączenie, aby uzyskać najnowsze szacunki.
pt: Não pode enviar transação com taxa 0. Tente aumentar a taxa ou verificar sua conexão para obter as estimativas mais recentes.
ru: Не может отправить транзакцию с платой 0. Попробуйте увеличить ставку или проверить соединение на наличие последних оценок.
th: ไม่สามารถส่งธุรกรรมด้วยค่าธรรมเนียม 0 ลองเพิ่มอัตราหรือตรวจสอบการเชื่อมต่อของคุณสำหรับการประมาณการล่าสุด
tl: Hindi maaaring magpadala ng transaksyon na may 0 fee. Subukan ang pagtaas ng rate o pagsuri sa iyong koneksyon para sa pinakabagong mga pagtatantya.
tr: 0 ücret ile işlem gönderilemez. En son tahminler için oranı artırmayı veya bağlantınızı kontrol etmeyi deneyin.
uk: Не вдається відправити транзакцію з 0 платежами. Спробуйте збільшити ставку або перевірити з'єднання на останні оцінки.
ur: 0 فیس کے ساتھ لین دین نہیں بھیج سکتا۔ شرح کو بڑھانے یا تازہ ترین تخمینے کے ل your اپنے کنکشن کی جانچ پڑتال کرنے کی کوشش کریں۔
vi: Không thể gửi giao dịch với phí bằng 0. Thử tăng tỷ lệ phí hoặc kiểm tra kết nối của bạn để biết ước lượng mới nhất.
zh: 无法以0手续费发送交易。尝试提高速率或检查连接以获取最新估计。
zh_tw: 無法以0手續費發送交易。嘗試提高速率或檢查連接以獲取最新估計。

source: Unavailable balance
ar: ﺮﻓﻮﺘﻣ ﺮﻴﻏ ﺪﻴﺻﺭ
bg: Неналично салдо
cs: Nedostupný zůstatek
de: Nicht verfügbares Guthaben
es: Saldo no disponible
fa: موجودی غیرقابل دسترس
fr: Solde indisponible
hi: अनुपलब्ध शेष
hr: Nedostupno stanje
hy: Անհասանելի մնացորդ
id: Saldo tidak tersedia
it: Saldo non disponibile
ja: 利用できない残高
ko: 사용 불가 잔액
my: လက်ကျန်ငွေ မရရှိနိုင်ပါ။
nl: Onbeschikbaar saldo
pl: Niedostępne saldo
pt: Saldo indisponível
ru: Недоступный баланс
th: ยอดคงเหลือไม่พร้อมใช้งาน
tl: Hindi available na balanse
tr: Kullanılamayan bakiye
uk: Недоступний баланс
ur: ﺲﻨﻠﯿﺑ ﺏﺎﯿﺘﺳﺩ ﺮﯿﻏ
vi: Số dư không khả dụng
zh: 不可用余额
zh_tw: 不可用餘額

# unavailable_balance_description
source: Unavailable Balance: This total includes funds that are locked in pending transactions and those you have actively frozen in your coin control settings. Locked balances will become available once their respective transactions are completed, while frozen balances remain inaccessible for transactions until you decide to unfreeze them.
ar: .ﺎﻫﺪﻴﻤﺠﺗ ءﺎﻐﻟﺇ ﺭﺮﻘﺗ ﻰﺘﺣ ﺕﻼ﻿ﻣﺎﻌﻤﻠﻟ ﻝﻮﺻﻮﻠﻟ ﺔﻠﺑﺎﻗ ﺮﻴﻏ ﺓﺪﻤﺠﻤﻟﺍ ﺓﺪﺻﺭﻷ﻿ﺍ ﻞﻈﺗ ﺎﻤﻨﻴﺑ ،ﺎﻬﺑ ﺔﺻﺎﺨﻟﺍ ﺕﻼ﻿ﻣﺎﻌﻤﻟﺍ ﻝﺎﻤﺘﻛﺍ ﺩﺮﺠﻤﺑ ﺔﺣﺎﺘﻣ ﺔﻠﻔﻘﻤﻟﺍ ﺓﺪﺻﺭﻷ﻿ﺍ ﺢﺒﺼﺘﺳ .ﻚﺑ ﺔﺻﺎﺨﻟﺍ ﺕﻼ﻿ﻤﻌﻟﺍ ﻲﻓ ﻢﻜﺤﺘﻟﺍ ﺕﺍﺩﺍﺪﻋﺇ ﻲﻓ ﻂﺸﻧ ﻞﻜﺸﺑ ﺎﻫﺪﻴﻤﺠﺘﺑ ﺖﻤﻗ
bg: Неналично салдо: Тази обща сума включва средства, които са заключени в чакащи транзакции и тези, които сте замразили активно в настройките за контрол на монетите. Заключените баланси ще станат достъпни, след като съответните им транзакции бъдат завършени, докато замразените баланси остават недостъпни за транзакции, докато не решите да ги размразите.
cs: Nedostupný zůstatek: Tento součet zahrnuje prostředky, které jsou uzamčeny v nevyřízených transakcích a ty, které jste aktivně zmrazili v nastavení kontroly mincí. Uzamčené zůstatky budou k dispozici po dokončení příslušných transakcí, zatímco zmrazené zůstatky zůstanou pro transakce nepřístupné, dokud se nerozhodnete je uvolnit.
de: Nicht verfügbares Guthaben: Diese Summe umfasst Gelder, die in ausstehenden Transaktionen gesperrt sind, und solche, die Sie in Ihren Münzkontrolleinstellungen aktiv eingefroren haben. Gesperrte Guthaben werden verfügbar, sobald die entsprechenden Transaktionen abgeschlossen sind, während eingefrorene Guthaben für Transaktionen nicht zugänglich bleiben, bis Sie sich dazu entschließen, sie wieder freizugeben.
es: Saldo no disponible: este total incluye fondos que están bloqueados en transacciones pendientes y los que has congelado activamente en la configuración de Control de Monedas. Los saldos bloqueados estarán disponibles una vez que sus respectivas transacciones se completen, mientras que los saldos congelados permanecerán inaccesibles para transacciones hasta que decidas descongelarlos.
fa: موجودی غیرقابل دسترس: این مجموع شامل وجوهی است که در تراکنش‌های در انتظار قفل شده‌اند و آن‌هایی که شما به طور فعال در تنظیمات کنترل کوین خود مسدود کرده‌اید. موجودی‌های قفل شده پس از تکمیل تراکنش‌های مربوطه در دسترس قرار می‌گیرند، در حالی که موجودی‌های مسدود شده تا زمانی که تصمیم به رفع مسدودی آن‌ها نگیرید، برای تراکنش‌ها غیرقابل دسترس باقی می‌مانند.
fr: Solde indisponible : ce total comprend les fonds bloqués dans les transactions en attente et ceux que vous avez activement gelés dans vos paramètres de contrôle des pièces. Les soldes bloqués deviendront disponibles une fois leurs transactions respectives terminées, tandis que les soldes gelés resteront inaccessibles aux transactions jusqu'à ce que vous décidiez de les débloquer.
hi: अनुपलब्ध शेष राशि: इस कुल में वे धनराशि शामिल हैं जो लंबित लेनदेन में बंद हैं और जिन्हें आपने अपनी सिक्का नियंत्रण सेटिंग्स में सक्रिय रूप से जमा कर रखा है। लॉक किए गए शेष उनके संबंधित लेन-देन पूरे होने के बाद उपलब्ध हो जाएंगे, जबकि जमे हुए शेष लेन-देन के लिए अप्राप्य रहेंगे जब तक कि आप उन्हें अनफ्रीज करने का निर्णय नहीं लेते।
hr: Nedostupno stanje: Ovaj ukupni iznos uključuje sredstva koja su zaključana u transakcijama na čekanju i ona koja ste aktivno zamrznuli u postavkama kontrole novčića. Zaključani saldi postat će dostupni kada se dovrše njihove transakcije, dok zamrznuti saldi ostaju nedostupni za transakcije sve dok ih ne odlučite odmrznuti.
hy: Անհասանելի մնացորդ: Այս ընդհանուր գումարը ներառում է այն միջոցները, որոնք արգելափակված են ընթացիկ գործարքներում և նրանք, որոնք դուք ակտիվորեն սառեցրել եք արժույթների վերահսկման կարգավորումների մեջ։ Արգելափակված մնացորդները կդառնան հասանելի, երբ համապատասխան գործարքները կավարտվեն, մինչդեռ սառեցված մնացորդները կմնան անհասանելի մինչև դուք որոշեք դրանք ապասառեցնել։
id: Saldo Tidak Tersedia: Total ini termasuk dana yang terkunci dalam transaksi yang tertunda dan dana yang telah Anda bekukan secara aktif di pengaturan kontrol koin Anda. Saldo yang terkunci akan tersedia setelah transaksi masing-masing selesai, sedangkan saldo yang dibekukan tetap tidak dapat diakses untuk transaksi sampai Anda memutuskan untuk mencairkannya.
it: Saldo non disponibile: questo totale include i fondi bloccati nelle transazioni in sospeso e quelli che hai congelato attivamente nelle impostazioni di Controllo monete. I saldi bloccati diventeranno disponibili una volta completate le rispettive transazioni, mentre i saldi congelati rimarranno inaccessibili per le transazioni finché non deciderai di sbloccarli.
ja: 利用不可能な残高: この合計には、保留中のトランザクションにロックされている資金と、コイン管理設定でアクティブに凍結した資金が含まれます。ロックされた残高は、それぞれの取引が完了すると利用可能になりますが、凍結された残高は、凍結を解除するまで取引にアクセスできません。
ko: 사용 불가 잔액: 이 총액에는 보류 중인 트랜잭션에 잠긴 자금과 코인 제어 설정에서 적극적으로 동결한 자금이 포함됩니다. 잠긴 잔액은 해당 트랜잭션이 완료되면 사용할 수 있게 되며, 동결된 잔액은 동결 해제를 결정할 때까지 트랜잭션에 액세스할 수 없습니다.
my: မရရှိနိုင်သော လက်ကျန်ငွေ- ဤစုစုပေါင်းတွင် ဆိုင်းငံ့ထားသော ငွေပေးငွေယူများတွင် သော့ခတ်ထားသော ငွေကြေးများနှင့် သင်၏ coin ထိန်းချုပ်မှုဆက်တင်များတွင် သင် တက်ကြွစွာ အေးခဲထားသော ငွေများ ပါဝင်သည်။ သော့ခတ်ထားသော လက်ကျန်ငွေများကို ၎င်းတို့၏ သက်ဆိုင်ရာ ငွေပေးငွေယူများ ပြီးမြောက်သည်နှင့် တပြိုင်နက် ရရှိနိုင်မည်ဖြစ်ပြီး၊ အေးခဲထားသော လက်ကျန်များကို ၎င်းတို့အား ပြန်ဖြုတ်ရန် သင်ဆုံးဖြတ်သည်အထိ ငွေပေးငွေယူများအတွက် ဆက်လက်၍မရနိုင်ပါ။
nl: Niet-beschikbaar saldo: Dit totaal omvat het geld dat is vergrendeld in lopende transacties en het geld dat u actief hebt bevroren in uw muntcontrole-instellingen. Vergrendelde saldi komen beschikbaar zodra de betreffende transacties zijn voltooid, terwijl bevroren saldi ontoegankelijk blijven voor transacties totdat u besluit ze weer vrij te geven.
pl: Niedostępne saldo: Ta suma obejmuje środki zablokowane w transakcjach oczekujących oraz te, które aktywnie zamroziłeś w ustawieniach kontroli monet. Zablokowane środki staną się dostępne po zakończeniu odpowiednich transakcji, natomiast zamrożone środki pozostaną niedostępne dla transakcji, dopóki nie zdecydujesz się ich odmrozić.
pt: Saldo Indisponível: Este total inclui fundos bloqueados em transações pendentes e aqueles que você congelou ativamente nas configurações de controle de moedas. Os saldos bloqueados ficarão disponíveis assim que suas respectivas transações forem concluídas, enquanto os saldos congelados permanecerão inacessíveis para transações até que você decida descongelá-los.
ru: Недоступный баланс: в эту сумму входят средства, заблокированные в ожидающих транзакциях, и средства, которые вы активно заморозили в настройках управления монетами. Заблокированные балансы станут доступны после завершения соответствующих транзакций, а замороженные балансы останутся недоступными для транзакций, пока вы не решите их разморозить.
th: ยอดคงเหลือที่ไม่พร้อมใช้งาน: ยอดรวมนี้รวมถึงเงินทุนที่ถูกล็อคในการทำธุรกรรมที่รอดำเนินการและที่คุณได้แช่แข็งไว้ในการตั้งค่าการควบคุมเหรียญของคุณ ยอดคงเหลือที่ถูกล็อคจะพร้อมใช้งานเมื่อธุรกรรมที่เกี่ยวข้องเสร็จสมบูรณ์ ในขณะที่ยอดคงเหลือที่แช่แข็งจะไม่สามารถเข้าถึงได้สำหรับธุรกรรมจนกว่าคุณจะตัดสินใจยกเลิกการแช่แข็ง
tl: Hindi available na balanse: Kasama sa kabuuang ito ang mga pondong naka-lock sa mga nakabinbing transaksyon at ang mga aktibong na-freeze mo sa iyong mga setting ng Coin Control. Magiging available ang mga naka-lock na balanse kapag nakumpleto na ang kani-kanilang mga transaksyon, habang ang mga nakapirming balanse ay nananatiling hindi naa-access para sa mga transaksyon hanggang sa magpasya kang i-unfreeze ang mga ito.
tr: Kullanılamayan Bakiye: Bu toplam, bekleyen işlemlerde kilitlenen fonları ve jeton kontrol ayarlarınızda aktif olarak dondurduğunuz fonları içerir. Kilitli bakiyeler, ilgili işlemleri tamamlandıktan sonra kullanılabilir hale gelir; dondurulmuş bakiyeler ise siz onları dondurmaya karar verene kadar işlemler için erişilemez durumda kalır.
uk: Недоступний баланс: ця сума включає кошти, заблоковані в незавершених транзакціях, і ті, які ви активно заморозили в налаштуваннях контролю монет. Заблоковані баланси стануть доступними після завершення відповідних транзакцій, тоді як заморожені баланси залишаються недоступними для транзакцій, доки ви не вирішите їх розморозити.
ur: ۔ﮯﺗﺮﮐ ﮟﯿﮩﻧ ﮧﻠﺼﯿﻓ ﺎﮐ ﮯﻧﺮﮐ ﺪﻤﺠﻨﻣ ﻥﺍ ﮟﯿﮩﻧﺍ ﭖﺁ ﮧﮐ ﮏﺗ ﺐﺟ ﮟﯿﮨ ﮯﺘﮨﺭ ﯽﺋﺎﺳﺭ ﻞﺑﺎﻗﺎﻧ ﮏﺗ ﺖﻗﻭ ﺱﺍ ﮯﯿﻟ ﮯﮐ ﻦﯾﺩ ﻦﯿﻟ ﺲﻨﻠﯿﺑ ﺪﻤﺠﻨﻣ ﮧﮐ ﺐﺟ ،ﮯﮔ ﮟﯿﺋﺎﺟ ﻮﮨ ﺏﺎﯿﺘﺳﺩ ﺲﻨﻠﯿﺑ ﻞﻔﻘﻣ ﺪﻌﺑ ﮯﮐ ﮯﻧﻮﮨ ﻞﻤﮑﻣ ﻦﯾﺩ ﻦﯿﻟ ﮧﻘﻠﻌﺘﻣ ﮯﮐ ﻥﺍ ۔ﮯﮨ ﺎﮭﮐﺭ ﺮ
vi: Số dư không khả dụng: Tổng số này bao gồm các khoản tiền bị khóa trong các giao dịch chờ xử lý và những khoản bạn đã chủ động đóng băng trong cài đặt điều khiển tiền của bạn. Các số dư bị khóa sẽ trở nên khả dụng khi các giao dịch tương ứng của chúng hoàn tất, trong khi các số dư bị đóng băng vẫn không thể truy cập cho các giao dịch cho đến khi bạn quyết định mở khóa chúng.
zh: 不可用余额：此总额包括锁定在待处理交易中的资金以及您在选币控制设置中主动冻结的资金。一旦各自的交易完成，锁定的余额将变得可用，而冻结的余额在您决定解冻之前仍然无法进行交易。
zh_tw: 不可用餘額：此總額包括鎖定在待處理交易中的資金以及您在選幣控製設定中主動凍結的資金。一旦各自的交易完成，鎖定的餘額將變得可用，而凍結的餘額在您决定解凍之前仍然無法執行交易。
