Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# cake_pay_learn_more
source: Instantly purchase and redeem gift cards in the app! Swipe left to right to learn more.
ar: شراء واسترداد بطاقات الهدايا على الفور في التطبيق! اسحب من اليسار إلى اليمين لمعرفة المزيد.
bg: Купете и използвайте гифткарти директно в приложението! Плъзнете отляво надясно, за да научите още.
cs: Okamžitý nákup a uplatnění dárkových karet v aplikaci! Přejeďte prstem zleva doprava pro další informace.
de: Kaufen und lösen Sie Geschenkkarten sofort in der App ein! Wischen Sie von links nach rechts, um mehr zu erfahren.
es: ¡Compra y canjea tarjetas de regalo al instante en la aplicación! Desliza de izquierda a derecha para obtener más información.
fa: فوراً گیفت کارت‌ها را در برنامه بخرید و استفاده کنید! برای اطلاعات بیشتر انگشت خود را از چپ به راست بکشید.
fr: Achetez et utilisez instantanément des cartes-cadeaux dans l'application ! Balayer de gauche à droite pour en savoir plus.
hi: ऐप में उपहार कार्ड तुरंत खरीदें और रिडीम करें! अधिक जानने के लिए बाएं से दाएं स्वाइप करें।
hr: Azonnal vásárolhat és válthat be ajándékutalványokat az alkalmazásban! További információért csúsztassa balról jobbra az ujját.
hy: Վայրկյանապես գնեք և փոխանակեք նվեր քարտերը հավելվածում: Սահեցրեք ձախից աջ՝ ավելին իմանալու համար:
id: Beli dan tukar kartu hadiah secara instan di aplikasi! Geser ke kanan untuk informasi lebih lanjut.
it: Acquista e riscatta istantaneamente carte regalo nell'app! Scorri da sinistra a destra per saperne di più.
ja: アプリですぐにギフトカードを購入して引き換えましょう! 左から右にスワイプして詳細をご覧ください。
ko: 앱에서 즉시 기프트 카드를 구매하고 사용하세요! 자세히 알아보려면 왼쪽에서 오른쪽으로 스와이프하세요.
my: အက်ပ်ရှိ လက်ဆောင်ကတ်များကို ချက်ချင်းဝယ်ယူပြီး ကူပွန်ဖြင့် လဲလှယ်ပါ။ ပိုမိုလေ့လာရန် ဘယ်မှညာသို့ ပွတ်ဆွဲပါ။
nl: Koop en wissel cadeaubonnen direct in de app in! Swipe van links naar rechts voor meer informatie.
pl: Natychmiast kupuj i wymieniaj karty podarunkowe w aplikacji! Przesuń od lewej do prawej, aby dowiedzieć się więcej.
pt: Compre e resgate vales-presente instantaneamente no app! Deslize da esquerda para a direita para saber mais.
ru: Мгновенно покупайте и используйте подарочные карты в приложении! Проведите по экрану слева направо, чтобы узнать больше.
th: ซื้อและเบิกบัตรของขวัญในแอพพลิเคชันทันที! กระแทกขวาไปซ้ายเพื่อเรียนรู้เพิ่มเติม
tl: Agad na bumili at tubusin ang mga kard ng regalo sa app! Mag-swipe pakaliwa sa kanan upang matuto nang higit pa.
tr: Uygulamada anında hediye kartları satın alın ve harcayın! Daha fazla öğrenmek için soldan sağa kaydır.
uk: Миттєво купуйте та активуйте подарункові картки в додатку! Проведіть пальцем зліва направо, щоб дізнатися більше.
ur: ایپ میں فوری طور پر گفٹ کارڈز خریدیں اور بھنائیں!\nمزید جاننے کے لیے بائیں سے دائیں سوائپ کریں۔
vi: Mua và đổi thẻ quà tặng ngay trong ứng dụng! Vuốt từ trái sang phải để tìm hiểu thêm.
zh: 立即购买和使用礼品卡！ 向右滑动了解更多 →
zh_tw: 立即購買和使用禮品卡！ 向右滑動了解更多 →

# cake_pay_save_order
source: The card should be sent to your e-mail within 1 business day Save your Order ID:
ar: يجب إرسال البطاقة إلى بريدك الإلكتروني خلال يوم عمل واحد حفظ معرف الطلب الخاص بك:
bg: Картата трябва да бъде изпратена до вашия имейл в рамките на 1 работен ден Запазете вашия идентификационен номер на поръчката:
cs: Karta by měla být odeslána do vašeho e-mailu do 1 pracovního dne Uložit ID objednávky:
de: Die Karte sollte innerhalb von 1 Werktag an Ihre E-Mail gesendet werden, Ihre Bestell-ID zu speichern:
es: La tarjeta se enviará a tu correo electrónico dentro de un día hábil Guarda tu ID de pedido:
fa: کارت باید ظرف ۱ روز کاری به ایمیل شما ارسال شود. شماره سفارش خود را ذخیره کنید:
fr: La carte doit être envoyée à votre e-mail dans un jour ouvrable Enregistrez votre identifiant de commande:
hi: कार्ड को आपके ई-मेल को 1 व्यावसायिक दिन के भीतर भेजा जाना चाहिए आपकी ऑर्डर आईडी सहेजें:
hr: Karticu treba poslati na vašu e-poštu u roku od 1 radnog dana Spremi ID narudžbe:
hy: Քարտը պետք է ուղարկված լինի ձեր էլ. փոստին 1 աշխատանքային օրվա ընթացքում Պահպանեք Ձեր պատվերի համարը՝
id: Kartu harus dikirim ke email Anda dalam 1 hari kerja Simpan ID pesanan Anda:
it: La carta deve essere inviata alla tua e-mail entro 1 giorno lavorativo Salva l'ID del tuo ordine:
ja: カードは1営業日以内に電子メールに送信する必要があります 注文IDを保存します。
ko: 카드는 영업일 기준 1일 이내에 이메일로 발송됩니다. 주문 ID를 저장하세요:
my: ကဒ်ကိုသင်၏အီးမေးလ်သို့ပေးပို့သင့်သည်။ သင်၏အမှာစာ ID ကိုသိမ်းပါ။
nl: De kaart moet binnen 1 werkdag naar uw e-mail worden verzonden.
pl: Karta zostanie wysłana na Twój e‑mail w ciągu jednego dnia roboczego Zapisz ID zamówienia:
pt: O cartão deve ser enviado ao seu e-mail dentro de 1 dia útil Salvar seu ID do pedido:
ru: Карта должна быть отправлена ​​на ваше электронное письмо в течение 1 рабочего дня Сохраните свой идентификатор заказа:
th: บัตรควรส่งไปยังอีเมลของคุณภายใน 1 วันทำการ บันทึกรหัสคำสั่งซื้อของคุณ:
tl: Ang card ay dapat ipadala sa iyong email sa loob ng 1 araw ng negosyo I-save ang iyong order ID:
tr: Kart, 1 İş Günü içinde e-postanıza gönderilmelidir Sipariş Kimliğinizi Kaydet:
uk: Картка повинна бути надіслана на вашу електронну пошту протягом 1 робочого дня Зберегти ідентифікатор замовлення:
ur: کارڈ 1 کاروباری دن کے اندر آپ کے ای میل پر بھیجا جانا چاہئے اپنے آرڈر کی شناخت کو بچائیں:
vi: Thẻ sẽ được gửi đến email của bạn trong vòng 1 ngày làm việc Lưu mã Đơn hàng của bạn:
zh: 礼品卡将在 1 个工作日内发送至您的邮箱。 保存订单 ID：
zh_tw: 禮品卡將在 1 個工作日內發送至您的信箱。 儲存訂單 ID：

# cake_pay_subtitle
source: Buy worldwide prepaid cards and gift cards
ar: شراء بطاقات مسبقة الدفع وبطاقات الهدايا في جميع أنحاء العالم
bg: Купете предплатени карти и карти за подаръци в световен мащаб
cs: Kupte si celosvětové předplacené karty a dárkové karty
de: Kaufen Sie weltweite Prepaid -Karten und Geschenkkarten
es: Compra tarjetas prepago y tarjetas de regalo en todo el mundo
fa: خرید کارت‌های پیش‌پرداخت و هدیه در سراسر جهان
fr: Achetez des cartes et des cartes-cadeaux prépayées mondiales
hi: दुनिया भर में प्रीपेड कार्ड और उपहार कार्ड खरीदें
hr: Kupite svjetske unaprijed plaćene kartice i poklon kartice
hy: Գնեք համաշխարհային նախավճարային քարտեր և նվեր քարտեր
id: Beli kartu prabayar di seluruh dunia dan kartu hadiah
it: Acquista carte prepagate e carte regalo internazionali
ja: 世界中のプリペイドカードとギフトカードを購入します
ko: 전 세계 선불 카드 및 기프트 카드 구매
my: Worldwide ကြိုတင်ငွေဖြည့်ကဒ်များနှင့်လက်ဆောင်ကဒ်များကို 0 ယ်ပါ
nl: Koop wereldwijde prepaid -kaarten en cadeaubonnen
pl: Kup przedpłacone karty oraz karty podarunkowe na całym świecie
pt: Compre cartões pré -pagos em todo o mundo e cartões -presente
ru: Купить карты с предоплатой и подарочными картами по всему миру
th: ซื้อบัตรเติมเงินและบัตรของขวัญทั่วโลก
tl: Bumili ng mga pandaigdigang prepaid card at gift card
tr: Dünya çapında ön ödemeli kartlar ve hediye kartları satın alın
uk: Купіть у всьому світі передплачені картки та подарункові картки
ur: دنیا بھر میں پری پیڈ کارڈز اور گفٹ کارڈ خریدیں
vi: Mua thẻ trả trước toàn cầu và thẻ quà tặng
zh: 购买全球预付费卡和礼品卡
zh_tw: 購買全球預付費卡和禮品卡

# cake_pay_web_cards_subtitle
source: Buy worldwide prepaid cards and gift cards
ar: اشتري بطاقات مدفوعة مسبقا وبطاقات هدايا في جميع أنحاء العالم
bg: Купете световно признати предплатени и гифт карти
cs: Kupte si celosvětové předplacené a dárkové karty
de: Kaufen Sie weltweit Prepaid-Karten und Geschenkkarten
es: Compra tarjetas prepago y tarjetas de regalo en todo el mundo
fa: خرید کارت‌های پیش‌پرداخت و هدیه در سراسر جهان
fr: Achetez des cartes prépayées et des cartes-cadeaux dans le monde entier
hi: दुनिया भर में प्रीपेड कार्ड और गिफ्ट कार्ड खरीदें
hr: Kupujte prepaid kartice i poklon kartice diljem svijeta
hy: Գնեք համաշխարհային նախավճարային քարտեր և նվեր քարտեր
id: Beli kartu prabayar dan kartu hadiah secara global
it: Acquista carte prepagate e carte regalo internazionali
ja: 世界中のプリペイド カードとギフト カードを購入する
ko: 전 세계 선불 카드 및 기프트 카드 구매
my: ကမ္ဘာတစ်ဝှမ်း ကြိုတင်ငွေပေးကတ်များနှင့် လက်ဆောင်ကတ်များကို ဝယ်ယူပါ။
nl: Koop wereldwijd prepaidkaarten en cadeaubonnen
pl: Kupuj na całym świecie karty przedpłacone i podarunkowe
pt: Compre cartões pré-pagos e cartões-presente em todo o mundo
ru: Покупайте карты предоплаты и подарочные карты по всему миру
th: ซื้อบัตรพร้อมเงินระดับโลกและบัตรของขวัญ
tl: Bumili ng mga pandaigdigang prepaid card at gift card
tr: Dünya çapında ön ödemeli kartlar ve hediye kartları satın alın
uk: Купуйте передоплачені та подарункові картки по всьому світу
ur: دنیا بھر میں پری پیڈ کارڈز اور گفٹ کارڈز خریدیں۔
vi: Mua thẻ trả trước toàn cầu và thẻ quà tặng
zh: 购买全球预付卡和礼品卡
zh_tw: 購買全球預付卡和禮品卡

# cake_seeds_save_disclaimer
source: Please save these words in a secure place! You will need these words to restore your wallet on a new device.
ar: يرجى حفظ هذه الكلمات في مكان آمن! ستحتاج إلى هذه الكلمات لاستعادة محفظتك على جهاز جديد.
bg: Моля, запазете тези думи на сигурно място! Ще ви трябват тези думи, за да възстановите портфейла си на ново устройство.
cs: Uložte tato slova na bezpečném místě! Tato slova budete potřebovat k obnovení peněženky na novém zařízení.
es: ¡Guarde estas palabras en un lugar seguro! Necesitarás estas palabras para restaurar tu billetera en un nuevo dispositivo.
fa: لطفاً این کلمات را در مکانی امن ذخیره کنید! برای بازیابی کیف پول خود در دستگاه جدید به این کلمات نیاز خواهید داشت.
fr: Veuillez enregistrer ces mots dans un endroit sécurisé! Vous aurez besoin de ces mots pour restaurer votre portefeuille sur un nouvel appareil.
hi: कृपया इन शब्दों को सुरक्षित स्थान पर सहेजें! एक नए डिवाइस पर अपने बटुए को पुनर्स्थापित करने के लिए आपको इन शब्दों की आवश्यकता होगी।
hr: Molimo spremite ove riječi na sigurno mjesto! Trebat će vam ove riječi da biste vratili novčanik na novi uređaj.
hy: Խնդրում ենք պահպանել այս բառերը անվտանգ տեղում: Ձեզ հարկավոր կլինի այս բառերը `ձեր դրամապանակը նոր սարքում վերականգնելու համար:
it: Si prega di salvare queste parole in un posto sicuro! Avrai bisogno di queste parole per ripristinare il portafoglio su un nuovo dispositivo.
ja: これらの言葉を安全な場所に保存してください！新しいデバイスで財布を復元するには、これらの単語が必要です。
ko: 이 단어들을 안전한 곳에 저장하세요! 새 기기에서 지갑을 복구하려면 이 단어들이 필요합니다.
my: ကျေးဇူးပြုပြီးဒီစကားလုံးတွေကိုလုံခြုံတဲ့နေရာမှာသိမ်းထားပါ။ သင်၏ပိုက်ဆံအိတ်ကိုကိရိယာအသစ်တစ်ခုတွင်သင်၏ပိုက်ဆံအိတ်ကိုပြန်လည်ရယူရန်ဤစကားလုံးများကိုသင်လိုအပ်လိမ့်မည်။
pl: Zapisz te słowa w bezpiecznym miejscu! Będziesz potrzebował tych słów, aby przywrócić swój portfel na nowym urządzeniu.
th: โปรดบันทึกคำเหล่านี้ในสถานที่ที่ปลอดภัย! คุณจะต้องใช้คำเหล่านี้เพื่อกู้คืนกระเป๋าเงินของคุณในอุปกรณ์ใหม่
tl: Mangyaring i -save ang mga salitang ito sa isang ligtas na lugar! Kakailanganin mo ang mga salitang ito upang maibalik ang iyong pitaka sa isang bagong aparato.
tr: Lütfen bu kelimeleri güvenli bir yerde kaydedin! Cüzdanınızı yeni bir cihazda geri yüklemek için bu kelimelere ihtiyacınız olacak.
uk: Збережіть ці слова в безпечному місці! Вам знадобляться ці слова, щоб відновити гаманець на новому пристрої.
ur: براہ کرم ان الفاظ کو ایک محفوظ جگہ پر محفوظ کریں! اپنے بٹوے کو کسی نئے آلے پر بحال کرنے کے ل You آپ کو ان الفاظ کی ضرورت ہوگی۔
vi: Vui lòng lưu những từ này ở một nơi an toàn! Bạn sẽ cần những từ này để khôi phục ví của bạn trên một thiết bị mới.
zh: 请在安全的地方保存这些单词！您将需要这些单词来恢复新设备上的钱包。
zh_tw: 請在安全的地方儲存這些單詞！您將需要這些單詞來恢復新設備上的錢包。

# cakepay_confirm_no_vpn
source: I confirm I am not using a Proxy or VPN
ar: أؤكد أنني لا أستخدم وكيلًا أو VPN
bg: Потвърждавам, че не използвам прокси или VPN
cs: Potvrzuji, že nepoužívám proxy nebo VPN
es: Confirmo que no estoy usando un proxy ni VPN
fa: تایید می‌کنم که از پروکسی یا VPN استفاده نمی‌کنم
fr: Je confirme que je n'utilise pas de proxy ou de VPN
hi: मैं पुष्टि करता हूं कि मैं एक प्रॉक्सी या वीपीएन का उपयोग नहीं कर रहा हूं
hr: Potvrđujem da ne koristim proxy ili vpn
hy: Ես հաստատում եմ, որ ես չեմ օգտագործում վստահված անձ կամ VPN
it: Confermo che non sto usando una proxy o una VPN
ja: 私はプロキシまたはVPNを使用していないことを確認します
ko: 프록시 또는 VPN을 사용하고 있지 않음을 확인합니다
my: ငါ proxy သို့မဟုတ် vpn ကိုမသုံးပါ
pl: Potwierdzam, że nie korzystam z proxy ani VPN
th: ฉันยืนยันว่าฉันไม่ได้ใช้พร็อกซีหรือ VPN
tl: Kinukumpirma kong hindi ako gumagamit ng isang proxy o vpn
tr: Bir proxy veya vpn kullanmadığımı onaylıyorum
uk: Я підтверджую, що не використовую проксі або VPN
ur: میں تصدیق کرتا ہوں کہ میں پراکسی یا وی پی این استعمال نہیں کر رہا ہوں
vi: Tôi xác nhận tôi không sử dụng proxy hoặc VPN
zh: 我确认未启用 VPN 或代理
zh_tw: 我確認未啟用 VPN 或代理

# cakepay_confirm_purchase
source: Confirm Purchase
ar: تأكيد الشراء
bg: Потвърдете покупката
cs: Potvrďte nákup
es: Confirmar compra
fa: تایید خرید
fr: Confirmer l'achat
hi: खरीद की पुष्टि करें
hr: Potvrdi kupnju
hy: Հաստատեք գնումը
it: Conferma l'acquisto
ja: 購入を確認します
ko: 구매 확인
my: ဝယ်ယူမှုအတည်ပြုပါ
pl: Potwierdź Zakup
th: ยืนยันการซื้อ
tl: Kumpirmahin ang pagbili
tr: Satın Alma Onay
uk: Підтвердьте покупку
ur: خریداری کی تصدیق کریں
vi: Xác nhận mua hàng
zh: 确定购买
zh_tw: 確定購買

# cakepay_confirm_terms_agreed
source: I agree to the terms and conditions presented here:
ar: أوافق على الشروط والأحكام المقدمة هنا:
bg: Съгласен съм с условията, представени тук:
cs: Souhlasím s zde uvedenými podmínkami:
es: Estoy de acuerdo con los términos y condiciones presentados aquí:
fa: من با شرایط و قوانین ارائه شده در اینجا موافقم:
fr: J'accepte les termes et conditions présentés ici:
hi: मैं यहां प्रस्तुत नियमों और शर्तों से सहमत हूं:
hr: Slažem se s ovdje predstavljenim uvjetima:
hy: Ես համաձայն եմ այստեղ ներկայացված պայմաններին.
it: Accetto i termini e le condizioni presentati qui:
ja: ここに提示されている条件に同意します。
ko: 여기에 제시된 이용 약관에 동의합니다:
my: ဒီမှာတင်ပြထားတဲ့စည်းကမ်းချက်များကိုငါသဘောတူတယ်။
pl: Zgadzam się na przedstawione tutaj warunki i zasady:
th: ฉันเห็นด้วยกับข้อกำหนดและเงื่อนไขที่นำเสนอที่นี่:
tl: Sumasang -ayon ako sa mga termino at kundisyon na ipinakita dito:
tr: Burada sunulan şartlar ve koşulları kabul ediyorum:
uk: Я погоджуюся з представленими тут умовами та умовами:
ur: میں یہاں پیش کردہ شرائط و ضوابط سے اتفاق کرتا ہوں:
vi: Tôi đồng ý với các điều khoản và điều kiện được trình bày ở đây:
zh: 我同意此处介绍的条款和条件：
zh_tw: 我同意此處介紹的條款和條件：

# cakepay_confirm_voided_refund
source: I understand redemption attempts from a restricted country will void any refund
ar: أفهم أن محاولات الفداء من بلد محظور سوف تبطل أي استرداد
bg: Разбирам, че опитите за обратно изкупуване от ограничена държава ще анулират всяко възстановяване
cs: Chápu, že pokusy o vykoupení z omezené země zruší jakékoli vrácení peněz
es: Entiendo que los intentos de canje desde un país restringido anularán cualquier reembolso
fa: متوجه هستم که تلاش برای بازخرید از یک کشور محدود شده، هرگونه بازپرداخت وجه را باطل می‌کند
fr: Je comprends que les tentatives de rachat d'un pays restreint annulent tout remboursement
hi: मैं समझता हूं कि एक प्रतिबंधित देश से मोचन प्रयास किसी भी धनवापसी को शून्य कर देंगे
hr: Razumijem da će pokušaji otkupa od ograničene zemlje poništiti bilo koji povrat novca
hy: Ես հասկանում եմ, որ սահմանափակված երկրի մարման փորձերը կվերականգնեն ցանկացած փոխհատուցում
it: Capisco che i tentativi di rimborso da un paese limitato annullano qualsiasi rimborso
ja: 制限された国からの償還の試みが払い戻しを無効にすることを理解しています
ko: 제한된 국가에서의 사용 시도는 환불이 무효화됨을 이해합니다
my: ကန့်သတ်ထားသောနိုင်ငံမှရွေးနုတ်ခြင်းကြိုးပမ်းမှုများကိုကျွန်ုပ်နားလည်ပါသည်
pl: Rozumiem, że próby realizacji z kraju objętego restrykcją unieważnią każdy zwrot
th: ฉันเข้าใจความพยายามในการไถ่ถอนจากประเทศที่ถูก จำกัด จะทำให้คืนเงินใด ๆ
tl: Naiintindihan ko ang mga pagtatangka sa pagtubos mula sa isang pinigilan na bansa ay walang bisa sa anumang refund
tr: Kısıtlı bir ülkeden kurtuluş girişimlerinin herhangi bir geri ödemeyi geçersiz kılacağını anlıyorum
uk: Я розумію, що спроби викупу з обмеженої країни пошкодять будь -яке повернення коштів
ur: میں سمجھتا ہوں کہ کسی محدود ملک سے چھٹکارے کی کوششیں کسی بھی رقم کی واپسی کو کالعدم کردیں گی
vi: Tôi hiểu những nỗ lực cứu chuộc từ một quốc gia bị hạn chế sẽ vô hiệu hóa bất kỳ khoản hoàn trả nào
zh: 我了解限制国家的赎回尝试将使任何退款无效
zh_tw: 我了解限製國家的贖回嘗試將使任何退款無效

# cakepay_ios_not_available
source: Sorry, this gift card is not available on iOS. You can purchase it on Android or through our website instead.
ar: آسف ، بطاقة الهدايا هذه غير متوفرة على iOS. يمكنك شرائه على Android أو من خلال موقعنا بدلاً من ذلك.
bg: За съжаление тази карта за подарък не се предлага в iOS. Можете да го закупите на Android или чрез нашия уебсайт вместо това.
cs: Je nám líto, tato dárková karta není k dispozici na iOS. Místo toho si jej můžete zakoupit na Androidu nebo prostřednictvím našeho webu.
es: Lo sentimos, esta tarjeta de regalo no está disponible en iOS. Puedes comprarla en Android o a través de nuestro sitio web.
fa: متاسفانه این گیفت کارت در iOS موجود نیست. می‌توانید آن را در اندروید یا از طریق وب‌سایت ما خریداری کنید.
fr: Désolé, cette carte-cadeau n'est pas disponible sur iOS. Vous pouvez l'acheter sur Android ou via notre site Web à la place.
hi: क्षमा करें, यह उपहार कार्ड iOS पर उपलब्ध नहीं है। आप इसे Android पर या हमारी वेबसाइट के बजाय खरीद सकते हैं।
hr: Oprostite, ova poklon kartica nije dostupna na iOS -u. Umjesto toga, možete ga kupiti na Androidu ili putem naše web stranice.
hy: Ներեցեք, այս նվեր քարտը հասանելի չէ iOS- ում: Փոխարենը կարող եք այն գնել Android- ում կամ մեր կայքում:
it: Mi dispiace, questa carta regalo non è disponibile su iOS. Puoi acquistarlo su Android o tramite il nostro sito Web.
ja: 申し訳ありませんが、このギフトカードはiOSでは利用できません。代わりにAndroidまたは当社のWebサイトから購入できます。
ko: 죄송합니다. 이 기프트 카드는 iOS에서 사용할 수 없습니다. 대신 Android나 저희 웹사이트를 통해 구매할 수 있습니다.
my: တောင်းပန်ပါတယ်, ဒီလက်ဆောင်ကဒ်ကို iOS မှာမရနိုင်ပါ။ ၎င်းကို Android တွင်သို့မဟုတ်ကျွန်ုပ်တို့၏ဝက်ဘ်ဆိုက်တွင် 0 ယ်နိုင်သည်။
pl: Przepraszamy, ta karta podarunkowa nie jest dostępna na iOS. Możesz ją kupić na Androidzie lub na naszej stronie internetowej.
th: ขออภัยบัตรของขวัญนี้ไม่มีใน iOS คุณสามารถซื้อได้บน Android หรือผ่านเว็บไซต์ของเราแทน
tl: Paumanhin, ang gift card na ito ay hindi magagamit sa iOS. Maaari mo itong bilhin sa Android o sa pamamagitan ng aming website sa halip.
tr: Üzgünüm, bu hediye kartı iOS'ta mevcut değil. Bunun yerine Android'de veya web sitemizden satın alabilirsiniz.
uk: Вибачте, ця подарункова карта недоступна на iOS. Ви можете придбати його на Android або через наш веб -сайт.
ur: معذرت ، یہ گفٹ کارڈ iOS پر دستیاب نہیں ہے۔ اس کے بجائے آپ اسے اینڈروئیڈ پر یا ہماری ویب سائٹ کے ذریعے خرید سکتے ہیں۔
vi: Xin lỗi, thẻ quà tặng này không có sẵn trên iOS. Thay vào đó, bạn có thể mua nó trên Android hoặc thông qua trang web của chúng tôi.
zh: 抱歉，这张卡在 iOS 上不可用，您可在 Android 或网页版购买
zh_tw: 抱歉，這张卡在 iOS 上不可用，您可在 Android 或網頁版購買

# cakepay_prepaid_card
source: CakePay Prepaid Debit Card
ar: بطاقة ائتمان CakePay مسبقة الدفع
bg: CakePay предплатена дебитна карта
cs: CakePay předplacená debetní karta
de: CakePay-Prepaid-Debitkarte
es: Tarjeta de Débito Prepagada CakePay
fa: کارت نقدی پیش‌پرداخت کیک پی
fr: Carte de débit prépayée Cake Pay
hi: केकपे प्रीपेड डेबिट कार्ड
hr: CakePay unaprijed plaćena debitna kartica
hy: CakePay Նախավճարային Դեբետային Քարտ
id: Kartu Debit Prabayar CakePay
it: Carta di debito prepagata CakePay
ja: CakePayプリペイドデビットカード
ko: CakePay 선불 직불 카드
my: CakePay ကြိုတင်ငွေဖြည့်ဒက်ဘစ်ကတ်
nl: CakePay Prepaid Debetkaart
pl: Karta przedpłacona CakePay
pt: Cartão de débito pré-pago CakePay
ru: Предоплаченная дебетовая карта CakePay
th: บัตรเดบิตเติมเงินของ CakePay
tr: CakePay Ön Ödemeli Kart
uk: Передплачена дебетова картка CakePay
ur: Cake پے پری پیڈ ڈیبٹ کارڈ
vi: Thẻ Ghi Nợ Trả Trước CakePay
zh: Cake Pay 预付卡（虚拟/实体）
zh_tw: Cake Pay 預付卡（虛擬/實体）

# camera_consent
source: Your camera will be used to capture an image for identification purposes by ${provider}. Please check their Privacy Policy for details.
ar: .ﻞﻴﺻﺎﻔﺘﻟﺍ ﻰﻠﻋ ﻝﻮﺼﺤﻠﻟ ﻢﻬﺑ ﺔﺻﺎﺨﻟﺍ ﺔﻴﺻﻮﺼﺨﻟﺍ ﺔﺳﺎﻴﺳ ﻦﻣ ﻖﻘﺤﺘﻟﺍ ﻰﺟﺮﻳ .${provider} ﻝﻮﻠ
bg: Вашият фотоапарат ще бъде използван за заснемане на изображение с цел идентификация от ${provider}. Моля, проверете тяхната политика за поверителност за подробности.
cs: Váš fotoaparát použije k pořízení snímku pro účely identifikace ${provider}. Podrobnosti najdete v jejich Zásadách ochrany osobních údajů.
de: Mit Ihrer Kamera wird bis zum ${provider} ein Bild zur Identifizierung aufgenommen. Weitere Informationen finden Sie in deren Datenschutzbestimmungen.
es: Tu cámara será utilizada para capturar una imagen con fines de identificación por ${provider}. Por favor, consulta la Política de privacidad para obtener más detalles.
fa: دوربین شما برای ثبت تصویر جهت احراز هویت توسط ${provider} استفاده خواهد شد. لطفاً سیاست حفظ حریم خصوصی آن‌ها را برای جزئیات بررسی کنید.
fr: Votre appareil photo sera utilisé pour capturer une image à des fins d'identification par ${provider}. Veuillez consulter leur politique de confidentialité pour plus de détails.
hi: आपके कैमरे का उपयोग ${provider} द्वारा पहचान उद्देश्यों के लिए एक छवि कैप्चर करने के लिए किया जाएगा। विवरण के लिए कृपया उनकी गोपनीयता नीति जांचें।
hr: Vaš će fotoaparat koristiti za snimanje slike u svrhu identifikacije od strane ${provider}. Pojedinosti potražite u njihovoj politici privatnosti.
hy: Ձեր տեսախցիկը կօգտագործվի ${provider}-ի կողմից ինքնությունը հաստատելու նպատակով: Խնդրում ենք ծանոթանալ նրանց Գաղտնիության Քաղաքականության հետ:
id: Kamera Anda akan digunakan untuk mengambil gambar untuk tujuan identifikasi oleh ${provider}. Silakan periksa Kebijakan Privasi mereka untuk detailnya.
it: La tua fotocamera verrà utilizzata per acquisire un'immagine a scopo identificativo da ${provider}. Si prega di controllare la loro Informativa sulla privacy per i dettagli.
ja: あなたのカメラは、${provider}_ までに識別目的で画像を撮影するために使用されます。詳細については、プライバシー ポリシーをご確認ください。
ko: ${provider}에서 신원 확인 목적으로 이미지를 캡처하기 위해 카메라를 사용합니다. 자세한 내용은 해당 업체의 개인정보 보호정책을 확인하세요.
my: မှတ်ပုံတင်ခြင်းရည်ရွယ်ချက်များအတွက် ${provider} တွင် သင့်ကင်မရာကို အသုံးပြုပါမည်။ အသေးစိတ်အတွက် ၎င်းတို့၏ ကိုယ်ရေးကိုယ်တာမူဝါဒကို စစ်ဆေးပါ။
nl: Uw camera wordt gebruikt om vóór ${provider} een beeld vast te leggen voor identificatiedoeleinden. Raadpleeg hun privacybeleid voor meer informatie.
pl: Twój aparat zostanie użyty przez ${provider} do zrobienia zdjęcia w celu identyfikacji. Sprawdź ich Politykę prywatności, aby uzyskać szczegóły.
pt: Sua câmera será usada para capturar uma imagem para fins de identificação por ${provider}. Por favor, verifique a Política de Privacidade para obter detalhes.
ru: Ваша камера будет использоваться для захвата изображения в целях идентификации ${provider}. Пожалуйста, ознакомьтесь с их Политикой конфиденциальности для получения подробной информации.
th: กล้องของคุณจะถูกนำมาใช้เพื่อจับภาพเพื่อวัตถุประสงค์ในการระบุตัวตนภายใน ${provider} โปรดตรวจสอบนโยบายความเป็นส่วนตัวเพื่อดูรายละเอียด
tl: Gagamitin ang iyong camera upang kumuha ng larawan para sa mga layunin ng pagkakakilanlan sa pamamagitan ng ${provider}. Pakisuri ang kanilang Patakaran sa Privacy para sa mga detalye.
tr: Kameranız ${provider} tarihine kadar tanımlama amacıyla bir görüntü yakalamak için kullanılacaktır. Ayrıntılar için lütfen Gizlilik Politikalarını kontrol edin.
uk: Ваша камера використовуватиметься для зйомки зображення з метою ідентифікації ${provider}. Будь ласка, ознайомтеся з їхньою політикою конфіденційності, щоб дізнатися більше.
ur: ۔ﮟﯿﮭﮑﯾﺩ ﯽﺴﯿﻟﺎﭘ ﯽﺴﯾﻮﯿﺋﺍﺮﭘ ﯽﮐ ﻥﺍ ﻡﺮﮐ ﮦﺍﺮﺑ ﮯﯿﻟ ﮯﮐ ﺕﻼ${provider}ﯿﺼﻔﺗ ۔ﺎﮔ ﮯﺋﺎﺟ ﺎﯿﮐ ﻝﺎﻤﻌﺘﺳﺍ ﮯﯿﻟ
vi: Máy ảnh của bạn sẽ được sử dụng để chụp hình nhằm mục đích xác minh danh tính bởi ${provider}. Vui lòng kiểm tra Chính sách quyền riêng tư của họ để biết thêm chi tiết.
zh: ${provider} 将使用您的相机拍摄图像以供识别之用。请查看他们的隐私政策了解详情。
zh_tw: ${provider} 將使用您的相機拍摄圖像以供識別之用。請查看他們的隱私政策了解詳情。
