Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# restore_bitcoin_description_from_keys
source: Restore your wallet from generated WIF string from your private keys
ar: قم باستعادة محفظتك من سلسلة WIF التي تم إنشاؤها من مفاتيحك الخاصة
bg: Възстановяване на портфейл чрез WIF, изведен от Вашите private keys
cs: Obnovte svou peněženku pomocí vygenerovaného WIF řetězce z vašich soukromých klíčů
de: Stellen Sie Ihre Wallet aus der generierten WIF-Zeichenfolge aus Ihren privaten Schlüsseln wieder her
es: Restaurar tu billetera a partir de una cadena WIF generada con tus claves privadas
fa: بازیابی کیف پول از رشته WIF تولید شده از کلیدهای خصوصی
fr: Restaurer votre portefeuille (wallet) d'après la chaîne WIF générée d'après vos clefs privées
hi: अपने निजी कुंजी से उत्पन्न WIF स्ट्रिंग से अपने वॉलेट को पुनर्स्थापित करें
hr: Oporavi novčanik pomoću WIF niza generiranog iz vlastitih privatnih ključeva (keys)
hy: Վերականգնեք ձեր դրամապանակը ձեր գախտնի բանալիներից ստացված WIF տողից
id: Pulihkan dompet Anda dari string WIF yang dihasilkan dari private keys Anda
it: Recupera il tuo portafoglio da una stringa WIF generata dalle tue chiavi private
ja: 秘密鍵から生成されたWIF文字列からウォレットを復元します
ko: 개인 키에서 생성된 WIF 문자열로 지갑 복구
my: သင့်ကိုယ်ပိုင်သော့များမှ ထုတ်လုပ်ထားသော WIF စာကြောင်းမှ သင့်ပိုက်ဆံအိတ်ကို ပြန်လည်ရယူပါ။
nl: Herstel uw portemonnee van de gegenereerde WIF-string van uw privésleutels
pl: Przywróć swój portfel z wygenerowanego ciągu WIF z kluczy prywatnych
pt: Restaure sua carteira a partir da string WIF gerada de suas chaves privadas
ru: Вы можете восстановить кошелёк с помощью WIF
th: กู้กระเป๋าของคุณจากสตริง WIF ที่สร้างขึ้นจากคีย์ส่วนตัวของคุณ
tl: Ibalik ang iyong wallet mula sa nabuong WIF string mula sa iyong mga private key
tr: Cüzdanını, oluşturulan WIF dizesinden veya özel anahtarlarından geri yükle
uk: Ви можете відновити гаманець за допомогою WIF
ur: اپنی نجی کلیدوں سے تیار کردہ WIF سٹرنگ سے اپنے بٹوے کو بحال کریں۔
vi: Khôi phục ví của bạn từ chuỗi WIF được tạo từ khóa riêng của bạn
zh: 从私钥中生成的WIF字符串恢复您钱包
zh_tw: 從私鑰中生成的WIF字符串恢復您錢包

# restore_bitcoin_description_from_seed
source: Restore your wallet from 24 word combination code
ar: قم باستعادة محفظتك من كود مكون من 24 كلمة
bg: Възстановяване на портфейл чрез код от 24 думи
cs: Obnovte svou peněženku pomocí kombinace 24 slov
de: Stellen Sie Ihre Wallet aus dem 24-Wort-Kombinationscode wieder her
es: Restaurar tu billetera a partir de la frase de 24 palabras
fa: بازیابی کیف پول از کد ترکیب ۲۴ کلمه‌ای
fr: Restaurer votre portefeuille (wallet) à l'aide d'une phrase secrète (seed) de 24 mots
hi: 24 शब्द संयोजन कोड से अपने वॉलेट को पुनर्स्थापित करें
hr: Oporavi novčanik pomoću koda od 12 riječi
hy: Վերականգնեք ձեր դրամապանակը 24 բառերի համադրությամբ
id: Pulihkan dompet Anda dari kombinasi kode 24 kata
it: Recupera il tuo portafoglio da una combinazione di 12 parole
ja: 24ワードの組み合わせコードからウォレットを復元する
ko: 24단어 조합 코드로 지갑 복구
my: 24 စကားလုံးပေါင်းစပ်ကုဒ်မှ သင့်ပိုက်ဆံအိတ်ကို ပြန်ယူပါ။
nl: Herstel uw portemonnee met een combinatiecode van 24 woorden
pl: Przywróć swój portfel z 24‑słownej frazy seed
pt: Restaure sua carteira a partir de um código de combinação de 24 palavras
ru: Вы можете восстановить кошелёк используя 24-ти значную мнемоническую фразу
th: กู้กระเป๋าของคุณจากรหัสผสมของ 24 คำ
tl: Ibalik ang iyong wallet mula sa 24 na salita na seed
tr: Cüzdanınızı 24 kelimelik kombinasyon kodundan geri yükle
uk: Ви можете відновити гаманець використовуючи 24-ти слівну мнемонічну фразу
ur: 24 الفاظ کے مجموعہ کوڈ سے اپنے بٹوے کو بحال کریں۔
vi: Khôi phục ví của bạn từ mã kết hợp 24 từ
zh: 使用 24 个助记词恢复您的钱包
zh_tw: 使用 24 個助記詞恢復您的錢包

# restore_bitcoin_title_from_keys
source: Restore from WIF
ar: استعادة من WIF
bg: Възстановяване от WIF
cs: Obnovit z WIF
de: Aus WIF wiederherstellen
es: Restaurar desde WIF
fa: بازیابی از WIF
fr: Restaurer à partir de WIF
hi: WIF से पुनर्स्थापित करें
hr: Oporavi pomoću formata uvoza novčanika (WIF)
hy: Վերականգնել WIF-ից
id: Pulihkan dari WIF
it: Recupera da WIF
ja: WIFから復元
ko: WIF에서 복구
my: WIF မှ ပြန်လည်ရယူပါ။
nl: Herstel van WIF
pl: Przywróć z WIF
pt: Restaurar de WIF
ru: Восстановить с помощью WIF
th: กู้จาก WIF
tl: Ibalik mula sa WIF
tr: WIF'den geri yükle
uk: Відновити за допомогою WIF
ur: WIF سے بحال کریں۔
vi: Khôi phục từ WIF
zh: 从WIF还原
zh_tw: 從WIF還原

# restore_description_from_backup
source: You can restore the whole Cake Wallet app from your back-up file
ar: يمكنك استعادة تطبيق Cake Wallet بالكامل من ملف النسخ الاحتياطي
bg: Можете да възстановите цялото приложение Cake Wallet от своя резервен файл
cs: Můžete obnovit celou Cake Wallet aplikaci ze souboru se zálohou
de: Sie können die gesamte Cake Wallet-App aus Ihrer Sicherungsdatei wiederherstellen
es: Puedes restaurar toda la aplicación Cake Wallet desde tu archivo de respaldo
fa: می‌توانید کل برنامه کیک ولت را از فایل پشتیبان خود بازیابی کنید
fr: Vous pouvez restaurer l'intégralité de l'application Cake Wallet depuis un fichier de sauvegarde
hi: आप से पूरे केक वॉलेट एप्लिकेशन को पुनर्स्थापित कर सकते हैं आपकी बैक-अप फ़ाइल
hr: Možete oporaviti cijelu Cake Wallet aplikaciju pomoću vlastite datoteke sa sigurnosnom kopijom
hy: Դուք կարող եք վերականգնել ամբողջ Cake Wallet հավելվածը ձեր կրկնօրինակ ֆայլից
id: Anda dapat memulihkan seluruh aplikasi Cake Wallet dari file cadangan Anda
it: Puoi recuperare l'app Cake Wallet per intero dal tuo file di backup
ja: Cake Walletアプリ全体を復元できますバックアップファイル
ko: 백업 파일에서 전체 Cake Wallet 앱을 복구할 수 있습니다
my: သင့်အရန်ဖိုင်မှ Cake Wallet အက်ပ်တစ်ခုလုံးကို သင်ပြန်လည်ရယူနိုင်သည်။
nl: Je kunt de hele Cake Wallet-app herstellen van uw back-upbestand
pl: Możesz przywrócić całą aplikację Cake Wallet z pliku kopii zapasowej
pt: Você pode restaurar todo o aplicativo Cake Wallet de seu arquivo de backup
ru: Вы можете восстановить Cake Wallet из вашего back-up файла
th: คุณสามารถกู้แอพ Cake Wallet ทั้งหมดจากไฟล์สำรองข้อมูลของคุณ
tl: Maari mong ibalik ang buong Cake Wallet app sa iyong backup file
tr: Yedek dosyandan tüm Cake Wallet uygulamasını geri döndürebilirsin
uk: Ви можете відновити Cake Wallet з вашого резервного файлу
ur: آپ اپنی بیک اپ فائل سے پوری کیک والیٹ ایپ کو بحال کر سکتے ہیں۔
vi: Bạn có thể khôi phục toàn bộ ứng dụng Cake Wallet từ tệp sao lưu của bạn
zh: 您可以从还原整个Cake Wallet应用您的备份文件
zh_tw: 您可以從還原整個Cake Wallet應用程式您的備份檔案

# restore_description_from_hardware_wallet
source: Restore from a Ledger hardware wallet
ar: استعادة من محفظة أجهزة دفتر الأستاذ
bg: Възстановяване от хардуерния портфейл на главната книга
cs: Obnovit z peněženky hardwaru knihy
de: Stellen Sie eine Wallet von Ledger wieder her
es: Conecta tu dispositivo de billetera hardware de varios fabricantes.
fa: لینک کردن دستگاه کیف پول سخت‌افزاری خود از تولیدکنندگان مختلف.
fr: Restaurer depuis un portefeuille matériel Ledger
hi: एक लेजर हार्डवेयर वॉलेट से पुनर्स्थापित करें
hr: Vratite se iz novčanice od knjige
hy: Վերականգնեք Ledger հարդվերային դրամապանակից
id: Kembalikan dari dompet perangkat keras Ledger
it: Collega il tuo dispositivo portafoglio hardware di diversi produttori.
ja: 元帳ハードウェアウォレットから復元します
ko: Ledger 하드웨어 지갑에서 복구
my: Ledger ဟာ့ဒ်ဝဲပိုက်ဆံအိတ်မှ Restore
nl: Herstel van een grootboekhardware -portemonnee
pl: Połącz swoje urządzenie portfela sprzętowego od różnych producentów.
pt: Restaurar de uma carteira de hardware do Ledger
ru: Восстановите из оборудования
th: กู้คืนจากกระเป๋าเงินฮาร์ดแวร์บัญชีแยกประเภท
tl: Ibalik mula sa isang Ledger hardware wallet
tr: Bir defter donanım cüzdanından geri yükleyin
uk: Відновлення з апаратного гаманця
ur: لیجر ہارڈ ویئر پرس سے بحال کریں
vi: Khôi phục từ ví phần cứng Ledger
zh: 链接来自不同制造商的硬件钱包设备。
zh_tw: 連結來自不同製造商的硬體錢包設備。

# restore_description_from_keys
source: Restore your wallet from generated keystrokes saved from your private keys
ar: قم باستعادة محفظتك من ضغطات المفاتيح المولدة المحفوظة من مفاتيحك الخاصة
bg: Възстановяване на портфейл от генерираните от Вашите тайни ключове клавиши
cs: Obnovte svou peněženku pomocí generovaných stisků kláves uložených z vašich soukromých klíčů
de: Stellen Sie Ihr Wallet aus generierten Tastenanschlägen her, die von Ihren privaten Schlüsseln gespeichert wurden
es: Restaura tu billetera a partir de pulsaciones de teclas generadas y guardadas de tus claves privadas
fa: بازیابی کیف پول از کلیدهای تولید شده ذخیره شده از کلیدهای خصوصی شما
fr: Restaurer votre portefeuille (wallet) d'après les séquences de touches générées d'après vos clefs privées
hi: अपने वॉलेट को जेनरेट से पुनर्स्थापित करें आपकी निजी कुंजी से कीस्ट्रोक्स सहेजे गए
hr: Oporavi novčanik pomoću generiranih pritisaka na tipke spremljenih od vlastitih privatnih ključeva (keys)
hy: Վերականգնեք ձեր դրամապանակը ձեր գախտնի բանալիների հիման վրա ստեղծված մուտքագրումներից
id: Pulihkan dompet Anda dari tombol yang dihasilkan yang disimpan dari kunci pribadi Anda
it: Recupera il tuo portafoglio da una sequenza di caratteri generati dalle tue chiavi private
ja: 生成されたウォレットを復元します秘密鍵から保存されたキーストローク
ko: 개인 키에서 저장된 키 입력으로 지갑 복구
my: သင့်ကိုယ်ပိုင်သော့များမှ သိမ်းဆည်းထားသော ထုတ်ပေးထားသော သော့ချက်များမှ သင့်ပိုက်ဆံအိတ်ကို ပြန်လည်ရယူပါ။
nl: Herstel uw portemonnee van gegenereerd toetsaanslagen opgeslagen van uw privésleutels
pl: Przywróć swój portfel z wygenerowanych kluczy zapisanych na podstawie twoich kluczy prywatnych
pt: Restaure sua carteira a partir de suas chaves privadas
ru: Вы можете восстановить кошелёк с помощью приватных ключей
th: กู้กระเป๋าของคุณจากการกดปุ่มที่สร้างขึ้นจาก private keys ของคุณที่บันทึกไว้
tl: Ibalik ang iyong wallet mula sa nabuong mga keystrokes na na-save mula sa iyong mga private key
tr: Cüzdanınızı özel anahtarlarınızdan kaydedilen oluşturulmuş tuş vuruşlarından geri yükleyin
uk: Ви можете відновити гаманець за допомогою приватних ключів
ur: اپنے بٹوے کو اپنی نجی کلیدوں سے محفوظ کردہ کی اسٹروکس سے بحال کریں۔
vi: Khôi phục ví của bạn từ các thao tác nhập được lưu từ khóa riêng của bạn
zh: 从私钥生成的密钥恢复钱包
zh_tw: 從私鑰生成的密鑰恢復錢包

# restore_description_from_seed
source: Restore your wallet from either the 25 word or 13 word combination code
ar: قم باستعادة محفظتك من الرمز المكون من 25 كلمة أو 13 كلمة
bg: Възстановяване на портфейл от кода от 13 или 25 думи
cs: Obnovte svou peněženku pomocí kombinace 25, nebo 13 slov
de: Stellen Sie Ihre Wallet aus den 25 Wörtern oder dem 13-Wort-Kombinationscode wieder her
es: Restaurar tu billetera a partir del código de combinación de 25 palabras o de 13 palabras
fa: بازیابی کیف پول از کد ترکیب ۲۵ کلمه‌ای یا ۱۳ کلمه‌ای
fr: Restaurer votre portefeuille (wallet) depuis une phrase secrète (seed) de 25 ou 13 mots
hi: या तो 25 शब्द से अपने वॉलेट को पुनर्स्थापित करें या 13 शब्द संयोजन कोड
hr: Oporavi novčanik pomoću koda koji sadrži kombinaciju od 25 ili 13 riječi
hy: Վերականգնեք ձեր դրամապպանակը 25 բառերի կամ 13 բառերի համադրությամբ
id: Pulihkan dompet Anda dari kombinasi kode 25 atau 13 kata
it: Recupera il tuo portafoglio da una combinazione di 25 o 13 parole
ja: 25ワードからウォレットを復元しますまたは13ワードの組み合わせコード
ko: 25단어 또는 13단어 조합 코드로 지갑 복구
my: 25 စကားလုံး သို့မဟုတ် 13 စကားလုံးပေါင်းစပ်ကုဒ်မှ သင့်ပိုက်ဆံအိတ်ကို ပြန်လည်ရယူပါ။
nl: Herstel uw portemonnee van het 25 woord of 13 woord combinatiecode
pl: Przywróć swój portfel, korzystając z 25‑słownej lub 13‑słownej frazy seed
pt: Restaure sua carteira a partir de semente com 25 palavras ou 13 palavras
ru: Вы можете восстановить кошелёк используя 25-ти значную мнемоническую фразу
th: กู้กระเป๋าของคุณจากรหัสผสมของ 25 คำหรือ 13 คำ
tl: Ibalik ang iyong wallet mula sa alinman sa 25 na salita o 13 na salita na seed
tr: Cüzdanınızı 25 veya 13 kelimelik kombinasyon kodundan geri döndürün
uk: Ви можете відновити гаманець використовуючи 25-ти слівну мнемонічну фразу
ur: اپنے بٹوے کو 25 لفظ یا 13 الفاظ کے مجموعہ کوڈ سے بحال کریں۔
vi: Khôi phục ví của bạn từ mã kết hợp 25 từ hoặc 13 từ
zh: 使用 25 词或 13 词助记词恢复钱包
zh_tw: 使用 25 詞或 13 詞助記詞恢復錢包

# restore_description_from_seed_keys
source: Get back your wallet from seed/keys that you've saved to secure place
ar: استرجع محفظتك من السييد / المفاتيح التي قمت بحفظها في مكان آمن
bg: Възстановете своя портфейл от seed/keys, които сте съхранили на сигурно място
cs: Obnovte svou peněženku ze seedu/klíčů, které jste si uložili na bezpečném místě
de: Stellen Sie Ihr Wallet aus Seed/Schlüsseln wieder her, die Sie sicher aufbewahrt haben
es: Recupera tu billetera usando la semilla o las claves que guardaste en un lugar seguro
fa: بازیابی کیف پول از سید/کلیدهایی که در مکانی امن ذخیره کرده‌اید
fr: Restaurez votre portefeuille (wallet) depuis une phrase secrète (seed) ou des clefs que vous avez stockées en lieu sûr
hi: अपने बटुए को बीज से वापस लें/वे कुंजियाँ जिन्हें आपने सुरक्षित स्थान पर सहेजा है
hr: Oporavi novčanik pomoću pristupnog izraza/ključa spremljenog na sigurno mjesto
hy: Վերականգնեք ձեր դրամապանակը սերմից/բանալիներից, որը դուք պահպանել եք ապահով վայրում
id: Dapatkan kembali dompet Anda dari seed/kunci yang Anda simpan di tempat yang aman
it: Recupera il tuo portafoglio dal seme/chiavi che hai salvato in un posto sicuro
ja: 安全な場所に保存したシード/キーから財布を取り戻す
ko: 안전한 장소에 저장한 시드/키로 지갑 복구
my: သင့်ပိုက်ဆံအိတ်ကို လုံခြုံသောနေရာတွင် သိမ်းဆည်းထားသော မျိုးစေ့/သော့များမှ ပြန်လည်ရယူပါ။
nl: Ontvang uw portemonnee terug uit seed / keys die u hebt opgeslagen op een veilige plaats
pl: Odzyskaj swój portfel przy użyciu seed/kluczy, które zapisałeś w bezpiecznym miejscu
pt: Restaure a sua carteira a partir de sementes/chaves que você salvou em um local seguro
ru: Вы можете восстановить кошелёк из мнемонической фразы/ключей, которые вы сохранили ранее
th: เรียกกระเป๋าของคุณกลับมาจาก seed/keys ที่คุณได้บันทึกไว้ในที่ปลอดภัย
tl: Ibalik ang inyong wallet mula sa inyong seed/keys na iyong na-save sa ligtas na lugar
tr: Güvenli bir yere kaydettiğin tohumdan/anahtarlardan cüzdanını geri döndür
uk: Ви можете відновити гаманець з мнемонічної фрази/ключів, які ви зберегли раніше
ur: اپنے بٹوے کو بیج / چابیاں سے واپس حاصل کریں جنہیں آپ نے محفوظ جگہ پر محفوظ کیا ہے۔
vi: Khôi phục ví của bạn từ hạt giống/khóa mà bạn đã lưu ở nơi an toàn
zh: 从保存到安全地方的助记词/钥匙取回钱包
zh_tw: 從儲存到安全地方的助記詞/鑰匙取回錢包

source: Restore Existing Wallet
ar: استعادة محفظة موجودة
bg: Възстановете съществуващия портфейл
cs: Obnovte stávající peněženku
es: Restaurar la cartera existente
fa: بازیابی کیف پول موجود
fr: Restaurer le portefeuille existant
hi: मौजूदा बटुए को पुनर्स्थापित करें
hr: Vratite postojeći novčanik
hy: Վերականգնել առկա դրամապանակը
it: Ripristina un portafoglio esistente
ja: 既存のウォレットを復元します
ko: 기존 지갑 복구
my: ရှိပြီးသားပိုက်ဆံအိတ်ကို restore
pl: Przywróć Istniejący Portfel
th: คืนค่ากระเป๋าเงินที่มีอยู่
tl: Ibalik ang umiiral na pitaka
tr: Mevcut cüzdanı geri yükleyin
uk: Відновити існуючий гаманець
ur: موجودہ پرس کو بحال کریں
vi: Khôi phục ví hiện có
zh: 恢复现有的钱包
zh_tw: 恢復現有的錢包

# restore_from_date_or_blockheight
source: Please enter a date a few days before you created this wallet. Or if you know the blockheight, please enter it instead
ar: الرجاء إدخال تاريخ قبل إنشاء هذه المحفظة ببضعة أيام. أو إذا كنت تعرف ارتفاع البلوك، فيرجى إدخاله بدلاً من ذلك
bg: Моля, въведете дата няколко дни преди създаването на този портфейл. Ако знаете blockheight-а, въведето него вместо това
cs: Prosím zadejte datum z doby několik dnů před tím, než jste si zakládali tuto peněženku. Nebo místo toho zadejte výšku bloku, pokud ji znáte.
de: Bitte geben Sie ein Datum ein, das einige Tage vor dem Erstellen dieser Wallet liegt. Oder wenn Sie die Blockhöhe kennen, geben Sie stattdessen diese ein
es: Ingrese una fecha unos días antes de haber creado esta billetera. O, si conoce la altura del bloque, ingrésela en su lugar
fa: لطفاً تاریخی چند روز قبل از ایجاد این کیف پول را وارد کنید. یا اگر ارتفاع بلاک را می‌دانید، لطفاً آن را وارد کنید
fr: Merci d'entrer une date antérieure de quelques jours à la date de création de votre portefeuille (wallet). Ou si vous connaissez la hauteur de bloc, merci de la spécifier plutôt qu'une date
hi: कृपया इस वॉलेट को बनाने से कुछ दिन पहले एक तारीख दर्ज करें। या यदि आप ब्लॉकचेट जानते हैं, तो कृपया इसके बजाय इसे दर्ज करें
hr: Molimo unesite datum od nekoliko dana prije nego što ste izradili ovaj novčanik ili ako znate visinu bloka, molimo unesite je.
hy: Խնդրում ենք մուտքագրել այն ամսաթիվը, երբ դուք ստեղծել եք այս դրամապանակը։ Կամ, եթե դուք գիտեք բլոկի բարձրությունը, խնդրում ենք մուտքագրել այն
id: Harap masukkan tanggal beberapa hari sebelum Anda membuat dompet ini. Atau jika Anda tahu blockheight, silakan masukkan sebagai gantinya
it: Inserisci la data un paio di giorni prima della creazione di questo portafoglio. Oppure inserisci l'altezza del blocco, se la conosci
ja: このウォレットを作成する数日前に日付を入力してください。 または、ブロックの高さがわかっている場合は、代わりに入力してください
ko: 이 지갑을 생성하기 며칠 전의 날짜를 입력하세요. 또는 블록 높이를 아는 경우 대신 입력하세요
my: ဤပိုက်ဆံအိတ်ကို သင်မဖန်တီးမီ ရက်အနည်းငယ်အလိုတွင် ရက်စွဲတစ်ခု ထည့်သွင်းပါ။ သို့မဟုတ် ဘလော့ခ်ဟိုက် ကို သိပါက ၎င်းအစား ၎င်းကို ထည့်ပါ။
nl: Voer een datum in een paar dagen voordat u deze portemonnee heeft gemaakt. Of als u de blokhoogte kent, voert u deze in
pl: Wprowadź datę sprzed kilku dni od utworzenia tego portfela. Lub, jeśli znasz wysokość bloku, wprowadź ją zamiast daty.
pt: Insira uma data alguns dias antes de criar esta carteira. Ou se você souber a altura do bloco, insira-o
ru: Пожалуйста, введите дату за несколько дней до создания этого кошелька. Или, если вы знаете высоту блока, введите ее значение
th: โปรดป้อนวันที่หลายวันก่อนที่คุณสร้างกระเป๋านี้ หรือหากคุณรู้ความสูงของบล็อก (blockheight) โปรดป้อนมันแทน
tl: Mangyaring maglagay ng petsa ilang araw bago mo ginawa ang wallet na ito. O kung alam mo ang block height pwede ilagay ito sa halip
tr: Lütfen bu cüzdanı oluşturmadan birkaç gün önceki bir tarihi girin. Veya blok yüksekliğini biliyorsan, lütfen bunu gir
uk: Будь ласка, введіть дату за кілька днів до створення цього гаманця. Або, якщо ви знаєте висоту блоку, введіть її значення
ur: براہ کرم یہ پرس بنانے سے چند دن پہلے کی تاریخ درج کریں۔ یا اگر آپ کو بلاک ہائیٹ معلوم ہے تو براہ کرم اس کی بجائے اسے درج کریں۔
vi: Vui lòng nhập một ngày vài ngày trước khi bạn tạo ví này. Hoặc nếu bạn biết chiều cao khối, hãy nhập nó thay thế
zh: 请输入您创建这个钱包前几天的日期。或者如果您知道区块高度，请输入区块高度
zh_tw: 請輸入您創建這個錢包前幾天的日期。或者如果您知道區塊高度，請輸入區塊高度

# restore_from_seed_placeholder
source: Please enter or paste your seed here
ar: الرجاء إدخال أو لصق السييد الخاصة بك هنا
bg: Моля, въведете своя seed тук
cs: Prosím zadejte, nebo vložte ze schránky svůj seed.
de: Seed bitte hier eingeben oder einfügen
es: Ingresa o pega tu frase semilla aquí
fa: لطفاً سید خود را اینجا وارد یا جای‌گذاری کنید
fr: Merci d'entrer ou de coller votre phrase secrète (seed) ici
hi: कृपया अपना कोड वाक्यांश यहां दर्ज करें या पेस्ट करें
hr: Molimo unesite ili zalijepite svoj pristupni izraz ovdje
hy: Խնդրում ենք մուտքագրել կամ տեղադրել ձեր սերմը այստեղ
id: Silakan masukkan atau tempel seed Anda di sini
it: Inserisci o incolla il tuo seme qui
ja: ここにコードフレーズを入力または貼り付けてください
ko: 여기에 시드를 입력하거나 붙여넣으세요
my: သင့်အစေ့ကို ဤနေရာတွင် ထည့်ပါ သို့မဟုတ် ကူးထည့်ပါ။
nl: Voer hier uw codefrase in of plak deze
pl: Wpisz lub wklej tutaj swój seed
pt: Digite ou cole sua frase de código aqui
ru: Введите или вставьте мнемоническую фразу вашего кошелька
th: โปรดป้อนหรือวาง seed ของคุณที่นี่
tl: Mangyaring ipasok o idikit ang iyong seed dito
tr: Lütfen tohumunu buraya gir veya yapıştır
uk: Введіть або вставте мнемонічну фразу вашого гаманця
ur: براہ کرم اپنا بیج یہاں درج کریں یا پیسٹ کریں۔
vi: Vui lòng nhập hoặc dán hạt giống của bạn vào đây
zh: 请在此处输入或粘贴您的助记词
zh_tw: 請在此處輸入或貼上您的助記詞

# restore_new_seed
source: New seed
ar: سييد جديدة
bg: Нов seed
cs: Nový seed
de: Neuer Seed
es: Nueva semilla
fa: سید جدید
fr: Nouvelle phrase secrète (seed)
hi: नया बीज
hr: Novi pristupi izraz
hy: Նոր սերմ
id: Seed baru
it: Nuovo seme
ja: 新しい種
ko: 새 시드
my: မျိုးစေ့အသစ်
nl: Nieuw zaad
pl: Nowy seed
pt: Nova semente
ru: Новая мнемоническая фраза
th: ซีดใหม่
tl: Bagong seed
tr: Yeni tohum
uk: Нова мнемонічна фраза
ur: نیا بیج
vi: Hạt giống mới
zh: 新助记词
zh_tw: 新助記詞

# restore_next
source: Next
ar: التالي
cs: Další
de: Weiter
es: Siguiente
fa: بعدی
fr: Suivant
hi: आगामी
hr: Dalje
hy: Հաջորդ
id: Selanjutnya
it: Prossimo
ja: 次
ko: 다음
my: နောက်တစ်ခု
nl: Volgende
pl: Dalej
pt: Próximo
ru: Продолжить
th: ถัดไป
tl: Susunod
tr: İleri
uk: Продовжити
ur: اگلے
vi: Tiếp theo
zh: 下一个
zh_tw: 下一個

# restore_recover
source: Restore
ar: استعادة
bg: Възстановяване
cs: Obnovit
de: Wiederherstellen
es: Restaurar
fa: بازیابی
fr: Restaurer
hi: वसूली
hr: Oporavi
hy: Վերականգնել
id: Pulihkan
it: Recupera
ja: 回復します
ko: 복구
my: ပြန်ယူပါ။
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить
th: กู้
tl: Ibalik
tr: Geri döndür
uk: Відновити
ur: بحال کریں۔
vi: Khôi phục
zh: 恢复
zh_tw: 恢復

# restore_restore_wallet
source: Restore Wallet
ar: استعادة محفظة
bg: Възстановяване на портфейл
cs: Obnovit peněženku
de: Wallet wiederherstellen
es: Restaurar Cartera
fa: بازیابی کیف پول
fr: Restaurer le Portefeuille (Wallet)
hi: वॉलेट को पुनर्स्थापित करें
hr: Oporavi novčanik
hy: Վերականգնել դրամապանակ
id: Pulihkan Dompet
it: Recupera Portafoglio
ja: ウォレットを復元
ko: 지갑 복구
my: ပိုက်ဆံအိတ်ကို ပြန်ယူပါ။
nl: Portemonnee herstellen
pl: Przywróć Portfel
pt: Restaurar carteira
ru: Восстановить кошелёк
th: กู้กระเป๋า
tl: Ibalik ang wallet
tr: Cüzdanı Geri Döndür
uk: Відновити гаманець
ur: والیٹ کو بحال کریں۔
vi: Khôi phục Ví
zh: 恢复钱包
zh_tw: 恢復錢包

# restore_seed_keys_restore
source: Seed/Keys Restore
ar: استعادة السييد / المفاتيح
bg: Възстановяне от Seed/Keys
cs: Obnovit ze seedu/klíčů
de: Seed/Schlüssel wiederherstellen
es: Restaurar semilla/claves
fa: بازیابی سید/کلیدها
fr: Restaurer depuis Phrase secrète (seed)/Clefs
hi: बीज / कुंजी पुनर्स्थापित करें
hr: Oporavak pomoću pristupnog izraza/ključa
hy: Սերմ/բանալիներ վերականգնել
id: Pulihkan Seed/Kunci
it: Recupera Seme/Chiavi
ja: シード/キーの復元
ko: 시드/키 복구
my: မျိုးစေ့/သော့များ ပြန်လည်ရယူပါ။
nl: Zaad / sleutels herstellen
pl: Przywracanie seed/kluczy
pt: Restauração com sementes/chaves
ru: Восстановить из мнемонической фразы/ключей
th: กู้จาก Seed/Keys
tl: Ibalik mula sa Seed/Keys
tr: Tohumu/Anahtarları Geri Döndür
uk: Відновити за допомогою мнемонічної фрази/ключів
ur: بیج/کیز کی بحالی
vi: Khôi phục hạt giống/khóa
zh: 助记词/密钥还原
zh_tw: 助記詞/密鑰還原

# restore_spend_key_private
source: Spend key (private)
ar: مفتاح الإنفاق (خاص)
bg: Spend key (публичен)
cs: Klíč pro platby (soukromý)
de: Spend Key (geheim)
es: Clave de gasto (privada)
fa: کلید خرج کردن (خصوصی)
fr: Clef de dépense (spend key) (privée)
hi: कुंजी खर्च करें (निजीe)
hr: Spend key (privatni)
hy: Վճարման բանալի (գախտնի)
id: Habiskan kunci (pribadi)
it: Chiave di Spesa (privata)
ja: キーを使う (プライベート)
ko: 지출 키 (개인)
my: သော့သုံးရန် (သီးသန့်)
nl: Sleutel uitgeven (privaat)
pl: Klucz wydatkowy (prywatny)
pt: Chave de gastos (privada)
ru: Приватный ключ траты
th: คีย์สำหรับใช้ (ส่วนตัว)
tr: Harcama anahtarı (Özel)
uk: Приватний ключ витрати
ur: خرچ کی کلید (نجی)
vi: Khóa chi tiêu (riêng tư)
zh: 支出私钥 (Spend Key)
zh_tw: 支出私鑰 (Spend Key)

# restore_title_from_backup
source: Restore from backup
ar: استعادة من النسخة الاحتياطية
bg: Възстановяване от резервно копие
cs: Obnovit ze zálohy
de: Aus einer Sicherungsdatei wiederherstellen
es: Restaurar desde la copia de seguridad
fa: بازیابی از نسخه پشتیبان
fr: Restaurer depuis une sauvegarde
hi: बैक-अप फ़ाइल से पुनर्स्थापित करें
hr: Oporavak pomoću sigurnosne kopije
hy: Վերականգնել կրկնօրինակ ֆայլից
id: Pulihkan dari cadangan
it: Recupera da backup
ja: バックアップファイルから復元する
ko: 백업에서 복구
my: အရန်သိမ်းခြင်းမှ ပြန်လည်ရယူပါ။
nl: Herstellen vanuit een back-upbestand
pl: Przywróć z kopii zapasowej
pt: Restaurar a partir de um arquivo de backup
ru: Восстановить из back-up файла
th: กู้จากการสำรองข้อมูล
tl: Ibalik mula sa backup
tr: Yedekten geri döndür
uk: Відновити із резервного файлу
ur: بیک اپ سے بحال کریں۔
vi: Khôi phục từ sao lưu
zh: 从备份文件还原
zh_tw: 從備份檔案還原
