Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# choose_card_value
source: Choose a card value
ar: اختر قيمة بطاقة
bg: Изберете стойност на картата
cs: Vyberte hodnotu karty
de: Wählen Sie einen Kartenwert
es: Elige el valor de la tarjeta
fa: مبلغ کارت را انتخاب کنید
fr: Choisissez une valeur de carte
hi: एक कार्ड मूल्य चुनें
hr: Odaberite vrijednost kartice
hy: Ընտրեք քարտի արժեք
id: Pilih nilai kartu
it: Scegli un valore della carta
ja: カード値を選択します
ko: 카드 금액 선택
my: ကဒ်တန်ဖိုးတစ်ခုရွေးပါ
nl: Kies een kaartwaarde
pl: Wybierz wartość karty
pt: Escolha um valor de cartão
ru: Выберите значение карты
th: เลือกค่าบัตร
tl: Pumili ng isang halaga ng card
tr: Bir kart değeri seçin
uk: Виберіть значення картки
ur: کارڈ کی قیمت کا انتخاب کریں
vi: Chọn giá trị thẻ
zh: 选择卡值
zh_tw: 選擇卡值

# choose_derivation
source: Choose Wallet Derivation
ar: اختر اشتقاق المحفظة
bg: Изберете производно на портфейла
cs: Vyberte derivaci peněženky
de: Wählen Sie Wallet-Ableitung
es: Elige la derivación de la cartera
fa: انتخاب اشتقاق کیف پول
fr: Choisir la dérivation du portefeuille
hi: वॉलेट व्युत्पत्ति चुनें
hr: Odaberite izvedbu novčanika
hy: Ընտրեք դրամապանակի ածանցում
id: Pilih dompet dompet
it: Scegli la derivazione del portafoglio
ja: ウォレット派生を選択します
ko: 지갑 파생 경로 선택
my: ပိုက်ဆံအိတ်ကိုရွေးချယ်ပါ
nl: Kies portemonnee -afleiding
pl: Wybierz Ścieżkę Derivacji Portfela
pt: Escolha a derivação da carteira
ru: Выберите вывод кошелька
th: เลือก Wallet Derivation
tl: Piliin ang Derivation ng Wallet
tr: Cüzdan türevini seçin
uk: Виберіть деривацію гаманця
ur: پرس سے ماخوذ منتخب کریں
vi: Chọn Đường dẫn Ví
zh: 选择钱包派生
zh_tw: 選擇錢包派生

# choose_from_available_options
source: Choose from the available options:
ar: اختر من بين الخيارات المتاحة:
bg: Изберете от следните опции:
cs: Zvolte si z dostupných možností:
de: Wähle aus verfügbaren Optionen:
es: Elige entre las opciones disponibles:
fa: از گزینه‌های موجود انتخاب کنید:
fr: Choisissez parmi les options disponibles:
hi: उपलब्ध विकल्पों में से चुनें:
hr: Odaberite neku od dostupnih opcija:
hy: Ընտրեք առկա տարբերակներից
id: Pilih dari pilihan yang tersedia:
it: Scegli tra le opzioni disponibili:
ja: 利用可能なオプションから選択してください:
ko: 사용 가능한 옵션 중에서 선택하세요:
my: ရနိုင်သောရွေးချယ်မှုများမှ ရွေးပါ-
nl: Kies uit de beschikbare opties:
pl: Wybierz z dostępnych opcji:
pt: Escolha entre as opções disponíveis:
ru: Выберите из доступных вариантов:
th: เลือกจากตัวเลือกที่มีอยู่:
tl: Pumili mula sa magagamit na mga pagpipilian:
tr: Mevcut seçenekler arasından seçim yap:
uk: Виберіть із доступних варіантів:
ur: دستیاب اختیارات میں سے انتخاب کریں:
vi: Chọn từ các tùy chọn có sẵn:
zh: 从可用选项中选择：
zh_tw: 從可用選項中選擇：

source: Choose one
ar: اختر واحدة
bg: Изберете едно
cs: Zvolte si
de: Wähle ein
es: Elige uno
fa: یکی را انتخاب کنید
fr: Choisissez-en un
hi: एक का चयन
hr: Izaberi jedan
hy: Ընտրեք մեկը
id: Pilih satu
it: Scegline uno
ja: 1 つ選択してください
ko: 하나 선택
my: တစ်ခုရွေးပါ။
nl: Kies er een
pl: Wybierz jedną
pt: Escolha um
ru: Выбери один
th: เลือกหนึ่งรายการ
tl: Pumili ng isa
tr: Birini seç
uk: Вибери один
ur: ایک کا انتخاب کریں
vi: Chọn một
zh: 选一个
zh_tw: 選一個

# choose_relay
source: Please choose a relay to use
ar: ﻡﺍﺪﺨﺘﺳﻼ﻿ﻟ ﻊﺑﺎﺘﺘﻟﺍ ﺭﺎﻴﺘﺧﺍ ءﺎﺟﺮﻟﺍ
bg: Моля, изберете реле, което да използвате
cs: Vyberte relé, které chcete použít
de: Bitte wählen Sie ein zu verwendendes Relais aus
es: Por favor, elige un relay para usar
fa: لطفاً یک رله برای استفاده انتخاب کنید
fr: Veuillez choisir un relais à utiliser
hi: कृपया उपयोग करने के लिए एक रिले चुनें
hr: Odaberite relej za korištenje
hy: Խնդրում ենք ընտրեք փոխանցման կետ
id: Silakan pilih relai yang akan digunakan
it: Scegli un relay da utilizzare
ja: 使用するリレーを選択してください
ko: 사용할 릴레이를 선택하세요
my: အသုံးပြုရန် relay ကိုရွေးချယ်ပါ။
nl: Kies een relais dat u wilt gebruiken
pl: Proszę wybrać przekaźnik do użycia
pt: Escolha um relé para usar
ru: Пожалуйста, выберите реле для использования
th: กรุณาเลือกรีเลย์ที่จะใช้
tl: Mangyaring pumili ng relay na gagamitin
tr: Lütfen kullanmak için bir röle seçin
uk: Будь ласка, виберіть реле для використання
ur: ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﮯﻠﯾﺭ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ ﻡﺮﮐ ﮦﺍﺮﺑ
vi: Vui lòng chọn một relay để sử dụng
zh: 请选择要使用的中继节点
zh_tw: 請選擇要使用的中繼節點

# choose_wallet_currency
source: Please choose wallet currency:
ar: الرجاء اختيار عملة المحفظة:
bg: Изберете валута за портфейла:
cs: Prosím zvolte si měnu pro peněženku:
de: Bitte wählen Sie die Währung der Wallet:
es: Por favor, elige la moneda de la cartera:
fa: لطفاً ارز کیف پول را انتخاب کنید:
fr: Merci de choisir la devise du portefeuille (wallet):
hi: कृपया बटुआ मुद्रा चुनें:
hr: Molimo odaberite valutu novčanika:
hy: Խնդրում ենք ընտրեք դրամապանակի արժույթը
id: Silahkan pilih mata uang dompet:
it: Scegli la valuta del portafoglio:
ja: ウォレット通貨を選択してください：
ko: 지갑 통화를 선택하세요:
my: ပိုက်ဆံအိတ်ငွေကြေးကို ရွေးပါ-
nl: Kies een portemonnee-valuta:
pl: Wybierz walutę portfela:
pt: Escolha a moeda da carteira:
ru: Пожалуйста, выберите валюту кошелька:
th: โปรดเลือกสกุลเงินของกระเป๋า:
tl: Mangyaring piliin ang Pera ng Wallet:
tr: Lütfen cüzdanın para birimini seç:
uk: Будь ласка, виберіть валюту гаманця:
ur: براہ کرم والیٹ کرنسی کا انتخاب کریں:
vi: Vui lòng chọn tiền tệ của ví:
zh: 请选择钱包货币：
zh_tw: 請選擇錢包貨幣：

source: Choose Wallet Group
ar: اختر مجموعة المحفظة
bg: Изберете Group Wallet
cs: Vyberte skupinu peněženky
es: Selecciona el Grupo de Carteras
fa: انتخاب گروه کیف پول
fr: Choisissez un groupe de portefeuille
hi: वॉलेट ग्रुप चुनें
hr: Odaberite grupu novčanika
hy: Ընտրեք դրամապանակների խումբ
id: Pilih Grup Dompet
it: Scegli il gruppo del portafoglio
ja: ウォレットグループを選択してください
ko: 지갑 그룹 선택
my: ပိုက်ဆံအိတ်အုပ်စုရွေးပါ
pl: Wybierz grupę portfeli
th: เลือกกลุ่มกระเป๋าเงิน
tl: Piliin ang pangkat ng Wallet
tr: Cüzdan Grubu Seçin
uk: Виберіть групу гаманця
ur: پرس گروپ کا انتخاب کریں
vi: Chọn nhóm ví
zh: 选择钱包组
zh_tw: 選擇錢包組

source: Clear
ar: مسح
bg: Изчисти
cs: Smazat
de: Zurücksetzen
es: Borrar
fa: پاک کردن
fr: Effacer
hi: स्पष्ट
hr: Izbriši
hy: Մաքրել
id: Hapus
it: Pulisci
ja: クリア
ko: 지우기
my: ရှင်းလင်းသော
nl: Duidelijk
pl: Wyczyść
pt: Limpar
ru: Очистить
th: ล้าง
tl: Malinaw
tr: Temizle
uk: Очистити
ur: صاف
vi: Xóa
zh: 清空
zh_tw: 清空

source: Clearnet link
ar: رابط Clearnet
bg: Clearnet връзка
cs: Odkaz na Clearnet
es: enlace Clearnet
fa: لینک شبکه عادی (Clearnet)
fr: Lien Clearnet
hi: क्लियरनेट लिंक
hr: Clearnet veza
hy: Բաց ցանցի հղում
id: Tautan clearnet
it: Link Clearnet
ja: クリアネット リンク
ko: 클리어넷 링크
my: Clearnet လင့်ခ်
pl: Link Clearnet
pt: link clear net
ru: Клирнет ссылка
th: ลิงค์เคลียร์เน็ต
tl: Link ng Clearnet
tr: Net bağlantı
uk: Посилання Clearnet
ur: کلیرنیٹ لنک
vi: Liên kết Clearnet
zh: 明网链接
zh_tw: 明網連結

source: Close
ar: يغلق
bg: затвори
cs: zavřít
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करना
hr: Zatvoriti
hy: Փակել
id: Menutup
it: Chiudi
ja: 近い
ko: 닫기
my: အနီးကပ်
nl: Dichtbij
pl: Zamknij
pt: Fechar
ru: Закрывать
th: ปิด
tl: Isara
tr: Kapalı
uk: Закрити
ur: بند کریں
vi: Đóng
zh: 关闭
zh_tw: 關閉

# coin_control
source: Coin control (optional)
ar: التحكم في العملة (اختياري)
bg: Управление на монетите (не е задължително)
cs: Volba mincí (nepovinné)
es: Control de Monedas (opcional)
fa: کنترل کوین (اختیاری)
fr: Contrôle optionnel des pièces (coins)
hi: सिक्का नियंत्रण (वैकल्पिक)
hr: Kontrola novca (nije obavezno)
hy: Մետաղադրամի վերահսկում (ըստ ցանկության)
id: Kontrol koin (opsional)
it: Controllo valute (opzionale)
ja: コインコントロール（オプション）
ko: 코인 제어 (선택 사항)
my: အကြွေစေ့ထိန်းချုပ်မှု (ချန်လှပ်ထားနိုင်သည်)
nl: Muntcontrole (optioneel)
pl: Kontrola monet (opcjonalnie)
pt: Controle de moedas (opcional)
ru: Контроль монет (необязательно)
th: การควบคุมเหรียญ (ตัวเลือก)
tl: Coin control (opsyonal)
tr: Koin kontrolü (isteğe bağlı)
uk: Контроль монет (необов’язково)
ur: سکے کنٹرول (اختیاری)
vi: Kiểm soát đồng xu (tùy chọn)
zh: 选币控制（可选）
zh_tw: 選幣控製（可選）

# cold_or_recover_wallet
source: Add a read-only wallet from Cupcake or a cold wallet or recover a paper wallet
ar: أضف محفظة للقراءة فقط من Cupcake أو محفظة باردة أو استعاد محفظة ورقية
bg: Добавете портфейл само за четене от Cupcake или студен портфейл или възстановете хартиен портфейл
cs: Přidejte peněženku pouze pro čtení z Cupcake nebo studené peněženky nebo obnovte papírovou peněženku
de: Fügen Sie eine Cold Wallet hinzu oder stellen Sie eine Paper Wallet wieder her
es: Agregar una billetera de solo lectura de Cupcake, una billetera fría o recuperar una billetera de papel
fa: افزودن کیف پول فقط خواندنی از Cupcake یا کیف پول سرد یا بازیابی کیف پول کاغذی
fr: Ajoutez un portefeuille en lecture seule de Cupcake ou d'un portefeuille froid ou récupérez un portefeuille en papier
hi: Cupcake या एक कोल्ड वॉलेट से एक रीड-ओनली वॉलेट जोड़ें या एक पेपर वॉलेट को पुनर्प्राप्त करें
hr: Dodajte novčanik samo za čitanje od Cupcake ili hladnog novčanika ili oporavite papirni novčanik
hy: Cupcake կամ ցուրտ դրամապանակից ավելացնել միայն ընթերցված դրամապանակ կամ վերականգնել թղթի դրամապանակը
id: Tambahkan dompet dingin atau pulihkan dompet kertas
it: Aggiungi un portafoglio di sola lettura da Cupcake o un cold wallet o recupera un portafoglio di carta
ja: Cupcakeまたはコールドウォレットから読み取り専用ウォレットを追加するか、紙の財布を回収する
ko: Cupcake의 읽기 전용 지갑 또는 콜드 월렛을 추가하거나 페이퍼 월렛을 복구합니다
my: Cupcake သို့မဟုတ်အအေးပိုက်ဆံအိတ်မှဖတ်ရန်သာပိုက်ဆံအိတ်တစ်ခုထည့်ပါသို့မဟုတ်စက္ကူပိုက်ဆံအိတ်ကိုပြန်လည်ရယူပါ
nl: Voeg een cold wallet toe of herstel een paper wallet
pl: Dodaj portfel tylko do odczytu z Cupcake, dodaj zimny portfel lub odzyskaj portfel papierowy
pt: Adicione uma cold wallet ou recupere uma paper wallet
ru: Добавьте холодный кошелек или восстановите бумажный кошелек
th: เพิ่มกระเป๋าเงินแบบอ่านอย่างเดียวจาก Cupcake หรือกระเป๋าเงินเย็นหรือกู้คืนกระเป๋ากระดาษ
tl: Magdagdag ng isang basahin lamang na pitaka mula sa Cupcake o isang malamig na pitaka o mabawi ang isang wallet ng papel
tr: Cupcake veya soğuk bir cüzdandan salt okunur bir cüzdan ekleyin veya bir kağıt cüzdanı kurtar
uk: Додайте гаманець лише для читання від Cupcake або холодного гаманця або відновіть паперовий гаманець
ur: Cupcake یا سرد بٹوے سے صرف ایک پڑھنے والا پرس شامل کریں یا کاغذ کا پرس بازیافت کریں
vi: Thêm ví chỉ đọc từ Cupcake hoặc ví lạnh hoặc thu hồi ví giấy
zh: 添加只读钱包（来自Cupcake或冷钱包）或恢复纸钱包
zh_tw: 新增唯讀錢包（來自Cupcake或冷錢包）或恢復紙錢包

source: Color theme
ar: سمة اللون
bg: Цвят
cs: Barevný motiv
de: Farbthema
es: Tema de color
fa: تم رنگی
fr: Thème
hi: रंग विषय
hr: Shema boja
hy: Գույների տեսք
id: Tema warna
it: Colore tema
ja: カラーテーマ
ko: 색상 테마
my: အရောင်အပြင်အဆင်
nl: Kleur thema
pl: Motyw kolorystyczny
pt: Tema de cor
ru: Цветовая тема
th: ธีมสี
tr: Renk teması
uk: Кольорова тема
ur: رنگین تھیم
vi: Chủ đề màu sắc
zh: 主题
zh_tw: 主題

# commit_transaction_amount_fee
source: Commit transaction Amount: ${amount} Fee: ${fee}
ar: تنفيذ الصفقة المبلغ: ${amount} الرسوم: ${fee}
bg: Изпълняване на транзакция Сума: ${amount} Такса: ${fee}
cs: Odeslat transakci Částka: ${amount} Poplatek: ${fee}
de: Transaktion absenden Betrag: ${amount} Gebühr: ${fee}
es: Confirmar transacción Monto: ${amount} Tarifa: ${fee}
fa: ثبت تراکنش مقدار: ${amount} کارمزد: ${fee}
fr: Valider la transaction Montant : ${amount} Frais : ${fee}
hi: लेन-देन करें रकम: ${amount} शुल्क: ${fee}
hr: Izvrši transakciju Amount: ${amount} Fee: ${fee}
hy: Հաստատել գործարքը Սկզբնական գումար. ${amount} Միջնորդավճար. ${fee}
id: Lakukan transaksi Jumlah: ${amount} Biaya: ${fee}
it: Invia transazione Ammontare: ${amount} Commissione: ${fee}
ja: トランザクションをコミット 量: ${amount} 費用: ${fee}
ko: 트랜잭션 커밋 금액: ${amount} 수수료: ${fee}
my: ငွေလွှဲခြင်း ပမာဏ- ${amount} အခကြေးငွေ- ${fee}
nl: Verricht transactie Bedrag: ${amount} honorarium: ${fee}
pl: Zatwierdź transakcję Kwota: ${amount} Opłata: ${fee}
pt: Confirmar transação Quantia: ${amount} Taxa: ${fee}
ru: Подтвердить транзакцию Сумма: ${amount} Комиссия: ${fee}
th: ยืนยันธุรกรรม จำนวน: ${amount} ค่าธรรมเนียม: ${fee}
tl: Gumawa ng transaksyon Halaga: ${amount} Fee: ${fee}
tr: Transferi gerçekleştir Miktar: ${amount} Komisyon: ${fee}
uk: Підтвердити транзакцію Сума: ${amount} Комісія: ${fee}
ur: لین دین کا ارتکاب کریں\nرقم: ${amount}\nفیس: ${fee}
vi: Cam kết giao dịch Số tiền: ${amount} Phí: ${fee}
zh: 提交交易 金额: ${amount} 手续费: ${fee}
zh_tw: 提交交易 金額: ${amount} 手續費: ${fee}

source: Confirm
ar: تأكيد
bg: Потвърждаване
cs: Potvrdit
de: Bestätigen
es: Confirmar
fa: تایید
fr: Confirmer
hi: की पुष्टि करें
hr: Potvrdi
hy: Հաստատել
id: Konfirmasi
it: Conferma
ja: 確認する
ko: 확인
my: အတည်ပြုပါ။
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
tl: Kumpirmahin
tr: Onayla
uk: Підтвердити
ur: تصدیق کریں۔
vi: Xác nhận
zh: 确认
zh_tw: 確認

# confirm_delete_template
source: This action will delete this template. Do you wish to continue?
ar: سيؤدي هذا الإجراء إلى حذف هذا القالب. هل ترغب في الاستمرار؟
bg: Този шаблон ще бъде изтрит. Искате ли да продължите?
cs: Tato akce smaže tuto šablonu. Přejete si pokračovat?
de: Diese Aktion löscht diese Vorlage. Möchten Sie fortfahren?
es: Esta acción eliminará esta plantilla. ¿Deseas continuar?
fa: این عمل قالب را حذف خواهد کرد. آیا مایل به ادامه هستید؟
fr: Cette action va supprimer ce modèle. Souhaitez-vous continuer ?
hi: यह क्रिया इस टेम्पलेट को हटा देगी। क्या आप जारी रखना चाहते हैं?
hr: Ovom ćete radnjom izbrisati ovaj predložak. Želite li nastaviti?
hy: Այս գործողությունը կջնջի այս ձևանմուշը: Ցանկանու՞մ եք շարունակել։
id: Tindakan ini akan menghapus template ini. Apakah Anda ingin melanjutkan?
it: Questa azione cancellerà questo modello. Desideri continuare?
ja: この操作により、このテンプレートが削除されます。 続行しますか？
ko: 이 작업은 이 템플릿을 삭제합니다. 계속하시겠습니까?
my: ဤလုပ်ဆောင်ချက်သည် ဤပုံစံပြားကို ဖျက်လိုက်ပါမည်။ ဆက်လုပ်လိုပါသလား။
nl: Met deze actie wordt deze sjabloon verwijderd. Wilt u doorgaan?
pl: Ta operacja usunie ten szablon. Czy chcesz kontynuować?
pt: Esta ação excluirá este modelo. Você deseja continuar?
ru: Это действие удалит шаблон. Вы хотите продолжить?
th: การดำเนินการนี้จะลบแบบฟอร์มนี้ คุณต้องการดำเนินการต่อหรือไม่?
tl: Tatanggalin ng pagkilos na ito ang template na ito. Gusto mo bang magpatuloy?
tr: Bu eylem, bu şablonu silecek. Devam etmek istiyor musun?
uk: Ця дія видалить шаблон. Ви хочете продовжити?
ur: یہ عمل اس ٹیمپلیٹ کو حذف کر دے گا۔ کیا آپ جاری رکھنا چاہتے ہیں؟
vi: Thao tác này sẽ xóa mẫu này. Bạn có muốn tiếp tục không?
zh: 此操作将删除此模板。确定吗？
zh_tw: 此操作將刪除此模板。確定嗎？

# confirm_delete_wallet
source: This action will delete this wallet. Do you wish to continue?
ar: سيؤدي هذا الإجراء إلى حذف هذه المحفظة. هل ترغب في الاستمرار؟
bg: Този портфейл ще бъде изтрит. Искате ли да продължите?
cs: Tato akce smaže tuto peněženku. Přejete si pokračovat?
de: Diese Aktion löscht diese Wallet. Möchten Sie fortfahren?
es: Esta acción eliminará esta cartera. ¿Deseas continuar?
fa: این عمل کیف پول را حذف خواهد کرد. آیا مایل به ادامه هستید؟
fr: Cette action va supprimer ce portefeuille (wallet). Souhaitez-vous continuer ?
hi: यह क्रिया इस वॉलेट को हटा देगी। क्या आप जारी रखना चाहते हैं?
hr: Ovom ćete radnjom izbrisati ovaj novčanik. Želite li nastaviti?
hy: Այս գործողությունը կջնջի այս դրամապանակը: Ցանկանու՞մ եք շարունակել։
id: Tindakan ini akan menghapus dompet ini. Apakah Anda ingin melanjutkan?
it: Questa azione cancellerà questo portafoglio. Desideri continuare?
ja: このアクションにより、このウォレットが削除されます。 続行しますか？
ko: 이 작업은 이 지갑을 삭제합니다. 계속하시겠습니까?
my: ဤလုပ်ဆောင်ချက်သည် ဤပိုက်ဆံအိတ်ကို ဖျက်လိုက်ပါမည်။ ဆက်လုပ်လိုပါသလား။
nl: Met deze actie wordt deze portemonnee verwijderd. Wilt u doorgaan?
pl: Ta operacja usunie ten portfel. Czy chcesz kontynuować?
pt: Esta ação excluirá esta carteira. Você deseja continuar?
ru: Это действие удалит кошелек. Вы хотите продолжить?
th: การดำเนินการนี้จะลบกระเป๋านี้ คุณต้องการดำเนินการต่อหรือไม่?
tl: Tatanggalin ng pagkilos na ito ang wallet na ito. Gusto mo bang magpatuloy?
tr: Bu eylem, bu cüzdanı silecek. Devam etmek istiyor musun?
uk: Ця дія видалить гаманець. Ви хочете продовжити?
ur: اس کارروائی سے یہ پرس حذف ہو جائے گا۔ کیا آپ جاری رکھنا چاہتے ہیں؟
vi: Thao tác này sẽ xóa ví này. Bạn có muốn tiếp tục không?
zh: 此操作将删除此钱包。确定吗？
zh_tw: 此操作將刪除此錢包。確定嗎？

source: Confirm Fee Deduction
ar: تأكيد خصم الرسوم
bg: Потвърдете приспадането на таксите
cs: Potvrďte odpočet poplatků
de: Gebührenabzug bestätigen
es: Confirmar deducción de tarifa
fa: تایید کسر کارمزد
fr: Confirmer la déduction des frais
hi: शुल्क कटौती की पुष्टि करें
hr: Potvrdite odbitak naknade
hy: Հաստատեք միջնորդավճար հանումը
id: Konfirmasi pengurangan biaya
it: Conferma detrazione delle commissioni
ja: 料金控除を確認します
ko: 수수료 차감 확인
my: အခကြေးငွေကိုနှုတ်ယူခြင်း
nl: Bevestig de aftrek van de kosten
pl: Potwierdź Potrącenie Opłaty
pt: Confirme dedução da taxa
ru: Подтвердите вычет платы
th: ยืนยันการหักค่าธรรมเนียม
tl: Kumpirmahin ang pagbabawas ng fee
tr: Ücret kesintisini onaylayın
uk: Підтвердьте відрахування комісії
ur: فیس میں کٹوتی کی تصدیق کریں
vi: Xác nhận Khấu trừ Phí
zh: 确认费用扣除
zh_tw: 確認費用扣除

# confirm_fee_deduction_content
source: Do you agree to deduct the fee from the output?
ar: هل توافق على خصم الرسوم من الإخراج؟
bg: Съгласни ли сте да приспадате таксата от продукцията?
cs: Souhlasíte s odečtením poplatku z výstupu?
de: Stimmen Sie zu, die Gebühr von der Ausgabe abzuziehen?
es: ¿Aceptas deducir la tarifa de salida?
fa: آیا با کسر کارمزد از مبلغ خروجی موافق هستید؟
fr: Acceptez-vous de déduire les frais de la production?
hi: क्या आप आउटपुट से शुल्क में कटौती करने के लिए सहमत हैं?
hr: Slažete li se da ćete odbiti naknadu od izlaza?
hy: Դուք համաձայն եք միջնորդավճար հանել արդյունքից?
id: Apakah Anda setuju untuk mengurangi biaya dari output?
it: Accetti la detrazione della commissione dall'output?
ja: 出力から料金を差し引くことに同意しますか？
ko: 출금액에서 수수료를 차감하는 데 동의하십니까?
my: output မှအခကြေးငွေကိုယူရန်သဘောတူပါသလား။
nl: Stemt u ermee in om de vergoeding af te trekken van de output?
pl: Czy zgadzasz się potrącić opłatę z kwoty wyjściowej?
pt: Você concorda em deduzir a taxa da saída?
ru: Согласны ли вы вычесть плату из вывода?
th: คุณตกลงที่จะหักค่าธรรมเนียมจากผลลัพธ์หรือไม่?
tl: Sumasang-ayon ka bang bawasan ang fee mula sa output?
tr: Ücreti çıktıdan düşürmeyi kabul ediyor musunuz?
uk: Чи погоджуєтесь ви вирахувати комісію з сумми одержувача?
ur: کیا آپ آؤٹ پٹ سے فیس کم کرنے پر راضی ہیں؟
vi: Bạn có đồng ý khấu trừ phí từ đầu ra không?
zh: 您是否同意从收款金额中扣除费用？
zh_tw: 您是否同意從收款金額中扣除費用？

source: Confirm passphrase
ar: تأكيد عبارة المرور
bg: Потвърдете парола
cs: Potvrďte přístupovou frázi
es: Confirmar frase de contraseña
fa: تایید کلمه عبور
fr: Confirmer la phrase passante
hi: पासफ़्रेज़ की पुष्टि करें
hr: Potvrdite prolaznu frazu
hy: Հաստատեք գաղտնաբառը
id: Konfirmasi frasa sandi
it: Conferma passphrase
ja: パスフレーズを確認します
ko: 암호 구문 확인
my: passphrase အတည်ပြုပါ
pl: Potwierdź hasło
th: ยืนยันวลีรหัสผ่าน
tl: Kumpirma ang passphrase
tr: Parola onaylayın
uk: Підтвердьте пасфрази
ur: پاسفریز کی تصدیق کریں
vi: Xác nhận cụm mật khẩu
zh: 确认密语
zh_tw: 確認密語

source: Confirm sending
ar: تأكيد الإرسال
bg: Потвърждаване на изпращането
cs: Potvrdit odeslání
de: Senden bestätigen
es: Confirmar envío
fa: تایید ارسال
fr: Confirmer l'envoi
hi: भेजने की पुष्टि करें
hr: Potvrdi slanje
hy: Հաստատեք ուղարկումը
id: Konfirmasi pengiriman
it: Conferma l'invio
ja: 送信を確認
ko: 전송 확인
my: ပေးပို့အတည်ပြုပါ။
nl: Bevestig verzending
pl: Potwierdź wysyłanie
pt: Confirmar o envio
ru: Подтвердить отправку
th: ยืนยันการส่ง
tl: Kumpirmahin ang pagpapadala
tr: Göndermeyi onayla
uk: Підтвердити відправлення
ur: بھیجنے کی تصدیق کریں۔
vi: Xác nhận gửi
zh: 确认发送
zh_tw: 確認發送

# confirm_silent_payments_switch_node
source: Your current node does not support Silent Payments.\n\nCake Wallet will switch to a compatible node while scanning.
ar: العقدة الحالية لا تدعم المدفوعات الصامتة \ ncake wallet سوف تتحول إلى عقدة متوافقة ، فقط للمسح الضوئي
bg: Текущият ви възел не поддържа Silent Payments \ Ncake Wallet ще премине към съвместим възел, само за сканиране
cs: Váš aktuální uzel nepodporuje tiché platby \ Ncake peněženka se přepne na kompatibilní uzel, pouze pro skenování
de: Ihr aktueller Knoten unterstützt keine stillen Zahlungen \ NCAKE Wallet wechselt zu einem kompatiblen Knoten, nur zum Scannen
es: Tu nodo actual no admite Silent Payments. Cake Wallet cambiará a un nodo compatible durante el escaneo.
fa: نود فعلی شما از پرداخت‌های بی‌صدا پشتیبانی نمی‌کند. کیک ولت هنگام اسکن به یک نود سازگار تغییر خواهد کرد.
fr: Votre nœud actuel ne prend pas en charge les paiements silencieux. Cake Wallet passera à un nœud compatible pendant l'analyse.
hi: आपका वर्तमान नोड मूक भुगतान का समर्थन नहीं करता है \ ncake वॉलेट एक संगत नोड पर स्विच करेगा, बस स्कैनिंग के लिए
hr: Vaš trenutni čvor ne podržava tiha plaćanja \ ncake novčanik prebacit će se na kompatibilni čvor, samo za skeniranje
hy: Ձեր ընթացիկ հանգույցը չի աջակցում Լուռ վճարումներին Cake Wallet-ը կանցնի համատեղելի հանգույց, միայն սկանավորման համար
id: Node Anda saat ini tidak mendukung pembayaran diam \ ncake Wallet akan beralih ke simpul yang kompatibel, hanya untuk pemindaian
it: Il tuo nodo corrente non supporta Silent Payments\n\nCake Wallet passerà a un nodo compatibile durante la scansione.
ja: 現在のノードはサイレントペイメントをサポートしていません\ ncakeウォレットは、スキャン用に互換性のあるノードに切り替えます
ko: 현재 노드는 사일런트 페이먼트를 지원하지 않습니다.\n\nCake Wallet은 스캔하는 동안 호환되는 노드로 전환됩니다.
my: သင်၏လက်ရှိ node သည်အသံတိတ်ငွေပေးချေမှုကိုမပံ့ပိုးပါဟု \ t
nl: Uw huidige knooppunt ondersteunt geen stille betalingen \ ncake -portemonnee schakelt over naar een compatibele knoop
pl: Twój obecny węzeł nie obsługuje Silent Payments. Cake Wallet przełączy się na kompatybilny węzeł podczas skanowania.
pt: Seu nó atual não suporta pagamentos silenciosos \ Ncake Wallet mudará para um nó compatível, apenas para digitalização
ru: Ваш текущий узел не поддерживает Silent Payments \ ncake Wallet переключится на совместимый узел, только для сканирования
th: โหนดปัจจุบันของคุณไม่รองรับการชำระเงินแบบเงียบ \ ncake กระเป๋าเงินจะเปลี่ยนเป็นโหนดที่เข้ากันได้เพียงเพื่อการสแกน
tl: Ang iyong kasalukuyang node ay hindi sumusuporta sa tahimik na pagbabayad \ nCake Wallet ay lilipat sa isang katugmang node, para lamang sa pag-scan
tr: Mevcut düğümünüz sessiz ödemeleri desteklemiyor \ nCake cüzdanı, sadece tarama için uyumlu bir düğüme geçecektir
uk: Ваш поточний вузол не підтримує мовчазні платежі \ ncake Wallet перейде на сумісний вузол, лише для сканування
ur: آپ کا موجودہ نوڈ خاموش ادائیگیوں کی حمایت نہیں کرتا ہے۔
vi: Nút hiện tại của bạn không hỗ trợ thanh toán im lặng\nCake Wallet sẽ chuyển sang một nút tương thích chỉ để quét
zh: 当前节点不支持静默支付。 Cake Wallet 将切换至兼容节点进行扫描。
zh_tw: 當前節點不支援靜默支付。 Cake Wallet 將切換到相容節點進行掃描。

source: Confirmations
ar: التأكيدات
bg: потвърждения
cs: Potvrzení
de: Bestätigungen
es: Confirmaciones
fa: تاییدها
hi: पुष्टिकरण
hr: Potvrde
hy: Հաստատումներ
id: Konfirmasi
it: Conferme
ja: 確認
ko: 확인
my: အတည်ပြုချက်များ
nl: Bevestigingen
pl: Potwierdzenia
pt: Confirmações
ru: Подтверждения
th: การยืนยัน
tl: Mga kumpirmasyon
tr: Onay
uk: Підтвердження
ur: تصدیقات
vi: Xác nhận
zh: 确认
zh_tw: 確認

# confirmed
source: Confirmed Balance
ar: رصيد مؤكد
bg: Потвърден баланс
cs: Potvrzený zůstatek
de: Bestätigter Saldo
es: Saldo Confirmado
fa: موجودی تایید شده
fr: Solde confirmé
hi: पुष्टि की गई शेष राशिी
hr: Potvrđeno stanje
hy: Հաստատված մնացորդ
id: Saldo Terkonfirmasi
it: Saldo Confermato
ja: 確認済み残高
ko: 확정 잔액
my: အတည်ပြုထားသော လက်ကျန်ငွေ
nl: Bevestigd saldo
pl: Saldo potwierdzone
pt: Saldo Confirmado
ru: Подтвержденный баланс
th: ยอดคงเหลือที่ยืนยันแล้ว
tl: Nakumpirma na Balanse
tr: Onaylanmış Bakiye
uk: Підтверджений баланс
ur: تصدیق شدہ بیلنس
vi: Số dư đã xác nhận
zh: 确认余额
zh_tw: 確認餘額

# confirmed_tx
source: Confirmed
ar: مؤكد
bg: Потвърдено
cs: Potvrzeno
de: Bestätigt
es: Confirmado
fa: تایید شده
fr: Confirmé
hi: की पुष्टि
hr: Potvrđen
hy: Հաստատված
id: Dikonfirmasi
it: Confermato
ja: 確認済み
ko: 확정됨
my: အတည်ပြုသည်
nl: Bevestigd
pl: Potwierdzono
pt: Confirmado
ru: Подтвержденный
th: ซึ่งยืนยันแล้ว
tl: Nakumpirma
tr: Onaylanmış
uk: Підтверджений
ur: تصدیق
vi: Đã xác nhận
zh: 已确认
zh_tw: 已確認
