Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

source: Private key
ar: مفتاح خاص
bg: Таен ключ
cs: Soukromý klíč
de: Privater Schlüssel
es: Clave privada
fa: کلید خصوصی
fr: Clef privée
hi: निजी चाबी
hr: Privatni ključ
hy: Գաղտնի բանալի
id: Kunci privat
it: Chiave privata
ja: 秘密鍵
ko: 개인 키
my: သီးသန့်သော့
nl: Prive sleutel
pl: Klucz prywatny
pt: Chave privada
ru: Приватный ключ
th: คีย์ส่วนตัว
tr: Özel anahtar
uk: Приватний ключ
ur: نجی کلید
vi: Khóa riêng
zh: 私钥
zh_tw: 私鑰

# proceed_after_one_minute
source: If the screen doesn’t proceed after 1 minute, check your email.
ar: إذا لم تستمر الشاشة بعد دقيقة واحدة ، فتحقق من بريدك الإلكتروني.
bg: Ако процесът продължи повече от 1 минута, проверете своя имейл.
cs: Pokud proces nepokročí během 1 minuty, zkontrolujte svůj e-mail.
de: Wenn der Bildschirm nach 1 Minute nicht weitergeht, überprüfen Sie bitte Ihre E-Mail.
es: Si la pantalla no avanza después de 1 minuto, revisa tu correo electrónico.
fa: اگر صفحه بعد از ۱ دقیقه پیش نرفت، ایمیل خود را چک کنید.
fr: Si l'écran ne s'affiche pas après 1 minute, vérifiez vos e-mails.
hi: यदि 1 मिनट के बाद भी स्क्रीन आगे नहीं बढ़ती है, तो अपना ईमेल देखें।
hr: Ako se zaslon ne nastavi nakon 1 minute, provjerite svoju e-poštu.
hy: Եթե էկրանը 1 րոպեից ավել չի անցնում, ստուգեք ձեր էլեկտրոնային փոստը
id: Jika layar tidak bergerak setelah 1 menit, periksa email Anda.
it: Se la schermata non procede dopo 1 minuto, controlla la tua email.
ja: 1分経っても画面が進まない場合は、メールを確認してください。
ko: 1분 후에도 화면이 진행되지 않으면 이메일을 확인하세요.
my: မျက်နှာပြင်သည် ၁ မိနစ်အကြာတွင် ဆက်လက်မလုပ်ဆောင်ပါက သင့်အီးမေးလ်ကို စစ်ဆေးပါ။
nl: Als het scherm na 1 minuut niet verder gaat, controleer dan uw e-mail.
pl: Jeśli po 1 minucie ekran nie przejdzie dalej, sprawdź swoją pocztę e‑mail.
pt: Se a tela não prosseguir após 1 minuto, verifique seu e-mail.
ru: Если через 1 минуту экран не отображается, проверьте свою электронную почту.
th: หากหน้าจอไม่ดำเนินการหลังจาก 1 นาทีโปรดตรวจสอบอีเมลของคุณ
tl: Kung ang screen ay hindi magpapatuloy pagkatapos ng 1 minuto, suriin ang iyong email.
tr: Ekran 1 dakika sonra ilerlemezse, e-postanızı kontrol edin.
uk: Якщо екран не продовжується через 1 хвилину, перевірте свою електронну пошту.
ur: اگر اسکرین 1 منٹ کے بعد آگے نہیں بڑھتی ہے تو اپنا ای میل چیک کریں۔
vi: Nếu màn hình không tiếp tục sau 1 phút, hãy kiểm tra email của bạn.
zh: 如果屏幕在 1 分钟后没有继续，请检查您的电子邮件。
zh_tw: 如果螢幕在 1 分鐘後沒有繼續，請檢查您的電子郵件。

# proceed_on_device
source: Proceed on your device
ar: تابع جهازك
bg: Продължете на вашето устройство
cs: Pokračujte ve svém zařízení
de: Fahren Sie auf Ihrem Gerät fort
es: Continúa en tu dispositivo
fa: روی دستگاه خود ادامه دهید
fr: Continuez sur votre appareil
hi: अपने डिवाइस पर आगे बढ़ें
hr: Nastavite na svom uređaju
hy: Շարունակեք ձեր սարքի վրա
id: Lanjutkan di perangkat Anda
it: Procedi sul tuo dispositivo
ja: デバイスに進みます
ko: 기기에서 진행
my: သင့်စက်ပေါ်တွင်ဆက်လက်ဆောင်ရွက်ပါ
nl: Ga verder met uw apparaat
pl: Kontynuuj na swoim urządzeniu
pt: Prossiga no seu dispositivo
ru: Пройдите на свое устройство
th: ดำเนินการบนอุปกรณ์ของคุณ
tl: Magpatuloy sa iyong hardware wallet
tr: Cihazınıza devam edin
uk: Продовжуйте свій пристрій
ur: اپنے آلے پر آگے بڑھیں
vi: Tiếp tục trên thiết bị của bạn
zh: 在设备上继续
zh_tw: 在設備上繼續

# proceed_on_device_description
source: Please follow the instructions prompted on your hardware wallet
ar: يرجى اتباع الإرشادات المطلوبة على محفظة الأجهزة الخاصة بك
bg: Моля, следвайте инструкциите, подканени на вашия хардуер
cs: Postupujte podle pokynů na výzvu na vaší hardwarové peněžence
de: Bitte befolgen Sie die Anweisungen, die auf Ihrer Hardware-Wallet angezeigt werden
es: Por favor, sigue las instrucciones que aparecen en tu billetera de hardware
fa: لطفاً دستورالعمل‌های نمایش داده شده روی کیف پول سخت‌افزاری خود را دنبال کنید
fr: Veuillez suivre les instructions affichées sur votre portefeuille physique.
hi: कृपया अपने हार्डवेयर वॉलेट पर दिए गए निर्देशों का पालन करें
hr: Slijedite upute zatražene na vašem hardverskom novčaniku
hy: Խնդրում ենք հետևել ձեր սարքի վրա ցուցադրվող հրահանգներին
id: Harap ikuti instruksi yang diminta di dompet perangkat keras Anda
it: Segui le istruzioni richieste sul portafoglio hardware
ja: ハードウェアウォレットにプロンプ​​トされた指示に従ってください
ko: 하드웨어 지갑에 표시되는 지침을 따르세요.
my: သင်၏ hardware ပိုက်ဆံအိတ်ပေါ်ရှိညွှန်ကြားချက်များကိုလိုက်နာပါ
nl: Volg de instructies die zijn aangevraagd op uw hardware -portemonnee
pl: Postępuj zgodnie z instrukcjami wyświetlanymi na Twoim portfelu sprzętowym
pt: Siga as instruções solicitadas em sua carteira de hardware
ru: Пожалуйста, следуйте инструкциям, представленным на вашем аппаратном кошельке
th: โปรดทำตามคำแนะนำที่ได้รับแจ้งไว้ในกระเป๋าเงินฮาร์ดแวร์ของคุณ
tl: Mangyaring sundin ang mga tagubilin na sinenyasan sa iyong hardware wallet
tr: Lütfen donanım cüzdanınızda istenen talimatları izleyin
uk: Будь ласка, дотримуйтесь інструкцій, підказаних на вашому апаратному гаманці
ur: براہ کرم اپنے ہارڈ ویئر پرس پر آنے والی ہدایات پر عمل کریں
vi: Vui lòng làm theo các hướng dẫn được nhắc trên ví phần cứng của bạn
zh: 请按照您的硬件钱包上提示的说明进行操作
zh_tw: 請按照您的硬體錢包上提示的說明進行操作

source: Profile
ar: حساب تعريفي
bg: Профил
cs: Profil
de: Profil
es: Perfil
fa: پروفایل
fr: Profil
hi: प्रोफ़ाइल
hr: Profil
hy: Պրոֆիլ
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
my: ကိုယ်ရေးအကျဉ်း
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
th: ประวัติโดยย่อ
tr: Profil
uk: Профіль
ur: پروفائل
vi: Hồ sơ
zh: 个人资料
zh_tw: 個人資料

source: ${provider} error
ar: خطأ ${provider}
bg: Грешка на ${provider}
cs: ${provider} chyba
de: ${provider}-Fehler
es: error de ${provider}
fa: خطای ${provider}
fr: Erreur de ${provider}
hi: ${provider} त्रुटि
hr: ${provider} greška
hy: ${provider} սխալ
it: ${provider} errore
ja: ${provider} エラー
ko: ${provider} 오류
my: ${provider} အမှား
nl: ${provider} fout
pl: Błąd ${provider}
pt: ${provider} erro
ru: ${provider} ошибка
th: ข้อผิดพลาด ${provider}
tr: ${provider} hatası
uk: ${provider} помилка
ur: ${provider} خرابی۔
vi: Lỗi ${provider}
zh: ${provider} 错误
zh_tw: ${provider} 錯誤

source: Public key
ar: مفتاح عمومي
bg: Публичен ключ
cs: Veřejný klíč
de: Öffentlicher Schlüssel
es: Clave pública
fa: کلید عمومی
fr: Clef publique
hi: सार्वजनिक कुंजी
hr: Javni ključ
hy: Հանրային բանալի
id: Kunci publik
it: Chiave pubblica
ja: 公開鍵
ko: 공개 키
my: အများသူငှာသော့
nl: Publieke sleutel
pl: Klucz publiczny
pt: Chave pública
ru: Публичный ключ
th: คีย์สาธารณะ
tr: Genel Anahtar
uk: Публічний ключ
ur: عوامی کلید
vi: Khóa công khai
zh: 公钥
zh_tw: 公鑰

source: Purchase Gift Card
ar: شراء بطاقة هدايا
bg: Купуване на Gift Card
cs: Objednat dárkovou kartu
de: Geschenkkarte kaufen
es: Comprar tarjeta de regalo
fa: خرید گیفت کارت
fr: Acheter une carte-cadeau
hi: गिफ्ट कार्ड खरीदें
hr: Kupnja darovne kartice
hy: Նվեր քարտ գնել
id: Beli Kartu Hadiah
it: Acquista carta regalo
ja: ギフトカードを購入
ko: 기프트 카드 구매
my: လက်ဆောင်ကတ်ဝယ်ပါ။
nl: Cadeaubon kopen
pl: Kup kartę podarunkową
pt: Comprar vale-presente
ru: Купить подарочную карту
th: ซื้อบัตรของขวัญ
tl: Bumili ng Gift Card
tr: Hediye Kartı Satın Al
uk: Придбати подарункову картку
ur: گفٹ کارڈ خریدیں۔
vi: Mua thẻ quà tặng
zh: 购买礼品卡
zh_tw: 購買禮品卡

source: Purple Dark Theme
ar: موضوع الظلام الأرجواني
bg: Лилава тъмна тема
cs: Fialové temné téma
de: Lila dunkle Thema
es: Tema morado oscuro
fa: تم تاریک بنفش
fr: THÈME PURPLE DARK
hi: पर्पल डार्क थीम
hr: Ljubičasta tamna tema
hy: Մանուշակագույն մութ տեսք
id: Tema gelap ungu
it: Tema scuro viola
ja: 紫色の暗いテーマ
ko: 보라색 다크 테마
my: ခရမ်းရောင် Drwing Theme
nl: Paars donker thema
pl: Ciemny Fioletowy Motyw
pt: Tema escuro roxo
ru: Пурпурная темная тема
th: ธีมสีม่วงเข้ม
tr: Mor karanlık tema
uk: Фіолетова темна тема
ur: ارغوانی ڈارک تھیم
vi: Chủ đề tối tím
zh: 紫色的黑暗主题
zh_tw: 紫色的黑暗主題

# qr_fullscreen
source: Tap to open full screen QR code
ar: انقر لفتح ال QR بملء الشاشة
bg: Натиснете, за да отворите QR кода на цял екран
cs: Poklepáním otevřete QR kód na celé obrazovce
de: Tippen Sie hier, um den QR-Code im Vollbildmodus zu öffnen
es: Pulsa para abrir el código QR a pantalla completa
fa: برای باز کردن کد QR تمام صفحه ضربه بزنید
fr: Appuyez pour ouvrir le QR code en mode plein écran
hi: फ़ुल स्क्रीन क्यूआर कोड खोलने के लिए टैप करें
hr: Dodirnite za otvaranje QR koda preko cijelog zaslona
hy: Սեղմեք այստեղ բացելու ամբողջ էկրանը QR կոդ
id: Tap untuk membuka layar QR code penuh
it: Tocca per aprire il codice QR a schermo intero
ja: タップして全画面QRコードを開く
ko: 전체 화면 QR 코드를 열려면 탭하세요
my: မျက်နှာပြင်အပြည့် QR ကုဒ်ကိုဖွင့်ရန် တို့ပါ။
nl: Tik om de QR-code op volledig scherm te openen
pl: Dotknij, aby otworzyć kod QR na pełnym ekranie
pt: Toque para abrir o código QR em tela cheia
ru: Нажмите, чтобы открыть полноэкранный QR-код
th: แตะเพื่อเปิดหน้าจอ QR code แบบเต็มจอ
tl: I-tap para makuha ang buong screen na QR code
tr: QR kodunu tam ekranda açmak için dokun
uk: Торкніться, щоб відкрити QR-код на весь екран
ur: فل سکرین QR کوڈ کھولنے کے لیے تھپتھپائیں۔
vi: Nhấn để mở mã QR toàn màn hình
zh: 点击打开全屏二维码
zh_tw: 點擊開啟全螢幕二維碼

# qr_payment_amount
source: This QR code contains a payment amount. Do you want to overwrite the current value?
ar: يحتوي هذا ال QR على مبلغ الدفع. هل تريد تغير المبلغ فوق القيمة الحالية؟
bg: Този QR код съдържа сума за плащане. Искате ли да промените стойността?
cs: Tento QR kód obsahuje i částku. Chcete přepsat současnou hodnotu?
es: Este código QR contiene un importe de pago. ¿Quieres sobrescribir el valor actual?
fa: این کد QR حاوی مبلغ پرداخت است. آیا می‌خواهید مقدار فعلی را بازنویسی کنید؟
fr: Ce QR code contient un montant de paiement. Voulez-vous remplacer la valeur actuelle ?
hy: Այս QR կոդը պարունակում է վճարման գումար։ Ուզում եք թարմացնել ընթացիկ արժեքը?
id: QR code ini berisi jumlah pembayaran. Apakah Anda ingin menimpa nilai saat ini?
it: Questo codice QR contiene l'importo del pagamento. Vuoi sovrascrivere il valore attuale?
ko: 이 QR 코드에는 결제 금액이 포함되어 있습니다. 현재 값을 덮어쓰시겠습니까?
my: ဤ QR ကုဒ်တွင် ငွေပေးချေမှုပမာဏတစ်ခုပါရှိသည်။ လက်ရှိတန်ဖိုးကို ထပ်ရေးလိုပါသလား။
pl: Ten kod QR zawiera kwotę płatności. Czy chcesz nadpisać obecną wartość?
th: QR code นี้มีจำนวนการชำระเงิน คุณต้องการเขียนทับค่าปัจจุบันหรือไม่?
tl: Ang QR code na ito ay naglalaman ng halaga ng pagbabayad. Gusto mo bang i-overwrite ang kasalukuyang halaga?
tr: Bu QR kodu ödeme tutarını içeriyor. Geçerli miktarın üzerine yazmak istediğine emin misin?
ur: اس QR کوڈ میں ادائیگی کی رقم شامل ہے۔ کیا آپ موجودہ قدر کو اوور رائٹ کرنا چاہتے ہیں؟
vi: Mã QR này chứa số tiền thanh toán. Bạn có muốn ghi đè giá trị hiện tại không?
zh: 此二维码包含付款金额。您要覆盖当前金额吗？
zh_tw: 此二維碼包含付款金額。您要覆盖當前金額嗎？

source: Quantity
ar: كمية
bg: Количество
cs: Množství
de: Menge
es: Cantidad
fa: تعداد
fr: Quantité
hi: मात्रा
hr: Količina
hy: Քանակ
id: Kuantitas
it: Quantità
ja: 量
ko: 수량
my: အရေအတွက်
nl: Hoeveelheid
pl: Ilość
pt: Quantidade
ru: Количество
th: ปริมาณ
tl: Dami
tr: Miktar
uk: Кількість
ur: مقدار
vi: Số lượng
zh: 数量
zh_tw: 數量

# question_to_disable_2fa
source: Are you sure that you want to disable Cake 2FA? A 2FA code will no longer be needed to access the wallet and certain functions.
ar: هل أنت متأكد أنك تريد تعطيل Cake 2FA؟ لن تكون هناك حاجة إلى رمز 2FA للوصول إلى المحفظة ووظائف معينة.
bg: Сигурни ли сте, че искате да деактивирате Cake 2FA? Вече няма да е необходим 2FA код за достъп до портфейла и определени функции.
cs: Opravdu chcete deaktivovat Cake 2FA? Pro přístup k peněžence a některým funkcím již nebude potřeba kód 2FA.
de: Sind Sie sicher, dass Sie Cake 2FA deaktivieren möchten? Für den Zugriff auf die Wallet und bestimmte Funktionen wird kein 2FA-Code mehr benötigt.
es: ¿Seguro que deseas desactivar Cake 2FA? Ya no será necesario un código 2FA para acceder a la billetera y a ciertas funciones.
fa: آیا مطمئن هستید که می‌خواهید کیک 2FA را غیرفعال کنید؟ دیگر برای دسترسی به کیف پول و عملکردهای خاص نیازی به کد 2FA نخواهد بود.
fr: Êtes-vous sûr de vouloir désactiver Cake 2FA ? Un code 2FA ne sera plus nécessaire pour accéder au portefeuille (wallet) et à certaines fonctions.
hi: क्या आप सुनिश्चित हैं कि आप Cake 2FA को अक्षम करना चाहते हैं? वॉलेट और कुछ कार्यों तक पहुँचने के लिए अब 2FA कोड की आवश्यकता नहीं होगी।
hr: Jeste li sigurni da želite onemogućiti Cake 2FA? 2FA kod više neće biti potreban za pristup novčaniku i određenim funkcijama.
hy: Դուք վստահ եք, որ ուզում եք անջատել Cake 2FA-ն? 2FA կոդը այլևս չի պահանջվի դրամապանակ մուտք գործելու և որոշ ֆունկցիաներ օգտագործելու համար
id: Apakah Anda yakin ingin menonaktifkan Cake 2FA? Kode 2FA tidak lagi diperlukan untuk mengakses dompet dan fungsi tertentu.
it: Sei sicuro di voler disabilitare Cake 2FA? Non sarà più necessario un codice 2FA per accedere al portafoglio e ad alcune funzioni.
ja: Cake 2FA を無効にしてもよろしいですか?ウォレットと特定の機能にアクセスするために 2FA コードは必要なくなります。
ko: Cake 2FA를 비활성화하시겠습니까? 더 이상 지갑 및 특정 기능에 액세스하는 데 2FA 코드가 필요하지 않습니다.
my: Cake 2FA ကို ပိတ်လိုသည်မှာ သေချာပါသလား။ ပိုက်ဆံအိတ်နှင့် အချို့သောလုပ်ဆောင်ချက်များကို အသုံးပြုရန်အတွက် 2FA ကုဒ်တစ်ခု မလိုအပ်တော့ပါ။
nl: Weet je zeker dat je Cake 2FA wilt uitschakelen? Er is geen 2FA-code meer nodig om toegang te krijgen tot de portemonnee en bepaalde functies.
pl: Czy na pewno chcesz wyłączyć Cake 2FA? Kod 2FA nie będzie już potrzebny do uzyskania dostępu do portfela i niektórych funkcji.
pt: Tem certeza de que deseja desativar o Cake 2FA? Um código 2FA não será mais necessário para acessar a carteira e certas funções.
ru: Вы уверены, что хотите отключить Cake 2FA? Код 2FA больше не потребуется для доступа к кошельку и некоторым функциям.
th: คุณแน่ใจหรือไม่ว่าต้องการปิดการใช้งาน Cake 2FA ไม่จำเป็นต้องใช้รหัส 2FA ในการเข้าถึงกระเป๋าเงินและฟังก์ชั่นบางอย่างอีกต่อไป
tl: Sigurado ka bang nais mong huwag paganahin ang Cake 2FA? Ang isang 2FA code ay hindi na kinakailangan upang ma-access ang wallet at ilang mga pag-andar.
tr: Cake 2FA'yı devre dışı bırakmak istediğinizden emin misiniz? M-cüzdana ve belirli işlevlere erişmek için artık 2FA koduna gerek kalmayacak.
uk: Ви впевнені, що хочете вимкнути Cake 2FA? Код 2FA більше не потрібен для доступу до гаманця та певних функцій.
ur: کیا آپ واقعی کیک 2FA کو غیر فعال کرنا چاہتے ہیں؟ بٹوے اور بعض افعال تک رسائی کے لیے اب 2FA کوڈ کی ضرورت نہیں ہوگی۔
vi: Bạn có chắc chắn muốn tắt Cake 2FA không? Mã 2FA sẽ không còn cần thiết để truy cập ví và một số chức năng nhất định.
zh: 您确定要禁用 Cake 2FA 吗？访问钱包和某些功能将不再需要 2FA 代码。
zh_tw: 您確定要停用 Cake 2FA 嗎？訪問錢包和某些功能將不再需要 2FA 代碼。

source: Receivable Balance
ar: التوازن القادم
bg: Баланс за вземания
cs: Zůstatek pohledávek
de: Forderungsbilanz
es: Saldo por cobrar
fa: موجودی قابل دریافت
fr: Solde de créances
hi: प्राप्य शेष
hr: Stanje potraživanja
hy: Ստացվող հաշվեկշիռ
id: Saldo piutang
it: Importo ricevibile
ja: 売掛金残高
ko: 수취 가능 잔액
my: လက်ကျန်ငွေ
nl: Het saldo
pl: Saldo do otrzymania
pt: Saldo a receber
ru: Баланс дебиторской задолженности
th: ยอดลูกหนี้
tl: Natatanggap na balanse
tr: Alacak bakiyesi
uk: Баланс дебіторської заборгованості
ur: قابل وصول توازن
vi: Số dư có thể nhận
zh: 应收余额
zh_tw: 應收餘額

source: Receive
ar: استلام
bg: Получи
cs: Přijmout
de: Empfangen
es: Recibir
fa: دریافت
fr: Recevoir
hi: प्राप्त करना
hr: Primi
hy: Ստանալ
id: Menerima
it: Ricevi
ja: 受け取る
ko: 받기
my: လက်ခံသည်။
nl: Krijgen
pl: Odbierz
pt: Receber
ru: Получить
th: รับ
tl: Tumanggap
tr: Para Al
uk: Отримати
ur: وصول کریں۔
vi: Nhận
zh: 收款
zh_tw: 收款

# receive_amount
source: Amount
ar: المقدار
bg: Сума
cs: Částka
de: Betrag
es: Cantidad
fa: مقدار
fr: Montant
hi: रकम
hr: Iznos
hy: Գումար
id: Jumlah
it: Importo
ja: 量
ko: 금액
my: ပမာဏ
nl: Bedrag
pl: Kwota
pt: Quantia
ru: Сумма
th: จำนวน
tl: Halaga
tr: Miktar
uk: Сума
ur: رقم
vi: Số lượng
zh: 金额
zh_tw: 金額

source: Received
ar: استلام
bg: Получени
cs: Přijato
de: Empfangen
es: Recibido
fa: دریافت شد
fr: Reçus
hi: प्राप्त किया
hr: Primljeno
hy: Ստացված
id: Diterima
it: Ricevuto
ja: 受け取った
ko: 받음
my: ရရှိခဲ့သည်။
nl: Ontvangen
pl: Otrzymane
pt: Recebida
ru: Полученные
th: รับ
tl: Natanggap
tr: Alındı
uk: Отримані
ur: موصول ہوا۔
vi: Đã nhận
zh: 已收到
zh_tw: 已收到

source: Recipient address
ar: عنوان المستلم
bg: Адрес на получател
cs: Adresa příjemce
de: Empfängeradresse
es: Dirección del destinatario
fa: آدرس گیرنده
fr: Adresse bénéficiaire
hi: प्राप्तकर्ता का पता
hr: Primateljeva adresa
hy: Ստացողի հասցե
id: Alamat penerima
it: Indirizzo di destinazione
ja: 受信者のアドレス
ko: 수신자 주소
my: လက်ခံသူလိပ်စာ
nl: Adres ontvanger
pl: Adres odbiorcy
pt: Endereço do destinatário
ru: Адрес получателя
th: ที่อยู่ผู้รับ
tl: Address ng tatanggap
tr: Alıcı adresi
uk: Адреса одержувача
ur: وصول کنندہ کا پتہ
vi: Địa chỉ người nhận
zh: 收件人地址
zh_tw: 收件人地址

source: Reconnect
ar: أعد الاتصال
cs: Znovu připojit
de: Erneut verbinden
es: Reconectar
fa: اتصال مجدد
fr: Reconnecter
hi: रिकनेक्ट
hr: Ponovno povezivanje
hy: Վերակապվել
id: Sambungkan kembali
it: Riconnetti
ja: 再接続
ko: 다시 연결
my: ပြန်လည်ချိတ်ဆက်ပါ။
nl: Sluit
pl: Połącz ponownie
pt: Reconectar
ru: Переподключиться
th: เชื่อมต่อใหม่
tl: Kumonekta muli
tr: Yeniden Bağlan
uk: Перепідключитися
ur: دوبارہ جڑیں۔
vi: Kết nối lại
zh: 重新连接
zh_tw: 重新連接

# reconnect_alert_text
source: Are you sure you want to reconnect?
ar: هل أنت متأكد من رغبتك في إعادة الاتصال؟
bg: Сигурни ли сте, че искате да се свържете отново?
cs: Opravdu se chcete znovu připojit?
de: Sind Sie sicher, dass Sie sich neu verbinden möchten?
es: ¿Seguro que quieres reconectar?
fa: آیا مطمئن هستید که می‌خواهید دوباره متصل شوید؟
fr: Êtes vous certain de vouloir vous reconnecter ?
hi: क्या आप पुन: कनेक्ट होना सुनिश्चित करते हैं?
hr: Jeste li sigurni da se želite ponovno povezati?
hy: Դուք վստահ եք, որ ուզում եք վերակապվել?
id: Apakah Anda yakin ingin menyambungkan kembali?
it: Sei sicuro di volerti riconnettere?
ja: 再接続しますか？
ko: 정말 다시 연결하시겠습니까?
my: ပြန်လည်ချိတ်ဆက်လိုသည်မှာ သေချာပါသလား။ ?
nl: Weet u zeker dat u opnieuw verbinding wilt maken?
pl: Czy na pewno chcesz się ponownie połączyć?
pt: Você tem certeza de que deseja reconectar?
ru: Вы хотите переподключиться?
th: คุณแน่ใจหรือไม่ว่าต้องการเชื่อมต่อใหม่?
tl: Sigurado ka bang gusto mong kumonekta uli?
tr: Yeniden bağlanmak istediğinden emin misin?
uk: Ви хочете перепідключитися?
ur: کیا آپ واقعی دوبارہ جڑنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn kết nối lại không?
zh: 您确定要重新连接吗？
zh_tw: 您確定要重新連接嗎？

source: Reconnect your Hardware Wallet
ar: أعد توصيل محفظة الأجهزة الخاصة بك
bg: Свържете отново хардуерния си портфейл
cs: Znovu připojte svou hardwarovou peněženku
es: Vuelve a conectar tu billetera de hardware
fa: اتصال مجدد کیف پول سخت‌افزاری
fr: Reconnectez votre portefeuille matériel
hi: अपने हार्डवेयर वॉलेट को फिर से कनेक्ट करें
hr: Ponovno spojite svoj hardverski novčanik
hy: Միացրեք ձեր ապարատային դրամապանակը
it: Ricollega il tuo portafoglio hardware
ja: ハードウェアウォレットを再接続します
ko: 하드웨어 지갑 다시 연결
my: သင့်ရဲ့ hardware ပိုက်ဆံအိတ်ကိုပြန်လည်ချိတ်ဆက်ပါ
pl: Ponownie podłącz swój portfel sprzętowy
th: เชื่อมต่อกระเป๋าเงินฮาร์ดแวร์ของคุณอีกครั้ง
tl: Ikonekta muli ang iyong wallet ng hardware
tr: Donanım cüzdanınızı yeniden bağlayın
uk: Повторно підключіть свій апаратний гаманець
ur: اپنے ہارڈ ویئر پرس کو دوبارہ مربوط کریں
vi: Kết nối lại ví phần cứng của bạn
zh: 重新连接您的硬件钱包
zh_tw: 重新連接您的硬體錢包

source: Reconnection
ar: إعادة الاتصال
bg: Свързване отново
cs: Znovu připojit
de: Neu verbinden
es: Reconexión
fa: اتصال مجدد
fr: Reconnexion
hi: पुनर्संयोजन
hr: Ponovno povezivanje
hy: Վերակապում
id: Koneksi kembali
it: Riconnessione
ja: 再接続
ko: 재연결
my: ပြန်လည်ချိတ်ဆက်မှု
pl: Ponowne połączenie
pt: Reconectar
ru: Переподключение
th: เชื่อมต่อใหม่
tl: Muling pagkakakonekta
tr: Yeniden bağlantı
uk: Перепідключення
ur: دوبارہ رابطہ
vi: Kết nối lại
zh: 重新连接
zh_tw: 重新連接

source: Red Dark Theme
ar: موضوع الظلام الأحمر
bg: Червена тъмна тема
cs: Červené temné téma
de: Red Dark Thema
es: Tema rojo oscuro
fa: تم تاریک قرمز
fr: Thème rouge sombre
hi: लाल डार्क थीम
hr: Crvena tamna tema
hy: Կարմիր մութ տեսք
id: Tema gelap merah
it: Tema rosso scuro
ja: 赤い暗いテーマ
ko: 빨간색 다크 테마
my: အနီရောင်မှောင်မိုက်ဆောင်ပုဒ်
nl: Rood donker thema
pl: Czerwony Ciemny motyw
pt: Tema escuro vermelho
ru: Красная темная тема
th: ธีมสีแดงเข้ม
tr: Kırmızı Karanlık Tema
uk: Червона темна тема
ur: ریڈ ڈارک تھیم
vi: Chủ đề tối đỏ
zh: 红色的黑暗主题
zh_tw: 紅色的黑暗主題

source: Red Light Theme
ar: موضوع الضوء الأحمر
bg: Тема на червената светлина
cs: Téma červeného světla
de: Red Light Thema
es: Tema de luz roja
fa: تم روشن قرمز
fr: Thème rouge clair
hi: लाल प्रकाश थीम
hr: Tema crvenog svjetla
hy: Կարմիր պայծառ տեսք
id: Tema lampu merah
it: Tema rosso chiaro
ja: 赤色光のテーマ
ko: 빨간색 라이트 테마
my: အနီရောင်အလင်းအကြောင်းအရာ
nl: Rood licht thema
pl: Czerwony Jasny Motyw
pt: Tema da luz vermelha
ru: Тема красного света
th: ธีมแสงสีแดง
tr: Kırmızı Işık Teması
uk: Тема червоного світла
ur: ریڈ لائٹ تھیم
vi: Chủ đề sáng đỏ
zh: 红色浅色主题
zh_tw: 紅色淺色主題

source: Redeemed
ar: استردت
bg: Използвани
cs: Uplatněné
de: Eingelöst
es: Canjeado
fa: استفاده شده
fr: Converties
hi: रिडीम किया गया
hr: otkupljeno
hy: Փոխանակված
id: Ditukar
it: Riscattato
ja: 償還
ko: 사용됨
my: ရွေးနှုတ်ခဲ့သည်။
nl: Verzilverd
pl: Zrealizowano
pt: Resgatado
ru: искуплен
th: แลกของขวัญ
tl: Tinubos
tr: Kullanılmış
uk: Викуплений
ur: چھڑایا
vi: Đã đổi
zh: 赎回
zh_tw: 贖回

source: Refund address
ar: عنوان إعادة المال
cs: Adresa pro vrácení
de: Rückerstattungsadresse
es: Dirección de reembolso
fa: آدرس بازپرداخت
fr: Adresse de Remboursement
hi: वापसी का पता
hr: Adresa za povrat
hy: Վերադարձի հասցե
id: Alamat pengembalian
it: Indirizzo di rimborso
ja: 払い戻し住所
ko: 환불 주소
my: ပြန်အမ်းငွေလိပ်စာ
nl: Adres voor terugbetaling
pl: Adres zwrotu
pt: Endereço de reembolso
ru: Адрес возврата
th: ที่อยู่สำหรับส่งคืน
tl: Address ng refund
tr: İade adresi
uk: Адреса повернення коштів
ur: رقم کی واپسی کا پتہ
vi: Địa chỉ hoàn tiền
zh: 退款地址
zh_tw: 退款地址

source: Reject
ar: ﺾﻓﺮﻳ
bg: Отхвърляне
cs: Odmítnout
de: Ablehnen
es: Rechazar
fa: رد کردن
fr: Rejeter
hi: अस्वीकार करना
hr: Odbiti
hy: Մերժել
id: Menolak
it: Rifiuta
ja: 拒否する
ko: 거부
my: ငြင်းပယ်ပါ။
nl: Afwijzen
pl: Odrzuć
pt: Rejeitar
ru: Отклонять
th: ปฏิเสธ
tl: Tanggihan
tr: Reddetmek
uk: Відхиляти
ur: ﺎﻧﺮﮐ ﺩﺭ
vi: Từ chối
zh: 拒绝
zh_tw: 拒絕

source: remaining
ar: متبقي
bg: оставащи
cs: zbývá
de: Rest
es: restante
fa: باقی‌مانده
fr: restant
hi: शेष
hr: preostalo
hy: Մնացած
id: sisa
it: rimanente
ja: 残り
ko: 남음
my: ကျန်
nl: resterende
pl: pozostało
pt: restante
ru: осталось
th: เหลืออยู่
tl: natitira
tr: kalan
uk: залишилося
ur: باقی
vi: còn lại
zh: 剩余
zh_tw: 剩餘

source: Remove
ar: إزالة
bg: Премахни
cs: Odstranit
de: Entfernen
es: Eliminar
fa: حذف
fr: Supprimer
hi: हटाना
hr: Ukloni
hy: Հեռացնել
id: Hapus
it: Rimuovi
ja: 削除する
ko: 제거
my: ဖယ်ရှားပါ။
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
th: ลบ
tl: Alisin
tr: Kaldır
uk: Видалити
ur: دور
vi: Gỡ bỏ
zh: 移除
zh_tw: 移除

source: Remove node
ar: إزالة العقدة
bg: Премахни node
cs: Odstranit uzel
de: Knoten entfernen
es: Eliminar nodo
fa: حذف نود
fr: Supprimer le nœud
hi: नोड निकालें
hr: Ukloni node
hy: Հեռացնել հանգույց
id: Hapus node
it: Rimuovi nodo
ja: ノードを削除
ko: 노드 제거
my: နှာခေါင်း ကို ဖယ်ရှားပါ။
nl: Knoop verwijderen
pl: Usuń węzeł
pt: Remover nó
ru: Удалить ноду
th: ลบโหนด
tl: Alisin ang node
tr: Düğümü kaldır
uk: Видалити вузол
ur: نوڈ کو ہٹا دیں۔
vi: Gỡ bỏ nút
zh: 删除节点
zh_tw: 刪除節點
