Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

source: Trade ID:
ar: معرف عملية التبادل:
cs: ID transakce (trade ID):
de: Handels-ID:
es: ID de operación:
fa: شناسه معامله:
fr: ID d'échange :
hi: व्यापार ID:
hr: Transakcijski ID:
hy: Գործարքի ID
id: ID Perdagangan:
it: ID Scambio:
ja: 取引ID:
ko: 거래 ID:
my: ကုန်သွယ်မှု ID:
pl: ID transakcji:
pt: ID da troca:
ru: ID сделки:
th: ID การซื้อขาย:
tr: Takas ID'si:
uk: ID операції:
ur: تجارتی ID:
vi: ID giao dịch:
zh: 交易编号:
zh_tw: 交易編號:

# trade_id_not_found
source: Trade ${tradeId} of ${title} not found.
ar: تداول ${tradeId} من ${title} غير موجود.
bg: Сделка ${tradeId} на ${title} не бе намерена.
cs: Obchod ${tradeId} z ${title} nenalezen.
de: Handel ${tradeId} von ${title} nicht gefunden.
es: Operación ${tradeId} de ${title} no encontrada.
fa: معامله ${tradeId} از ${title} یافت نشد.
fr: Échange ${tradeId} de ${title} introuvable.
hi: व्यापार ${tradeId} of ${title} नहीं मिला.
hr: Razmjena ${tradeId} za ${title} nije pronađena.
hy: ${tradeId} ${title} գործարք չի գտնվել
id: Perdagangan ${tradeId} dari ${title} tidak ditemukan.
it: Scambio ${tradeId} di ${title} not trovato.
ja: トレード ${tradeId} of ${title} 見つかりません
ko: ${title}의 거래 ${tradeId}를 찾을 수 없습니다.
my: ${title} ၏ ${tradeId} ကုန်သွယ်မှုကို ရှာမတွေ့ပါ။
nl: Handel ${tradeId} van ${title} niet gevonden.
pl: Transakcja ${tradeId} dla ${title} nie została znaleziona.
pt: A troca ${tradeId} de ${title} não foi encontrada.
ru: Сделка ${tradeId} ${title} не найдена.
th: ไม่พบการแลกเปลี่ยน ${tradeId} ของ ${title}
tl: Kalakala na ${tradeId} ng ${title} ay hindi natagpuan.
uk: Операція ${tradeId} ${title} не знайдена.
ur: ٹریڈ ${tradeId} از ${title} نہیں ملا۔
vi: Giao dịch ${tradeId} của ${title} không tìm thấy.
zh: 交易方式 ${tradeId} 的 ${title} 未找到。
zh_tw: 交易方式 ${tradeId} 的 ${title} 未找到。

# trade_is_powered_by
source: This trade is powered by ${provider}
ar: عملية التبادل مدعومة من ${provider}
cs: Tento obchod zajišťuje ${provider}
de: Dieser Handel wird angeboten von ${provider}
es: Esta operación está impulsada por ${provider}
fa: این معامله توسط ${provider} انجام می‌شود
fr: Cet échange est proposé par ${provider}
hi: यह व्यापार द्वारा संचालित है ${provider}
hr: Razmjenu je omogućio ${provider}
hy: Այս գործարքը աջակցվում է ${provider} կողմից
id: Perdagangan ini didukung oleh ${provider}
it: Questo scambio è fornito da ${provider}
ja: この取引は ${provider}
ko: 이 거래는 ${provider}에서 제공합니다
my: ဤကုန်သွယ်မှုကို ${provider} မှ လုပ်ဆောင်သည်
nl: Deze transactie wordt mogelijk gemaakt door ${provider}
pl: Ta wymiana jest obsługiwana przez ${provider}
pt: Troca realizada por ${provider}
ru: Сделка выполнена через ${provider}
th: การซื้อขายนี้จัดสร้างโดย ${provider}
tl: Ang kalakal na ito ay pinatakbo ng ${provider}
tr: Bu takas ${provider} tarafından desteklenmektedir
uk: Операція виконана через ${provider}
ur: یہ تجارت ${provider} کے ذریعے تقویت یافتہ ہے
vi: Giao dịch này được cung cấp bởi ${provider}
zh: 该交易由${provider}支持
zh_tw: 此交易由${provider}支援

source: Trade not created
ar: التداول لم ينشأ
bg: Сделка не бе създадена.
cs: Obchod nebyl vytvořen
de: Handel nicht erstellt
es: Operación no creada
fa: معامله ایجاد نشد
fr: Échange non créé
hi: व्यापार नहीं बनाया गया
hr: Razmjena nije izrađena
hy: Գործարք չի ստեղծվել
id: Perdagangan belum dibuat
it: Scambio non creato
ja: 作成されていない取引
ko: 거래가 생성되지 않음
my: ကုန်သွယ်မှု မဖန်တီးပါ။
nl: Handel niet gecreëerd
pl: Wymiana nie została utworzona
pt: Troca não criada
ru: Сделка не создана
th: การแลกเปลี่ยนยังไม่ได้ถูกสร้าง
tl: Hindi nilikha ang kalakalan
tr: Takas oluşturulmadı
uk: Операція не створена
ur: تجارت پیدا نہیں ہوئی۔
vi: Giao dịch chưa được tạo
zh: 未建立交易
zh_tw: 未建立交易

source: Trade not found.
ar: التداول غير موجودة.
bg: Сделката не бе намерена.
cs: Obchod nenalezen.
de: Handel nicht gefunden.
es: Operación no encontrada.
fa: معامله یافت نشد.
fr: Échange introuvable.
hi: व्यापार नहीं मिला
hr: Razmjena nije pronađena.
hy: Գործարք չի գտնվել
id: Perdagangan tidak ditemukan.
it: Scambio non trovato.
ja: 取引が見つかりません
ko: 거래를 찾을 수 없음.
my: ကုန်သွယ်မှု မတွေ့။
nl: Handel niet gevonden.
pl: Nie znaleziono transakcji.
pt: Troca não encontrada.
ru: Торговля не найдена.
th: ไม่พบการแลกเปลี่ยน
tl: Hindi natagpuan ang kalakalan.
tr: Takas bulunamadı.
uk: Операція не знайдена.
ur: تجارت نہیں ملی۔
vi: Giao dịch không tìm thấy.
zh: 找不到交易.
zh_tw: 找不到交易.

# trade_state_btc_sent
source: Btc sent
ar: تم أرسل Btc
bg: Btc изпратен
cs: BTC odesláno
de: Btc gesendet
es: Btc enviado
fa: بیت‌کوین ارسال شد
fr: Btc envoyés
hi: भेज दिया
hr: BTC poslan
hy: BTC ուղարկված է
id: Btc dikirim
it: BTC inviati
ja: 送った
ko: BTC 전송됨
my: Btc ပို့လိုက်ပါတယ်။
nl: Verzonden
pl: Wysłano BTC
pt: BTC enviado
ru: BTC отправлены
th: ส่ง BTC แล้ว
tl: Ipinadala ang BTC
tr: Btc gönderildi
uk: BTC надіслано
ur: Btc بھیجا گیا۔
vi: BTC đã gửi
zh: 已发送
zh_tw: 已發送

# trade_state_complete
source: Complete
ar: اكتمل
bg: Завършено
cs: Kompletní
de: Abgeschlossen
es: Completado
fa: تکمیل شد
fr: Finalisé
hi: पूर्ण
hr: Dovršeno
hy: Ավարտված է
id: Selesai
it: Completato
ja: コンプリート
ko: 완료
my: ပြီးအောင်
nl: Compleet
pl: Zakończono
pt: Finalizada
ru: Выполнена
th: เสร็จสมบูรณ์
tl: Kumpleto
tr: Tamamlandı
uk: Завершено
ur: مکمل
vi: Hoàn thành
zh: 完成
zh_tw: 完成

# trade_state_confirming
source: Confirming
ar: جاري التأكيد
bg: Потвърждава се
cs: Ověřování
de: Bestätigung
es: Confirmando
fa: در حال تایید
fr: En cours de confirmation
hi: पुष्टि
hr: Potvrđivanje
hy: Հաստատվում է
id: Menegkonfirmasi
it: Conferma
ja: 確認中
ko: 확인 중
my: အတည်ပြုခြင်း။
nl: Bevestiging
pl: Potwierdzanie
pt: Confirmando
ru: Подтверждение
th: กำลังยืนยัน
tl: Pagkumpirma
tr: Onaylanıyor
uk: Підтвердження
ur: تصدیق کر رہا ہے۔
vi: Đang xác nhận
zh: 确认中
zh_tw: 確認中

# trade_state_created
source: Created
ar: تم الأنشاء
bg: Създадено
cs: Vytvořeno
de: Erstellt
es: Creado
fa: ایجاد شد
fr: Créé
hi: बनाया था
hr: Stvoreno
hy: Ստեղծված է
id: Dibuat
it: Creato
ja: 作成した
ko: 생성됨
my: ဖန်တီးခဲ့သည်။
nl: Gemaakt
pl: Utworzono
pt: Criada
ru: Созданная
th: ถูกสร้าง
tl: Nilikha
tr: Oluşturuldu
uk: Створена
ur: بنایا
vi: Đã tạo
zh: 已建立
zh_tw: 已建立

# trade_state_finished
source: Finished
ar: تم
bg: Завършено
cs: Hotovo
de: Fertig
es: Completado
fa: پایان یافت
fr: Terminé
hi: ख़त्म होना
hr: Završeno
hy: Ավարտված է
id: Selesai
it: Finito
ja: 完成した
ko: 완료됨
my: ပြီးပြီ။
nl: Afgewerkt
pl: Zakończono
pt: Finalizada
ru: Завершена
th: เสร็จสิ้น
tl: Tapos na
tr: Tamamlandı
uk: Завершена
ur: ختم
vi: Đã hoàn tất
zh: 已完成
zh_tw: 已完成

# trade_state_paid
source: Paid
ar: مدفوع
bg: Платено
cs: Zaplaceno
de: Bezahlt
es: Pagado
fa: پرداخت شد
fr: Payé
hi: भुगतान किया है
hr: Plaćen
hy: Վճարված է
id: Dibayar
it: Pagato
ja: 有料
ko: 지불됨
my: အခကြေးငွေ
nl: Betaald
pl: Zapłacono
pt: Paga
ru: Оплаченная
th: จ่ายแล้ว
tl: Binayaran
tr: Ödendi
uk: Оплачена
ur: ادا کیا
vi: Đã thanh toán
zh: 已付费
zh_tw: 已付費

# trade_state_paid_unconfirmed
source: Paid unconfirmed
ar: دفع غير مؤكد
bg: Непотвърдено плащане
cs: Nepotvrzeně zaplaceno
de: Unbestätigt bezahlt
es: Pago sin confirmar
fa: پرداخت شده تایید نشده
fr: Payé mais non confirmé
hi: अपुष्ट भुगतान किया
hr: Plaćanje nije potrđeno
hy: Վճարված է, բայց չի հաստատվել
id: Dibayar belum dikonfirmasi
it: Pagato non confermato
ja: 未確認の支払い
ko: 지불됨 (미확인)
my: အတည်မပြုနိုင်သေးပါ။
nl: Niet bevestigd
pl: Płatność niepotwierdzona
pt: Pagamento não-confirmado
ru: Оплата неподтверждена
th: จ่ายแล้วแต่ยังไม่ได้ยืนยัน
tl: Bayad na hindi nakumpirma
tr: Ödendi onaylanmadı
uk: Оплата непідтверджена
ur: غیر تصدیق شدہ ادائیگی
vi: Đã thanh toán chưa xác nhận
zh: 已付费未确认
zh_tw: 已付費未確認

# trade_state_pending
source: Pending
ar: قيد الانتظار
bg: Изчаква се
cs: Čekající
de: Steht aus
es: Pendiente
fa: در انتظار
fr: En cours
hi: विचाराधीन
hr: U tijeku
hy: Սպասման մեջ է
id: Menunggu
it: In corso
ja: 保留中
ko: 대기 중
my: ဆိုင်းငံ့ထားသည်။
nl: In afwachting
pl: Oczekujące
pt: Pendente
ru: Ожидание
th: รอดำเนินการ
tl: Hindi pa tapos
tr: Beklemede
uk: Очікування
ur: زیر التواء
vi: Đang chờ xử lý
zh: 待处理
zh_tw: 待處理

# trade_state_timeout
source: Timeout
ar: نفذ الوقت
bg: Време за изчакване
cs: Vypršel časový limit
es: Tiempo agotado
fa: پایان مهلت
fr: Délai dépassé
hi: समय समाप्त
hr: Isteklo
hy: Ժամանակը սպառվել է
id: Waktu habis
ja: タイムアウト
ko: 시간 초과
my: ခဏပွဲရပ်ခြင်း
pl: Limit czasu
pt: Tempo esgotado
ru: Таймаут
th: เวลาหมด
tr: Zaman aşımı
uk: Таймаут
ur: وقت ختم
vi: Hết thời gian
zh: 超时
zh_tw: 超時

# trade_state_to_be_created
source: To be created
ar: ليتم انشائه
bg: Изчаква създаване
cs: Bude vytvořen
de: Noch nicht erstellt
es: Por crear
fa: در صف ایجاد
fr: À créer
hi: बनाए जाने के लिए
hr: Stvaranje
hy: Ստեղծվելու է
id: Akan dibuat
it: Da creare
ja: 作成される
ko: 생성 예정
my: ဖန်တီးဖို့
nl: Om gecreëerd te worden
pl: Do utworzenia
pt: A ser criada
ru: Будет создана
th: จะถูกสร้าง
tl: lilikhain
tr: Oluşturulacak
uk: Буде створена
ur: پیدا کیا جائے۔
vi: Sẽ được tạo
zh: 待创建
zh_tw: 待創建

# trade_state_traded
source: Traded
ar: تم التداول بنجاح
cs: Zobchodováno
de: Gehandelt
es: Ejecutado
fa: معامله شد
fr: Échange terminé
hi: ट्रेडेड
hr: Razmijenjeno
hy: Գործարք է կատարվել
id: Telah Berdagang
it: Scambiato
ja: 取引済み
ko: 거래됨
my: အရောင်းအဝယ်ဖြစ်ခဲ့သည်။
pl: Zrealizowano
pt: Troca realizada
ru: Сделка завершена
th: ถูกแลกเปลี่ยน
tl: Ipinagpalit
tr: Takas yapıldı
uk: Операція виконана
ur: تجارت کی۔
vi: Đã giao dịch
zh: 已交易
zh_tw: 已交易

# trade_state_trading
source: Trading
ar: يتم التداول
cs: Obchoduji
de: Handel
es: Operando
fa: در حال معامله
fr: Échange en cours
hi: व्यापार
hr: Razmjenjivanje
hy: Գործարք է կատարվում
id: Berdagang
it: Scambio
ja: トレーディング
ko: 거래 중
my: ရောင်းဝယ်ရေး
nl: Handel
pl: Handel
pt: Em andamento
ru: Совершение сделки
th: กำลังแลกเปลี่ยน
tl: Pangangalakal
tr: Takas yapılıyor
uk: Виконання операції
ur: تجارت
vi: Đang giao dịch
zh: 交易
zh_tw: 交易

# trade_state_underpaid
source: Underpaid
ar: أجر أقل من اللازم
bg: Недостатъчно плащане
cs: Zaplaceno méně
de: Unterbezahlt
es: Pago insuficiente
fa: پرداخت کمتر
fr: Sous payé
hi: के तहत भुगतान किया
hr: Nedovoljno plaćen
hy: Վճարված է, բայց ոչ ամբողջությամբ
id: Kurang bayar
it: Sottopagato
ja: 支払不足
ko: 과소 지불됨
my: ပေးချေမှုနည်းပါးသည်။
nl: Slecht betaald
pl: Niedopłacono
pt: Parcialmente paga
ru: Недоплаченная
th: จ่ายไม่ครบ
tl: Kulang sa bayad
tr: Eksik ödendi
uk: Недоплачена
ur: کم معاوضہ
vi: Thanh toán chưa đủ
zh: 支付不足
zh_tw: 支付不足

# trade_state_unpaid
source: Unpaid
ar: غير مدفوعة
bg: Неплатено
cs: Nezaplaceno
de: Unbezahlt
es: No pagado
fa: پرداخت نشده
fr: Non payé
hi: अवैतनिक
hr: Neplaćen
hy: Վճարված չէ
id: Belum dibayar
it: Non pagato
ja: 未払い
ko: 미지불
my: အခကြေးငွေမယူရသေး
nl: Onbetaald
pl: Nieopłacone
pt: Não paga
ru: Неоплаченная
th: ยังไม่ได้จ่าย
tl: Hindi nabayaran
tr: Ödenmedi
uk: Неоплачена
ur: بلا معاوضہ
vi: Chưa thanh toán
zh: 未付
zh_tw: 未付

source: Trades
ar: عمليات التداول
cs: Obchody
de: Börsen
es: Intercambios
fa: معاملات
fr: Échanges
hi: ट्रेडों
hr: Razmjene
hy: Գործարքներ
id: Perdagangan
it: Scambi
ja: 取引
ko: 거래
my: ကုန်သွယ်မှုများ
pl: Transakcje
pt: Trocas
ru: Сделки
th: การซื้อขาย
tl: Pangangalakal
tr: Takaslar
uk: Торгові операції
ur: تجارت
vi: Giao dịch
zh: 交易
zh_tw: 交易

source: Transaction Cost
ar: تكلفة المعاملة
bg: Транзакционни разходи
cs: Transakční náklady
es: Coste de la transacción
fa: هزینه تراکنش
fr: Coût de la transaction
hi: लेन -देन लागत
hr: Trošak transakcije
hy: Գործարքի արժեքը
it: Costo delle transazioni
ja: 取引コスト
ko: 트랜잭션 비용
my: ငွေပေးငွေယူကုန်ကျစရိတ်
pl: Koszt transakcji
th: ต้นทุนการทำธุรกรรม
tl: Gastos sa transaksyon
tr: İşlem maliyeti
uk: Вартість транзакції
ur: لین دین کی لاگت
vi: Chi phí giao dịch
zh: 交易成本
zh_tw: 交易成本

# transaction_details_amount
source: Amount
ar: مقدار
bg: Сума
cs: Částka
de: Betrag
es: Cantidad
fa: مقدار
fr: Montant
hi: रकम
hr: Iznos
hy: Գումար
id: Jumlah
it: Importo
ja: 量
ko: 금액
my: ပမာဏ
nl: Bedrag
pl: Kwota
pt: Quantia
ru: Сумма
th: จำนวน
tl: Halaga
tr: Miktar
uk: Сума
ur: رقم
vi: Số tiền
zh: 金额
zh_tw: 金額

# transaction_details_copied
source: ${title} copied to Clipboard
ar: تم نسخ ${title} إلى الحافظة
bg: ${title} копирано
cs: ${title} zkopírováno do schránky
de: ${title} in die Zwischenablage kopiert
es: ${title} copiado al portapapeles
fa: ${title} در حافظه موقت کپی شد
fr: ${title} copié vers le presse-papier
hi: ${title} क्लिपबोर्ड पर नकल
hr: ${title} kopiran u međuspremnik
hy: ${title} պատճենված է գրանցամատյան
id: ${title} disalin ke Clipboard
it: ${title} copiati negli Appunti
ja: ${title} クリップボードにコピーしました
ko: ${title} 클립보드에 복사됨
my: ${title} ကို Clipboard သို့ ကူးယူထားသည်။
nl: ${title} gekopieerd naar het klembord
pl: ${title} skopiowano do schowka
pt: ${title} copiados para a área de transferência
ru: ${title} скопировано в буфер обмена
th: ${title} ถูกคัดลอกไปยังคลิปบอร์ด
tl: ${title} kinopya sa clipboard
tr: ${title} panoya kopyalandı
uk: ${title} скопійовано в буфер обміну
ur: ${title} کو کلپ بورڈ پر کاپی کیا گیا۔
vi: ${title} đã được sao chép vào clipboard
zh: ${title} 复制到剪贴板
zh_tw: ${title} 複製到剪貼板

# transaction_details_date
source: Date
ar: تاريخ
bg: Дата
cs: Datum
de: Datum
es: Fecha
fa: تاریخ
hi: तारीख
hr: Datum
hy: Ամսաթիվ
id: Tanggal
it: Data
ja: 日付
ko: 날짜
my: ရက်စွဲ
nl: Datum
pl: Data
pt: Data
ru: Дата
th: วันที่
tl: Petsa
tr: Tarih
uk: Дата
ur: تاریخ
vi: Ngày
zh: 日期
zh_tw: 日期

# transaction_details_fee
source: Fee
ar: رسوم
bg: Такса
cs: Poplatek
de: Gebühr
es: Tarifa
fa: کارمزد
fr: Frais
hi: शुल्क
hr: Naknada
hy: Տուրք
id: Biaya
it: Commissione
ja: 費用
ko: 수수료
my: ကြေး
nl: Vergoeding
pl: Opłata
pt: Taxa
ru: Комиссия
th: ค่าธรรมเนียม
uk: Комісія
ur: فیس
vi: Phí
zh: 手续费
zh_tw: 手續費

# transaction_details_height
source: Height
ar: ارتفاع
cs: Výška
de: Höhe
es: Altura de bloque
fa: ارتفاع
fr: Hauteur
hi: ऊंचाई
hr: Visina
hy: Բլոկի համար
id: Tinggi
it: Altezza
ja: 高さ
ko: 높이
my: အရပ်အမြင့်
nl: Hoogte
pl: Wysokość bloku
pt: Altura
ru: Высота
th: ความสูง
tr: Yükseklik
uk: Висота
ur: اونچائی
vi: Chiều cao
zh: 区块高度
zh_tw: 區塊高度

# transaction_details_recipient_address
source: Recipient addresses
ar: عناوين المستلم
bg: Адрес на получател
cs: Adresa příjemce
de: Empfängeradressen
es: Direcciones de los destinatarios
fa: آدرس‌های گیرنده
fr: Adresse du bénéficiaire
hi: प्राप्तकर्ता के पते
hr: Adrese primatelja
hy: Ստացողի հասցե
id: Alamat Penerima
it: Indirizzi dei destinatari
ja: 受信者のアドレス
ko: 수신자 주소
my: လက်ခံသူလိပ်စာများ
nl: Adressen van ontvangers
pl: Adresy odbiorcy
pt: Endereços de destinatários
ru: Адреса получателей
th: ที่อยู่ผู้รับ
tl: Mga address ng tatanggap
tr: Alıcı adres
uk: Адреси одержувачів
ur: وصول کنندگان کے پتے
vi: Địa chỉ người nhận
zh: 接收地址
zh_tw: 接收地址

# transaction_details_source_address
source: Source address
ar: عنوان المصدر
bg: Адрес на източника
cs: Zdrojová adresa
de: Quelladresse
es: Dirección de origen
fa: آدرس فرستنده
fr: Adresse source
hi: स्रोत पता
hr: Adresa izvora
hy: Ուղարկողի հասցե
id: Alamat sumber
it: Indirizzo mittente
ja: ソースアドレス
ko: 송신자 주소
my: အရင်းအမြစ်လိပ်စာ
nl: Bron adres
pl: Adres źródłowy
pt: Endereço de Origem
ru: Адрес источника
th: ที่อยู่แหล่งกำเนิด
tl: Address ng pinagmulan
tr: Kaynak adresi
uk: Адреса джерела
ur: ماخذ ایڈریس
vi: Địa chỉ nguồn
zh: 源地址
zh_tw: 源地址

# transaction_details_title
source: Transaction Details
ar: تفاصيل المعاملة
bg: Подробности на транзакцията
cs: Podrobnosti o transakci
de: Transaktionsdetails
es: Detalles de la transacción
fa: جزئیات تراکنش
fr: Détails de transaction
hi: लेनदेन का विवरण
hr: Detalji transakcije
hy: Գործարքի մանրամասներ
id: Rincian Transaksi
it: Dettagli Transazione
ja: 取引の詳細
ko: 트랜잭션 세부 정보
my: ငွေပေးငွေယူအသေးစိတ်
nl: Transactie details
pl: Szczegóły transakcji
pt: Detalhes da transação
ru: Детали транзакции
th: รายละเอียดการทำรายการ
tl: Mga detalye ng transaksyon
tr: İşlem Detayları
uk: Деталі транзакції
ur: لین دین کی تفصیلات
vi: Chi tiết giao dịch
zh: 交易明细
zh_tw: 交易明細

# transaction_details_transaction_id
source: Transaction ID
ar: رقم المعاملة
cs: ID transakce
de: Transaktions-ID
es: ID de transacción
fa: شناسه تراکنش
fr: ID de transaction
hi: लेनदेन आईडी
hr: Transakcijski ID
hy: Գործարքի ID
id: ID Transaksi
it: ID Transazione
ja: トランザクションID
ko: 트랜잭션 ID
my: ငွေပေးငွေယူ ID
nl: Transactie ID
pl: ID transakcji
pt: ID da transação
ru: ID транзакции
th: ไอดีการทำรายการ
tr: İşem ID'si
uk: ID транзакції
ur: ٹرانزیکشن ID
vi: ID giao dịch
zh: 交易编号
zh_tw: 交易編號

source: Transaction Key
ar: مفتاح العملية
cs: Klíč transakce
de: Transaktionsschlüssel
es: Clave de la transacción
fa: کلید تراکنش
fr: Clef de Transaction
hi: लेन-देन की
hr: Transakcijski ključ
hy: Գործարքի բանալի
id: Kunci transaksi
it: Chiave Transazione
ja: トランザクションキー
ko: 트랜잭션 키
my: ငွေသွင်းငွေထုတ်ကီး
nl: Transactiesleutel
pl: Klucz transakcji
pt: Chave de transação
ru: Ключ транзакции
th: รหัสธุรกรรม
tr: İşlem Anahtarı
uk: Ключ транзакції
ur: لین دین کی کلید
vi: Khóa giao dịch
zh: 交易密钥
zh_tw: 交易密鑰

# transaction_priority_fast
source: Fast
ar: سريع
bg: Бързо
cs: Rychlá
de: Schnell
es: Rápido
fa: سریع
fr: Rapide
hi: उपवास
hr: Brzo
hy: Արագ
id: Cepat
it: Veloce
ja: 速い
ko: 빠름
my: မြန်သည်။
nl: Snel
pl: Szybka
pt: Rápida
ru: Быстрый
th: เร็ว
tl: Mabilis
tr: Hızlı
uk: Швидкий
ur: تیز
vi: Nhanh
zh: 快速
zh_tw: 快速

# transaction_priority_fastest
source: Fastest
ar: أسرع
bg: Най-бързо
cs: Nejrychlejší
de: Am schnellsten
es: Más rápido
fa: سریع‌ترین
fr: Le plus rapide
hi: सबसे तेजी से
hr: Najbrže
hy: Ամենաարագ
id: Tercepat
it: Più veloce
ja: 最速
ko: 가장 빠름
my: အမြန်ဆုံး
nl: Snelste
pl: Najszybszy
pt: Muito rápida
ru: Самый быстрый
th: เร็วที่สุด
tl: Pinakamabilis
tr: En Hızlı
uk: Найшвидший
ur: تیز ترین
vi: Nhanh nhất
zh: 最快
zh_tw: 最快

# transaction_priority_medium
source: Medium
ar: متوسط
bg: Средно
cs: Střední
de: Mittel
es: Media
fa: متوسط
fr: Moyen
hi: मध्यम
hr: Srednje
hy: Միջին
id: Sedang
it: Medio
ja: 中
ko: 중간
my: အလယ်အလတ်
pl: Średnia
pt: Média
ru: Средний
th: ปานกลาง
tr: Orta
uk: Середній
ur: درمیانہ
vi: Trung bình
zh: 中等
zh_tw: 中等

# transaction_priority_regular
source: Regular
ar: عادي
bg: Обичайно
cs: Běžná
de: Normal
es: Normal
fa: معمولی
fr: Normal
hi: नियमित
hr: Uobičajeno
hy: Սովորական
id: Normal
it: Regolare
ja: レギュラー
ko: 보통
my: ပုံမှန်အစည်းအဝေး
nl: Regelmatig
pl: Regularny
ru: Обычный
th: ปกติ
tr: Normal
uk: Звичайний
ur: باقاعدہ
vi: Thông thường
zh: 常规
zh_tw: 常規

# transaction_priority_slow
source: Slow ~24hrs+
ar: بطيء
bg: Бавно
cs: Pomalá
de: Langsam
es: Lento
fa: کند
fr: Lent
hi: धीरे
hr: Sporo ~ 24 sata+
hy: Դանդաղ
id: Lambat
it: Lento
ja: 遅い〜24時間+
ko: 느림
my: နှေးနှေး
nl: Langzaam
pl: Wolny
pt: Lenta
ru: Медленный
th: ช้า
tl: Mabagal
tr: Yavaş ~ 24 saat+
uk: Повільно ~ 24 години+
ur: سست
vi: Chậm
zh: 慢速
zh_tw: 慢速

source: Transaction sent!
ar: تم إرسال المعاملة!
bg: Сумата е изпратена!
cs: Transakce odeslána!
de: Transaktion gesendet!
es: ¡Transacción enviada!
fa: تراکنش ارسال شد!
fr: Transaction émise !
hi: भेजा गया लेन-देन
hr: Transakcija provedena!
hy: Փոխանցումն ուղարկված է
id: Transaksi terkirim!
it: Transazione inviata!
ja: トランザクションが送信されました！
ko: 트랜잭션 전송됨!
my: ငွေပေးချေမှု ပို့ပြီးပါပြီ။!
nl: Transactie verzonden!
pl: Transakcja wysłana!
pt: Transação enviada!
ru: Tранзакция отправлена!
th: ธุรกรรมถูกส่ง!
tl: Ipinadala ang transaksyon!
tr: Transfer gönderildi!
uk: Tранзакцію відправлено!
ur: لین دین بھیجا گیا!
vi: Giao dịch đã được gửi!
zh: 交易已发送
zh_tw: 交易已發送

# transaction_sent_notice
source: If the screen doesn’t proceed after 1 minute, check a block explorer and your email.
ar: إذا لم تستمر الشاشة بعد دقيقة واحدة ، فتحقق من مستكشف البلوك والبريد الإلكتروني.
bg: Ако процесът продължи повече от 1 минута, проверете някой block explorer и своя имейл.
cs: Pokud proces nepokročí během 1 minuty, zkontrolujte block explorer a svůj e-mail.
de: Wenn der Bildschirm nach 1 Minute nicht weitergeht, überprüfen Sie einen Block-Explorer und Ihre E-Mail.
es: Si la pantalla no avanza después de 1 minuto, verifica un explorador de bloques y tu correo electrónico.
fa: اگر صفحه بعد از ۱ دقیقه پیش نرفت، یک کاوشگر بلاک و ایمیل خود را چک کنید.
fr: Si l'écran ne continue pas après 1 minute, vérifiez un explorateur de blocs et votre e-mail.
hi: अगर 1 मिनट के बाद भी स्क्रीन आगे नहीं बढ़ती है, तो ब्लॉक एक्सप्लोरर और अपना ईमेल देखें।
hr: Ako se zaslon ne nastavi nakon 1 minute, provjerite block explorer i svoju e-poštu.
hy: Եթե էկրանը 1 րոպեի ընթացքում չի թարմանում, խնդրում ենք ստուգել բլոկի բացահայտիչը և Ձեր էլ. փոստը
id: Jika layar tidak bergerak setelah 1 menit, periksa block explorer dan email Anda.
it: Se la schermata non procede dopo 1 minuto, controlla un block explorer e la tua email.
ja: 1分経っても画面が進まない場合は、ブロックエクスプローラーとメールアドレスを確認してください。
ko: 1분 후에도 화면이 진행되지 않으면 블록 탐색기와 이메일을 확인하세요.
my: မျက်နှာပြင်သည် ၁ မိနစ်အကြာတွင် ဆက်လက်မလုပ်ဆောင်ပါက၊ ပိတ်ဆို့ရှာဖွေသူနှင့် သင့်အီးမေးလ်ကို စစ်ဆေးပါ။
nl: Als het scherm na 1 minuut niet verder gaat, controleer dan een blokverkenner en je e-mail.
pl: Jeśli po upływie 1 minuty ekran nie przejdzie dalej, sprawdź eksplorator bloków i swoją skrzynkę e‑mail.
pt: Se a tela não prosseguir após 1 minuto, verifique um explorador de blocos e seu e-mail.
ru: Если экран не отображается через 1 минуту, проверьте обозреватель блоков и свою электронную почту.
th: ถ้าหน้าจอไม่ขึ้นหลังจาก 1 นาทีแล้ว ให้ตรวจสอบ block explorer และอีเมลของคุณ
tl: Kung hindi magpapatuloy ang screen pagkatapos ng 1 minuto, tingnan ang block explorer at ang iyong email.
tr: Ekran 1 dakika sonra ilerlemezse, blok gezgininden ve e-postanızdan kontrol edin.
uk: Якщо екран не відображається через 1 хвилину, перевірте провідник блоків і свою електронну пошту.
ur: اگر اسکرین 1 منٹ کے بعد آگے نہیں بڑھتی ہے، تو بلاک ایکسپلورر اور اپنا ای میل چیک کریں۔
vi: Nếu màn hình không tiếp tục sau 1 phút, hãy kiểm tra trình khám phá khối và email của bạn.
zh: 如果屏幕在 1 分钟后没有继续，请检查区块浏览器和您的电子邮件。
zh_tw: 如果螢幕在 1 分鐘後沒有繼續，請檢查區塊瀏覽器和您的電子郵件。

source: Transactions
ar: المعاملات
bg: Транзакции
cs: Transakce
de: Transaktionen
es: Transacciones
fa: تراکنش‌ها
hi: लेन-देन
hr: Transakcije
hy: Փոխանցումներ
id: Transaksi
it: Transazioni
ja: 取引
ko: 트랜잭션
my: ငွေပေးငွေယူ
nl: Transacties
pl: Transakcje
pt: Transações
ru: Транзакции
th: ธุรกรรม
tl: Mga Transaksyon
tr: İşlemler
uk: Транзакції
ur: لین دین
vi: Giao dịch
zh: 交易
zh_tw: 交易

source: Transactions by date
ar: المعاملات حسب التاريخ
bg: Транзакции по дата
cs: Transakce podle data
de: Transaktionen nach Datum
es: Transacciones por fecha
fa: تراکنش‌ها بر اساس تاریخ
fr: Transactions par date
hi: तारीख से लेन-देन
hr: Transakcije prema datumu
hy: Փոխանցումներ ամսաթվով
id: Transaksi berdasarkan tanggal
it: Transazioni per data
ja: 日付ごとの取引
ko: 날짜별 트랜잭션
my: ရက်စွဲအလိုက် ငွေလွှဲမှုများ
nl: Transacties op datum
pl: Transakcje według daty
pt: Transações por data
ru: Сортировать по дате
th: ธุรกรรมตามวันที่
tl: Mga transaksyon ayon sa petsa
tr: Tarihe göre transferler
uk: Сортувати по даті
ur: تاریخ کے لحاظ سے لین دین
vi: Giao dịch theo ngày
zh: 按日期交易
zh_tw: 按日期交易

source: TronGrid history
ar: تاريخ ترونغريد
cs: Trongridní historie
de: Tronglidgeschichte
es: Historial de TronGrid
fa: تاریخچه TronGrid
fr: Histoire de la trongride
hi: ट्रॉन्ग्रिड का इतिहास
hr: Povijest Trongrida
hy: TronGrid պատմություն
id: Sejarah Trongrid
it: Cronologia TronGrid
ja: トロンリッドの歴史
ko: TronGrid 내역
my: Trongrid သမိုင်း
nl: Trongrid geschiedenis
pl: Historia TronGrid
pt: História de Trongrid
ru: История Тронгрида
th: ประวัติศาสตร์ Trongrid
tl: Kasaysayan ng TronGrid
tr: Trongrid tarihi
uk: Тронгрідська історія
ur: ٹرانگریڈ ہسٹری
vi: Lịch sử TronGrid
zh: Trongrid历史
zh_tw: Trongrid歷史

source: Trusted
ar: موثوق به
bg: Надежден
cs: Důvěřovat
de: Vertrauenswürdige
es: Confiable
fa: قابل اعتماد
fr: de confiance
hi: भरोसा
hr: vjerovao
hy: Վստահելի
id: Dipercayai
it: Fidato
ja: 信頼できる
ko: 신뢰됨
my: ယုံတယ်။
nl: vertrouwd
pl: Zaufany
pt: confiável
ru: доверенный
th: มั่นคง
tl: Pinagkakatiwalaan
tr: Güvenilir
uk: довіряють
ur: قابل اعتماد
vi: Đã tin cậy
zh: 值得信赖
zh_tw: 值得信赖
