Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# exchange_result_description
source: You must send a minimum of ${fetchingLabel} ${from} to the address shown on the next page. If you send an amount lower than ${fetchingLabel} ${from} it may not get converted and it may not be refunded.
ar: يجب عليك إرسال ما لا يقل عن ${fetchingLabel} ${from} إلى العنوان المعروض في الصفحة التالية. إذا أرسلت مبلغًا أقل من ${fetchingLabel} ${from} فقد لا يتم تحويله وقد لا يتم رده.
cs: Musíte poslat minimálně ${fetchingLabel} ${from} na adresu uvedenou na následující stránce. Pokud pošlete nižší částku než ${fetchingLabel} ${from} nemusí dojít ke směně, ani k jejímu vrácení.
de: Sie müssen mindestens ${fetchingLabel} ${from} an die auf der nächsten Seite angegebene Adresse senden. Wenn Sie einen Betrag unter ${fetchingLabel} ${from} senden, wird dieser möglicherweise nicht konvertiert und möglicherweise nicht erstattet.
es: Debes enviar un mínimo de ${fetchingLabel} ${from} a la dirección que se muestra en la página siguiente. Si envías una cantidad inferior a ${fetchingLabel} ${from}, es posible que no se convierta y que no sea reembolsado.
fa: شما باید حداقل ${fetchingLabel} ${from} به آدرس نشان داده شده در صفحه بعد ارسال کنید. اگر مقداری کمتر از ${fetchingLabel} ${from} ارسال کنید ممکن است تبدیل نشود و بازپرداخت نگردد.
fr: Vous devez envoyer un minimum de ${fetchingLabel} ${from} à l'adresse indiquée page suivante. Si vous envoyez un montant inférieur à ${fetchingLabel} ${from} il pourrait ne pas être converti et ne pas être remboursé.
hi: आपको अगले पृष्ठ पर दिखाए गए पते पर न्यूनतम ${fetchingLabel} ${from} भेजना होगा। यदि आप ${fetchingLabel} ${from} से कम राशि भेजते हैं तो यह परिवर्तित नहीं हो सकती है और इसे वापस नहीं किया जा सकता है।
hr: Potrebno poslati minimalno ${fetchingLabel} ${from} na adresu prikazanu na sljedećoj stranici. Ukoliko pošaljete iznos manji od ${fetchingLabel} ${from}, postoji mogućnost da razmjena neće biti uspješna i da iznos neće biti vraćen.
hy: Դուք պետք է ուղարկեք նվազագույնը ${fetchingLabel} ${from} հետևյալ էջում ցուցադրված հասցեին: Եթե դուք ուղարկում եք ավելի ցածր գումար, քան ${fetchingLabel} ${from} այն կարող է չփոխանակվել և չվերադարձվել
id: Anda harus mengirimkan minimal ${fetchingLabel} ${from} ke alamat yang ditampilkan di halaman berikutnya. Jika Anda mengirimkan jumlah yang lebih rendah dari ${fetchingLabel} ${from} maka uang tersebut mungkin tidak akan diubah dan mungkin tidak akan dikembalikan.
it: Devi inviare un minimo di ${fetchingLabel} ${from} all'indirizzo mostrato nella pagina seguente. Se invii un importo inferiore a ${fetchingLabel} ${from} la conversione potrebbe non andare a buon fine, e l'indirizzo potrebbe non essere rimborsato.
ja: 次のページに示されているアドレスに最低 ${fetchingLabel} ${from} を送信する必要があります。 ${fetchingLabel} ${from} 未満の金額を送信すると、変換されず、返金されない場合があります。
ko: 다음 페이지에 표시된 주소로 최소 ${fetchingLabel} ${from}을(를) 보내야 합니다. ${fetchingLabel} ${from}보다 적은 금액을 보내면 전환되지 않거나 환불되지 않을 수 있습니다.
my: သင်သည် အနည်းဆုံး ${fetchingLabel} ${from} ကို နောက်စာမျက်နှာတွင် ပြသထားသည့် လိပ်စာသို့ ပေးပို့ရပါမည်။ ${fetchingLabel} ${from} ထက်နည်းသော ပမာဏကို ပေးပို့ပါက ၎င်းသည် ပြောင်းလဲ၍မရသည့်အပြင် ပြန်အမ်းမည်မဟုတ်ပါ။
nl: U moet minimaal ${fetchingLabel} ${from} verzenden naar het adres dat op de volgende pagina wordt weergegeven. Als u een bedrag verzendt dat lager is dan ${fetchingLabel} ${from}, wordt het mogelijk niet omgezet en wordt het mogelijk niet terugbetaald.
pl: Musisz wysłać co najmniej ${fetchingLabel} ${from} na adres wyświetlony na kolejnej stronie. Jeśli wyślesz kwotę niższą niż ${fetchingLabel} ${from}, może nie zostać przeliczona i nie zostanie zwrócona.
pt: Você deve enviar no mínimo ${fetchingLabel} ${from} para o endereço mostrado na próxima página. Se você enviar um valor inferior a ${fetchingLabel} ${from}, ele pode não ser convertido e pode não ser reembolsado.
ru: Вы должны отправить минимум ${fetchingLabel} ${from} на адрес, указанный на следующей странице. Если вы отправите сумму менее ${fetchingLabel} ${from}, то она может быть не конвертирована и не возвращена.
th: คุณต้องส่งอย่างน้อย ${fetchingLabel} ${from} ไปยังที่อยู่ที่แสดงบนหน้าถัดไป หากคุณส่งจำนวนน้อยกว่า ${fetchingLabel} ${from} อาจจะไม่ถูกแปลงและอาจไม่ถูกเรียกคืน
tl: Kailangan mong magpadala ng minimum ${fetchingLabel} ${from} sa address na ipinakita sa susunod na pahina. Kung magpapadala ka ng halagang mas masmababa sa ${fetchingLabel} ${from} maaring hindi ito ma-convert at maaaring hindi ito ma-refund.
tr: Lütfen en az ${fetchingLabel} miktarındaki ${from}'yi sonraki sayfada gönsterilen adrese gönder. Eğer ${fetchingLabel} ${from}'den az gönderirsen takas gerçekleşmeyebilir ve size geri iade edilebilir.
uk: Ви повинні надіслати мінімум ${fetchingLabel} ${from} на адресу, вказану на наступній сторінці. Якщо ви надішлете суму меншу за ${fetchingLabel} ${from}, то вона може бути не конвертованою і не поверненою.
ur: آپ کو اگلے صفحہ پر دکھائے گئے پتے پر کم از کم ${fetchingLabel} ${from} بھیجنا ہوگا۔ اگر آپ ${fetchingLabel} ${from} سے کم رقم بھیجتے ہیں تو یہ تبدیل نہیں ہوسکتی ہے اور اسے واپس نہیں کیا جاسکتا ہے۔
vi: Bạn phải gửi tối thiểu ${fetchingLabel} ${from} đến địa chỉ hiển thị trên trang tiếp theo. Nếu bạn gửi số tiền thấp hơn ${fetchingLabel} ${from} thì có thể không được chuyển đổi và không được hoàn trả.
zh: 必须向下一页地址发送至少 ${fetchingLabel} ${from}。低于此额可能无法兑换，且不予退款。
zh_tw: 必須向下一頁地址發送至少 ${fetchingLabel} ${from}。低於此額可能無法兌換，且不予退款。

# exchange_result_write_down_ID
source: *Please copy or write down your ID shown above.
ar: * يرجى نسخ أو كتابة معرف هويتك الأعلى لحفظة.
cs: *Prosím zkopírujte si, nebo zapište si výše uvedené ID.
de: *Bitte kopieren oder notieren Sie sich die oben gezeigte ID.
es: *Copia o anota tu ID que se muestra arriba.
fa: *لطفاً شناسه خود را که در بالا نمایش داده شده کپی یا یادداشت کنید.
fr: *Merci de copier ou écrire votre ID présenté ci-dessus.
hi: *कृपया ऊपर दिखाए गए अपने ID को कॉपी या लिख लें.
hr: *Molimo kopirajte ili zapišite svoj ID prikazan ispod.
hy: *Խնդրում ենք պատճենել կամ գրել ձեր ID-ն վերևում
id: *Silakan salin atau tulis ID Anda yang ditampilkan di atas.
it: *Copia o trascrivi il tuo ID mostrato in alto.
ja: *上記のIDをコピーまたは書き留めてください.
ko: *위에 표시된 ID를 복사하거나 적어두세요.
my: * ကျေးဇူးပြု၍ အထက်ဖော်ပြပါ သင်၏ ID ကို ကော်ပီ သို့မဟုတ် ရေးမှတ်ပါ။
nl: *Kopieer of noteer uw hierboven getoonde ID.
pl: *Skopiuj lub zapisz swoje ID wyświetlone powyżej.
pt: *Copie ou anote seu ID mostrado acima.
ru: *Пожалуйста, скопируйте или запишите ID, указанный выше.
th: *โปรดคัดลอกหรือเขียนรหัสของคุณด้านบน
tl: *Mangyaring kopyahin o isulat ang inyong ID na ipinapakita sa itaas.
tr: *Lütfen yukarıda gösterilen ID'ni kopyala veya bir yere yaz.
uk: *Будь ласка, скопіюйте або запишіть ID, вказаний вище.
ur: *براہ کرم اوپر دکھائی گئی اپنی ID کاپی کریں یا لکھیں۔
vi: *Vui lòng sao chép hoặc ghi lại ID hiển thị ở trên.
zh: *请复制或写下上方显示的 ID。
zh_tw: *請複製或寫下上方顯示的 ID。

# exchange_result_write_down_trade_id
source: Please copy or write down the trade ID to continue.
ar: يرجى نسخ أو كتابة معرّف العملية للمتابعة.
bg: Моля, запишете trade ID-то, за да продължите.
cs: Prosím zkopírujte si, nebo zapište si ID transakce (trade ID) pro pokračování.
de: Bitte kopieren oder notieren Sie die Handels-ID, um fortzufahren.
es: Por favor, copia o escribe el ID de la operación para continuar.
fa: لطفاً شناسه معامله را برای ادامه کپی یا یادداشت کنید.
fr: Merci de copier ou d'écrire l'ID d'échange pour continuer.
hi: जारी रखने के लिए कृपया ट्रेड ID की प्रतिलिपि बनाएँ या लिखें.
hr: Molimo kopirajte ili zapišite transakcijski ID za nastavak.
hy: Խնդրում ենք պատճենել կամ գրել առևտրի ID-ն շարունակելու համար
id: Silakan salin atau tulis ID perdagangan untuk melanjutkan.
it: Copia o trascrivi l'ID dello scambio per continuare.
ja: 続行するには、取引IDをコピーまたは書き留めてください.
ko: 계속하려면 거래 ID를 복사하거나 적어두세요.
my: ရှေ့ဆက်ရန် ကုန်သွယ်မှု ID ကို ကူးယူ သို့မဟုတ် ချရေးပါ။
nl: Kopieer of noteer de handels-ID om door te gaan.
pl: Skopiuj lub zanotuj identyfikator transakcji (ID), aby kontynuować.
pt: Copie ou anote o ID da troca para continuar.
ru: Пожалуйста, скопируйте или запишите ID сделки.
th: โปรดคัดลอกหรือบันทึก ID ของการซื้อขายเพื่อดำเนินการต่อไป
tl: Mangyaring kopyahin o isulat ang trade ID upang magpatuloy.
tr: Devam etmek için lütfen ID'yi kopyala veya bir yere yaz.
uk: Будь ласка, скопіюйте або запишіть ID операції.
ur: جاری رکھنے کے لیے براہ کرم تجارتی ID کاپی کریں یا لکھیں۔
vi: Vui lòng sao chép hoặc ghi lại ID giao dịch để tiếp tục.
zh: 请复制或写下交易编号以继续.
zh_tw: 請複製或寫下交易編號以繼續.

# exchange_sync_alert_content
source: Please wait until your wallet is synchronized
ar: يرجى الانتظار حتى تتم مزامنة محفظتك
bg: Моля, изчакайте синхронизирането на Вашия портфейл
cs: Prosím počkejte, dokud nebude vaše peněženka synchronizována
de: Bitte warten Sie, bis Ihre Wallet synchronisiert ist
es: Espera hasta que tu billetera se sincronice
fa: لطفاً صبر کنید تا کیف پول شما همگام‌سازی شود
fr: Merci d'attendre que votre portefeuille (wallet) soit synchronisé
hi: कृपया प्रतीक्षा करें जब तक आपका बटुआ सिंक्रनाइज़ नहीं किया जाता है
hr: Molimo pričekajte dok se Vaš novčanik ne sinkronizira.
hy: Խնդրում ենք սպասել մինչև ձեր հաշվեհամարը համաժամացվի
id: Silakan tunggu sampai dompet Anda tersinkronisasi
it: Gentilmente aspetta che il tuo portafoglio venga sincronizzato
ja: ウォレットが同期されるまでお待ちください
ko: 지갑이 동기화될 때까지 기다려 주세요.
my: သင့်ပိုက်ဆံအိတ်ကို စင့်ခ်လုပ်ထားသည့်အချိန်အထိ စောင့်ပါ။
nl: Wacht tot uw portemonnee is gesynchroniseerd
pl: Poczekaj, aż Twój portfel zostanie zsynchronizowany
pt: Por favor, espere até que sua carteira seja sincronizada
ru: Подождите, пока ваш кошелек синхронизируется
th: โปรดรอจนกว่ากระเป๋าของคุณจะถูกซิงค์
tl: Mangyaring maghintay hanggang ang iyong wallet ay naka-synchronize
tr: Lütfen cüzdanın senkronize olana kadar bekle
uk: Зачекайте, поки ваш гаманець не синхронізується
ur: براہ کرم اس وقت تک انتظار کریں جب تک آپ کا بٹوہ مطابقت پذیر نہ ہو جائے۔
vi: Vui lòng chờ cho đến khi ví của bạn được đồng bộ hóa
zh: 请等待，直到您的钱包同步
zh_tw: 請等待，直到您的錢包同步

source: Expired
ar: منتهي الصلاحية
bg: Изтекло
cs: Vypršelo
de: Abgelaufen
es: Caducado
fa: منقضی شده
fr: Expirée
hi: समय सीमा समाप्त
hr: Isteklo
hy: Վավերականությունը լրացել է
id: Kedaluwarsa
it: Scaduto
ja: 期限切れ
ko: 만료됨
my: သက်တမ်းကုန်သွားပြီ
nl: Verlopen
pl: Wygasło
pt: Expirada
ru: Истекает
th: หมดอายุ
tl: Nag-expire na
tr: Süresi doldu
uk: Закінчується
ur: میعاد ختم
vi: Đã hết hạn
zh: 已过期
zh_tw: 已過期

source: Expires
ar: تنتهي
bg: Изтича
cs: Vyprší
de: Läuft ab
es: Caduca
fa: منقضی می‌شود
fr: Expire
hi: समाप्त हो जाता है
hr: Ističe
hy: Վավերականությունը լրանում է
id: Kadaluarsa
it: Scade
ko: 만료
my: သက်တမ်းကုန်သည်။
nl: Verloopt
pl: Wygasa
pt: Expira
ru: Истекает
th: หมดอายุ
tl: Mag-e-expire
tr: Son kullanma tarihi
uk: Закінчується
ur: میعاد ختم
vi: Hết hạn
zh: 过期
zh_tw: 過期

source: Expires on
ar: ﻲﻓ ﻪﺘﻴﺣﻼ﻿ﺻ ﻲﻬﺘﻨﺗ
bg: Изтича на
cs: Vyprší dne
de: Läuft aus am
es: Caduca el
fa: منقضی می‌شود در
fr: Expire le
hi: पर समय सीमा समाप्त
hr: Istječe
hy: Վավերականությունը լրանում է
id: Kadaluarsa pada
it: Scade il
ja: 有効期限は次のとおりです
ko: 만료일
my: သက်တမ်းကုန်သည်။
nl: Verloopt op
pl: Wygasa dnia
pt: Expira em
ru: Годен до
th: หมดอายุวันที่
tl: Mag-e-expire sa
tr: Tarihinde sona eriyor
uk: Термін дії закінчується
ur: ﺩﺎﻌﯿﻣ ﯽﻣﺎﺘﺘﺧﺍ
vi: Hết hạn vào
zh: 到期
zh_tw: 到期

source: Expiry and Validity
ar: انتهاء الصلاحية والصلاحية
bg: Изтичане и валидност
cs: Vypršení a platnost
de: Ablauf und Gültigkeit
es: Vencimiento y Validez
fa: انقضا و اعتبار
fr: Expiration et validité
hi: समाप्ति और वैधता
hr: Istek i valjanost
hy: Վավերականություն և լրացում
id: Kedaluwarsa dan validitas
it: Scadenza e validità
ja: 有効期限と有効性
ko: 만료 및 유효성
my: သက်တမ်းကုန်ဆုံးခြင်းနှင့်တရားဝင်မှု
nl: Vervallen en geldigheid
pl: Wygaśnięcie i Ważność
pt: Expiração e validade
ru: Истечение и достоверность
th: หมดอายุและถูกต้อง
tl: Pag-expire at Bisa
tr: Sona erme ve geçerlilik
uk: Закінчення та обгрунтованість
ur: میعاد ختم اور صداقت
vi: Hạn và hiệu lực
zh: 到期和有效性
zh_tw: 到期和有效性

source: Export backup
ar: تصدير نسخة احتياطية
bg: Експортиране на резервно копие
cs: Exportovat zálohu
de: Sicherung exportieren
es: Exportar copia de seguridad
fa: خروجی گرفتن از نسخه پشتیبان
fr: Exporter la sauvegarde
hi: निर्यात बैकअप
hr: Izvezi sigurnosnu kopiju
hy: Արտահանել կրկնօրինակը
id: Ekspor cadangan
it: Esporta backup
ja: バックアップのエクスポート
ko: 백업 내보내기
my: အရန်ကူးထုတ်ရန်
nl: Back-up exporteren
pl: Eksportuj kopię zapasową
pt: Backup de exportação
ru: Экспорт резервной копии
th: ส่งออกข้อมูลสำรอง
tl: I-export ang backup
tr: Yedeği dışa aktar
uk: Експортувати резервну копію
ur: بیک اپ برآمد کریں۔
vi: Xuất sao lưu
zh: 导出备份
zh_tw: 匯出備份

source: Export logs
ar: سجلات التصدير
bg: Експортни дневници
cs: Vývozní protokoly
es: Exportar registros
fa: خروجی گرفتن از لاگ‌ها
fr: Journaux d'exportation
hi: निर्यात लॉग
hr: Izvozni trupci
hy: Արտահանման տեղեկամատյաններ
it: Esporta log
ja: ログをエクスポートします
ko: 로그 내보내기
my: ပို့ကုန်မှတ်တမ်းများ
pl: Eksportuj logi
th: บันทึกการส่งออก
tl: Mga log ng pag -export
tr: Dışa aktarma günlükleri
uk: Експортні журнали
ur: نوشتہ جات برآمد کریں
vi: Nhật ký xuất khẩu
zh: 导出日志
zh_tw: 匯出日誌

source: Export outputs
ar: مخرجات التصدير
bg: Експортни резултати
cs: Vývozní výstupy
es: Exportar salidas
fa: خروجی گرفتن از خروجی‌ها
fr: Exportation des sorties
hi: निर्यात आउटपुट
hr: Izvoz izlaza
hy: Արտահանման արդյունքներ
it: Esporta output
ja: エクスポート出力
ko: 출력 내보내기
my: ပို့ကုန်ထုတ်ကုန်များ
pl: Eksportuj wyjścia
th: เอาต์พุตส่งออก
tl: Mga output ng pag -export
tr: İhracat çıktıları
uk: Експортні результати
ur: برآمد کے نتائج
vi: Đầu ra xuất khẩu
zh: 导出输出
zh_tw: 匯出輸出

source: Extra ID:
ar: معرف إضافي:
bg: Допълнително ID:
es: ID adicional:
fa: شناسه اضافی (Extra ID):
fr: ID supplémentaire :
hi: अतिरिक्त आईडी:
hr: Dodatni ID:
hy: Լրացուցիչ ID
id: ID tambahan:
ja: 追加ID:
ko: 추가 ID:
my: အပို ID-
pl: Dodatkowy ID:
pt: ID extra:
ru: Дополнительный ID:
th: ไอดีเพิ่มเติม:
tl: Dagdag na ID:
tr: Ekstra ID:
uk: Додатковий ID:
ur: اضافی ID:
vi: ID bổ sung:
zh: 额外ID:
zh_tw: 額外ID:

# extracted_address_content
source: You will be sending funds to ${recipient_name}
ar: سوف ترسل الأموال إلى ${recipient_name}
bg: Ще изпратите средства на ${recipient_name}
cs: Prostředky budete posílat na ${recipient_name}
de: Sie senden Geld an ${recipient_name}
es: Enviarás fondos a ${recipient_name}
fa: شما وجوه را به ${recipient_name} ارسال خواهید کرد
fr: Vous allez envoyer des fonds à ${recipient_name}
hi: आपको धनराशि भेजी जाएगी ${recipient_name}
hr: Poslat ćete sredstva primatelju ${recipient_name}
hy: Դուք կուղարկեք գումար ${recipient_name}
id: Anda akan mengirim dana ke ${recipient_name}
it: Invierai i tuoi fondi a ${recipient_name}
ja: に送金します ${recipient_name}
ko: 다음 주소로 자금을 보냅니다 ${recipient_name}
my: သင်သည် ${recipient_name} သို့ ရန်ပုံငွေများ ပေးပို့ပါမည်
nl: U stuurt geld naar ${recipient_name}
pl: Wyślesz środki do ${recipient_name}
pt: Você enviará fundos para ${recipient_name}
ru: Вы будете отправлять средства ${recipient_name}
th: คุณกำลังจะส่งเงินไปยัง ${recipient_name}
tl: Magpapadala ka ng pondo sa ${recipient_name}
tr: Parayı buraya gönderceksin: ${recipient_name}
uk: Ви будете відправляти кошти ${recipient_name}
ur: آپ فنڈز بھیج رہے ہوں گے ${recipient_name}
vi: Bạn sẽ gửi tiền cho ${recipient_name}
zh: 您将汇款至 ${recipient_name}
zh_tw: 您將汇款至 ${recipient_name}

# failed_authentication
source: Failed authentication. ${state_error}
ar: ${state_error} فشل المصادقة.
bg: Неуспешно удостоверяване. ${state_error}
cs: Ověřování selhalo. ${state_error}
de: Authentifizierung fehlgeschlagen. ${state_error}
es: Error de autenticación. ${state_error}
fa: احراز هویت ناموفق بود. ${state_error}
fr: Échec d'authentification. ${state_error}
hi: प्रमाणीकरण विफल. ${state_error}
hr: Autentifikacija neuspješna. ${state_error}
hy: Վավերացումը ձախողվեց. ${state_error}
id: Otentikasi gagal. ${state_error}
it: Autenticazione fallita. ${state_error}
ja: 認証失敗. ${state_error}
ko: 인증 실패. ${state_error}
my: အထောက်အထားစိစစ်ခြင်း မအောင်မြင်ပါ။. ${state_error}
nl: Mislukte authenticatie. ${state_error}
pl: Błąd uwierzytelniania. ${state_error}
pt: Falha na autenticação. ${state_error}
ru: Ошибка аутентификации. ${state_error}
th: การยืนยันสิทธิ์ล้มเหลว ${state_error}
tl: Nabigo ang pagpapatunay. ${state_error}
tr: Doğrulama başarısız oldu. ${state_error}
uk: Помилка аутентифікації. ${state_error}
ur: ناکام تصدیق۔ ${state_error}
vi: Xác thực không thành công. ${state_error}
zh: 身份验证失败. ${state_error}
zh_tw: 身份驗證失敗. ${state_error}

source: FAQ
ar: الأسئلة الشائعة
de: Häufig gestellte Fragen
fa: سوالات متداول
hy: Հաճախ տրվող հարցեր
id: Pertanyaan yang Sering Diajukan
it: Domande Frequenti
my: အမြဲမေးလေ့ရှိသောမေးခွန်းများ
th: คำถามที่พบบ่อย
tr: SSS
ur: عمومی سوالات

source: Features
ar: سمات
bg: Характеристика
cs: Funkce
de: Merkmale
fa: ویژگی‌ها
fr: Caractéristiques
hi: विशेषताएँ
hr: Značajke
hy: Հատկանիշներ
id: Fitur
it: Caratteristiche
ja: 特徴
ko: 기능
my: အင်္ဂါရပ်များ
nl: Functies
pl: Funkcje
pt: Funcionalidades
ru: Функции
th: คุณสมบัติ
tl: Mga tampok
tr: Özellikler
uk: Особливості
ur: خصوصیات
vi: Tính năng
zh: 特征
zh_tw: 特征

# fee_less_than_min
source: Selected Fee is less than the minimum, please increase the fees to be able to send the transaction
ar: الرسوم المحددة أقل من الحد الأدنى ، يرجى زيادة الرسوم لتكون قادرة على إرسال المعاملة
bg: Избраната такса е по -малка от минимума, моля, увеличете таксите, за да можете да изпратите транзакцията
cs: Vybraný poplatek je menší než minimum, zvýšit poplatky, abyste mohli transakci odeslat
es: La tarifa seleccionada es menor que la tarifa mínima, por favor aumenta la tarifa para poder enviar la transacción
fa: کارمزد انتخاب شده کمتر از حداقل است، لطفاً کارمزد را برای ارسال تراکنش افزایش دهید
fr: Les frais sélectionnés sont inférieurs au minimum, veuillez augmenter les frais pour pouvoir envoyer la transaction
hi: चयनित शुल्क न्यूनतम से कम है, कृपया लेन -देन भेजने में सक्षम होने के लिए शुल्क बढ़ाएं
hr: Odabrana naknada je manja od minimalnog, povećajte naknade kako biste mogli poslati transakciju
hy: Ընտրված վճարը նվազագույնից պակաս է, խնդրում ենք ավելացնել վճարները, որպեսզի կարողանաք գործարքը ուղարկել
id: Biaya yang dipilih kurang dari minimum, harap tingkatkan biaya untuk dapat mengirim transaksi
it: La commissione selezionata è inferiore al minimo, aumenta le commissioni per poter inviare la transazione
ja: 選択した料金は最低額よりも少ないので、取引を送信できるように料金を引き上げてください
ko: 선택한 수수료가 최소값보다 작습니다. 트랜잭션을 보낼 수 있도록 수수료를 높여주세요.
my: ရွေးချယ်ထားသည့်အခကြေးငွေသည်အနည်းဆုံးထက်နည်းသည်, ငွေပေးချေမှုကိုပေးပို့နိုင်ရန်အခကြေးငွေကိုတိုးမြှင့်ပေးပါ
pl: Wybrana opłata jest niższa niż minimalna, proszę zwiększyć ją, aby móc wysłać transakcję.
th: ค่าธรรมเนียมที่เลือกน้อยกว่าขั้นต่ำโปรดเพิ่มค่าธรรมเนียมเพื่อให้สามารถส่งธุรกรรมได้
tl: Ang napiling bayad ay mas mababa sa minimum, mangyaring dagdagan ang mga bayarin upang maipadala ang transaksyon
tr: Seçilen ücret asgari düzeyden azdır, lütfen işlemi gönderebilmek için ücretleri artırın
uk: Вибрана плата менша, ніж мінімум, будь ласка, збільште збори, щоб мати можливість відправити транзакцію
ur: منتخب فیس کم سے کم سے کم ہے ، براہ کرم لین دین بھیجنے کے قابل فیس میں اضافہ کریں
vi: Phí được chọn ít hơn mức tối thiểu, vui lòng tăng phí để có thể gửi giao dịch
zh: 选定费用小于最低费用，请增加费用以发送交易
zh_tw: 選定費用小於最低費用，請增加費用以發送交易

source: Fee rate
ar: معدل الرسوم
bg: Такса ставка
cs: Sazba poplatků
es: Tasa
fa: نرخ کارمزد
fr: Taux de frais
hi: शुल्क दर
hr: Stopa naknade
hy: Վճարման տոկոսադրույքը
id: Tarif biaya
it: Tasso di commissione
ja: 料金金利
ko: 수수료율
my: ကြေးနှုန်း
pl: Stawka opłaty
th: อัตราค่าธรรมเนียม
tl: Rate ng bayad
tr: Ücret oranı
uk: Ставка плати
ur: فیس کی شرح
vi: Tỷ lệ phí
zh: 费率
zh_tw: 費率

source: Fetching
ar: جار الجلب
bg: Обработване
cs: Načítá se
de: Frage ab
es: Obteniendo
fa: در حال دریافت
fr: Récupération
hi: ला रहा है
hr: Dohvaćanje
hy: Ստացվում է
id: Mengambil
it: Recupero
ja: フェッチング
ko: 가져오는 중
my: ခေါ်ယူခြင်း။
nl: Ophalen
pl: Pobieranie
pt: Buscando
ru: Загрузка
th: กำลังโหลด
tl: Pagkuha
tr: Getiriliyor
uk: Завантаження
ur: لا رہا ہے۔
vi: Đang tải
zh: 正在获取
zh_tw: 正在獲取

source: Fiat API
fa: API فیات
hi: फिएट पैसे API
id: API fiat
ja: 不換紙幣 API
ko: 법정화폐 API
pl: API fiat
pt: API da Fiat
ru: Фиат API
th: API สกุลเงินตรา
tr: İtibari Para API
uk: Фіат API
vi: API Fiat
zh: 法币API
zh_tw: 法幣API

source: Fiat Balance
ar: الرصيد فيات
bg: Фиат Баланс
es: Saldo fiat
fa: موجودی فیات
fr: Solde fiat
hi: फिएट बैलेंस
hr: Fiat Bilans
hy: Fiat մնացորդ
id: Saldo Fiat
it: Saldo fiat
ja: フィアットバランス
ko: 법정화폐 잔액
nl: Fiat Balans
pl: Saldo fiat
pt: Equilíbrio Fiat
ru: Фиатный баланс
th: เฟียต บาลานซ์
tl: Balanse ng fiat
tr: Fiat Bakiyesi
uk: Фіат Баланс
ur: فیاٹ بیلنس
vi: Số dư Fiat
zh: 法币余额
zh_tw: 法幣餘額

# field_required
source: This field is required
ar: هذه الخانة مطلوبه
bg: Това поле е задължително
cs: Toto pole je povinné
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fa: این فیلد الزامی است
fr: Ce champ est obligatoire
hi: यह फ़ील्ड आवश्यक है
hr: ovo polje je obavezno
hy: Այս դաշտը պարտադիր է
id: Bagian ini diperlukan
it: Questo campo è obbligatorio
ja: この項目は必須です
ko: 이 필드는 필수입니다
my: ဤစာကွက်လပ်မှာဖြည့်ရန်လိုအပ်ပါသည်
nl: dit veld is verplicht
pl: To pole jest wymagane
pt: Este campo é obrigatório
ru: Это поле обязательно к заполнению
th: ช่องนี้จำเป็น
tl: Kinakailangan ang patlang na ito
tr: Bu alan gereklidir
uk: Це поле є обов'язковим
ur: اس کو پر کرنا ضروری ہے
vi: Trường này là bắt buộc
zh: 此字段是必需的
zh_tw: 此字段是必需的

# fill_code
source: Please fill in the verification code provided to your email
ar: يرجى ملء رمز التحقق المرسل إلى بريدك الإلكتروني
bg: Моля, въведето кода за потвърждаване, изпратен на Вашия имейл
cs: Prosím vyplňte ověřovací kód zaslaný na Váš e-mail
de: Geben Sie den Bestätigungscode ein, den Sie per E-Mail erhalten haben
es: Por favor, introduce el código de verificación enviado a tu correo electrónico
fa: لطفاً کد تایید ارسال شده به ایمیل خود را وارد کنید
fr: Veuillez remplir le code de vérification fourni sur votre e-mail
hi: कृपया अपने ईमेल पर प्रदान किया गया सत्यापन कोड भरें
hr: Molimo vas da ispunite kontrolni kod koji ste dobili na svojoj e-pošti
hy: Խնդրում ենք լրացնել հաստատման կոդը ձեր էլեկտրոնային փոստում
id: Silakan isi kode verifikasi yang diterima di email Anda
it: Compila il codice di verifica fornito alla tua email
ja: メールアドレスに記載されている確認コードを入力してください
ko: 이메일로 제공된 인증 코드를 입력하세요
my: သင့်အီးမေးလ်သို့ ပေးထားသည့် အတည်ပြုကုဒ်ကို ဖြည့်ပါ။
nl: Vul de verificatiecode in die u in uw e-mail hebt ontvangen
pl: Proszę wprowadzić kod weryfikacyjny, który został wysłany na Twój adres e‑mail
pt: Por favor, preencha o código de verificação fornecido ao seu e-mail
ru: Пожалуйста, введите код подтверждения, отправленный на вашу электронную почту
th: โปรดกรอกรหัสยืนยันที่ส่งไปยังอีเมลของคุณ
tl: Mangyaring ilagay ang verfification code na ibinigay sa iyong email
tr: Lütfen e-postanıza gelen doğrulama kodunu girin
uk: Будь ласка, введіть код підтвердження, надісланий на вашу електронну адресу
ur: براہ کرم اپنے ای میل پر فراہم کردہ تصدیقی کوڈ کو پُر کریں۔
vi: Vui lòng điền mã xác minh được gửi đến email của bạn
zh: 请填写提供给您邮箱的验证码
zh_tw: 請填写提供給您信箱的驗證碼

source: Filter by
ar: تصفية حسب
bg: Филтрирай по
cs: Filtrovat podle
de: Filtern nach
es: Filtrar por
fa: فیلتر بر اساس
fr: Filtrer par
hi: के द्वारा छनित
hr: Filtrirati po
hy: Ֆիլտրել ըստ
id: Filter berdasarkan
it: Filtra per
ja: でフィルタリング
ko: 필터 기준
my: အလိုက် စစ်ထုတ်ပါ။
nl: Filteren op
pl: Filtruj według
pt: Filtrar por
ru: Фильтровать по
th: กรองตาม
tl: Filter ni
tr: Şuna göre filtrele
uk: Фільтрувати по
ur: کی طرف سے فلٹر
vi: Lọc theo
zh: 筛选
zh_tw: 篩選
