Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# second_intro_content
source: Your Yat is a single unique emoji address that replaces all of your long hexadecimal addresses for all of your currencies.
ar: Yat الخاص بك هو عنوان تعبيري فريد يحل محل جميع العناوين السداسية العشرية الطويلة لجميع عملاتك.
bg: Вашият Yat е уникален адрес във формата на емоджи, който играе ролята на всички Ваши дълги шестнайсетични портфейли за всяка валута.
cs: Váš Yat je jediná unikátní emoji adresa, která nahrazuje všechny Vaše dlouhé hexadecimální adresy pro všechny Vaše měny.
de: Ihr Yat ist eine einzige eindeutige Emoji-Adresse, die alle Ihre langen hexadezimalen Adressen für alle Ihre Währungen ersetzt.
es: Tu Yat es una única dirección emoji que reemplaza todas tus largas direcciones hexadecimales para todas tus criptomonedas.
fa: Yat شما یک آدرس ایموجی منحصر به فرد است که جایگزین تمام آدرس‌های طولانی هگزادسیمال برای تمام ارزهای شما می‌شود.
fr: Votre Yat est une seule et unique adresse emoji qui remplace toutes vos longues adresses hexadécimales pour toutes vos cryptomonnaies.
hi: आपका Yat एक अद्वितीय इमोजी पता है जो आपकी सभी मुद्राओं के लिए आपके सभी लंबे हेक्साडेसिमल पतों को बदल देता है।
hr: Vaš Yat jedinstvena je adresa emojija koja zamjenjuje sve vaše duge heksadecimalne adrese za sve vaše valute.
hy: Ձեր Yat-ը միակ եզակի էմոջի հասցե է, որը փոխարինում է ձեր բոլոր արժույթների համար ձեր բոլոր երկար հեքսադեցիմալ հասցեները
id: Yat Anda adalah satu alamat emoji yang unik yang menggantikan semua alamat heksadesimal panjang Anda untuk semua mata uang Anda.
it: Il tuo Yat è un unico indirizzo emoji univoco che sostituisce i lunghi indirizzi per tutte le tue valute.
ja: Yatは、すべての通貨のすべての長い16進アドレスを置き換える単一の一意の絵文字アドレスです。
ko: Yat은 모든 통화에 대한 긴 16진수 주소를 대체하는 고유한 이모지 주소입니다.
my: သင်၏ Yat သည် သင့်ငွေကြေးအားလုံးအတွက် သင်၏ ရှည်လျားသော ဆဋ္ဌမကိန်းဂဏန်းများအားလုံးကို အစားထိုးသည့် တစ်မူထူးခြားသော အီမိုဂျီလိပ်စာတစ်ခုဖြစ်သည်။
nl: Je Yat is een enkel uniek emoji-adres dat al je lange hexadecimale adressen vervangt voor al je valuta's.
pl: Twój Yat to jedyny unikalny adres emoji, który zastępuje wszystkie Twoje długie adresy szesnastkowe dla wszystkich Twoich walut.
pt: Seu Yat é um endereço de emoji único e exclusivo que substitui todos os seus endereços hexadecimais longos para todas as suas moedas.
ru: Ваш Yat - это единственный уникальный адрес эмодзи, который заменяет длинные шестнадцатеричные адреса для всех ваших валют.
th: Yat ของคุณเป็นอิโมจิที่อยู่เดียวที่จะแทนที่ทุกที่อยู่และเลขฐานสิบหกของคุณสำหรับเหรียญคริปโตทุกชนิด
tl: Ang iyong Yat ay isang natatanging emoji address na pumapalit sa lahat ng iyong mahabang hexadecimal address para sa lahat ng iyong pera.
tr: Yat'ınız, tüm para birimleriniz için uzun onaltılık adreslerinizin yerini alan benzersiz emoji adresidir.
uk: Ваш Yat - це єдина унікальна адреса емодзі, яка замінює довгі шістнадцятиричні адреси для всіх ваших валют.
ur: آپ کا Yat ایک منفرد ایموجی ایڈریس ہے جو آپ کی تمام کرنسیوں کے لیے آپ کے تمام لمبے ہیکسا ڈیسیمل پتوں کی جگہ لے لیتا ہے۔
vi: Yat của bạn là một địa chỉ emoji duy nhất thay thế tất cả các địa chỉ hex dài của bạn cho tất cả các loại tiền tệ của bạn.
zh: 您的 Yat 是一个唯一的表情符号地址，可替换您所有货币的所有长十六进制地址。
zh_tw: 您的 Yat 是一個唯一的表情符號地址，可替換您所有貨幣的所有長十六進製地址。

# second_intro_title
source: One emoji address to rule them all
ar: عنوان تعبيري ايموجي واحد يحكمهم جميعا!
bg: Един емоджи адрес, обединяващ всички останали.
cs: Jedna emoji adresa vládne všem
de: Eine Emoji-Adresse, um sie alle zu beherrschen
es: Una dirección emoji para gobernarlos a todos
fa: یک آدرس ایموجی برای همه
fr: Une adresse emoji pour les gouverner toutes
hi: उन सभी पर राज करने के लिए एक इमोजी पता
hr: Jedna adresa emojija koja će svima njima vladati
hy: Մի էմոջի հասցե, որը կառավարում է դրանք բոլորը
id: Satu alamat emoji untuk menguasainya semua
it: Un indirizzo emoji per domarli tutti
ja: それらすべてを支配する1つの絵文字アドレス
ko: 하나의 이모지 주소로 모든 것을
my: ၎င်းတို့အားလုံးကို အုပ်ချုပ်ရန် အီမိုဂျီလိပ်စာတစ်ခု
nl: Eén emoji-adres om ze allemaal te regeren
pl: Jeden emoji‑adres, który rządzi wszystkimi
pt: Um endereço de emoji para governar todos eles
ru: Один адрес эмодзи для управления остальными адресами
th: อิโมจิที่อยู่เดียวที่จะควบคุมพวกเขาทั้งหมด
tl: Isang emoji address para pamunuan silang lahat
tr: Hepsini yönetebilen tek bir emoji adresi
uk: Одна адреса емодзі для управління іншими адресами
ur: ان سب پر حکمرانی کے لیے ایک ایموجی ایڈریس
vi: Một địa chỉ emoji để cai trị tất cả
zh: 一个表情符号地址即可统一所有地址
zh_tw: 一個表情符號地址即可統一所有地址

source: Security and backup
ar: الأمان والنسخ الاحتياطي
bg: Сигурност и резервни копия
cs: Bezpečnost a zálohy
de: Sicherheit und Datensicherung
es: Seguridad y copia de seguridad
fa: امنیت و پشتیبان‌گیری
fr: Sécurité et sauvegarde
hi: सुरक्षा और बैकअप
hr: Sigurnost i sigurnosna kopija
hy: Անվտանգություն և կրկնօրինակ
id: Keamanan dan cadangan
it: Sicurezza e backup
ja: セキュリティとバックアップ
ko: 보안 및 백업
my: လုံခြုံရေးနှင့် မိတ္တူ
nl: Beveiliging en back-up
pl: Bezpieczeństwo i kopia zapasowa
pt: Segurança e backup
ru: Безопасность и резервное копирование
th: ความปลอดภัยและการสำรองข้อมูล
tl: Seguridad at backup
tr: Güvenlik ve yedekleme
uk: Безпека та резервне копіювання
ur: سیکیورٹی اور بیک اپ
vi: Bảo mật và sao lưu
zh: 安全和备份
zh_tw: 安全和備份

# seed_alert_back
source: Go back
ar: العودة إلى الوراء
bg: Назад
cs: Zpět
de: Zurückgehen
es: Volver
fa: بازگشت
fr: Retour
hi: वापस जाओ
hr: Vrati se natrag
hy: Վերադառնալ
id: Kembali
it: Torna indietro
ja: 戻る
ko: 뒤로 가기
my: ပြန်သွားသည်
nl: Ga terug
pl: Wróć
pt: Volte
ru: Назад
th: กลับ
tl: Bumalik
tr: Geriye dön
uk: Назад
ur: واپس جاو
vi: Quay lại
zh: 返回
zh_tw: 返回

# seed_alert_content
source: The seed is the only way to recover your wallet. Have you written it down?
ar: السييد هي الطريقة الوحيدة لاسترداد محفظتك. هل كتبتها؟
bg: Seed-ът е единственият начин да възстановите портфейла си. Записахте ли го?
cs: Tento seed představuje jedinou možnost, jak obnovit peněženku. Zapsali jste si ho?
de: Der Seed ist der einzige Weg, Ihre Wallet wiederherzustellen. Haben Sie ihn aufgeschrieben?
es: La semilla es la única forma de recuperar tu billetera. ¿La has escrito?
fa: سید تنها راه بازیابی کیف پول شماست. آیا آن را یادداشت کرده‌اید؟
fr: La phrase secrète (seed) est la seule façon de restaurer votre portefeuille (wallet). L'avez-vous correctement écrite ?
hi: बीज आपके बटुए को पुनर्प्राप्त करने का एकमात्र तरीका है। क्या आपने इसे लिखा है?
hr: Pristupni izraz jedini je način za oporavak novčanika. Jeste li ga zapisali?
hy: Սերմը վերականգնելու ձեր դրամապանակի միակ միջոցն է։ Դուք արդեն գրի եք առել այն?
id: Seed adalah satu-satunya cara untuk mengembalikan dompet Anda. Apakah Anda sudah menuliskannya?
it: Il seme è l'unico modo per recuperare il tuo portafoglio. L'hai trascritto?
ja: 種子はあなたの財布を回復する唯一の方法です。 書き留めましたか？
ko: 시드는 지갑을 복구하는 유일한 방법입니다. 적어두셨습니까?
my: မျိုးစေ့သည် သင့်ပိုက်ဆံအိတ်ကို ပြန်လည်ရယူရန် တစ်ခုတည်းသောနည်းလမ်းဖြစ်သည်။ ရေးပြီးပြီလား။
nl: Het zaad is de enige manier om uw portemonnee te herstellen. Heb je het opgeschreven?
pl: Seed to jedyny sposób na odzyskanie portfela. Czy zapisałeś go?
pt: A semente é a única forma de recuperar sua carteira. Você escreveu isso?
ru: Мнемоническая фраза - единственный способ восстановить ваш кошелек. Вы записали ее?
th: Seed เป็นเพียงวิธีเดียวที่จะกู้กระเป๋าของคุณ คุณได้เขียนมันขึ้นลงกระดาษหรือไม่?
tl: Ang seed ay ang tanging paraan upang mabawi ang iyong wallet. Naisulat mo na ba?
tr: Cüzdanını kurtarmanın tek yolu tohumdur. Tohumunu yazdın mı?
uk: Мнемонічна фраза - єдиний спосіб відновити ваш гаманець. Ви записали її?
ur: بیج آپ کے بٹوے کو بازیافت کرنے کا واحد طریقہ ہے۔ کیا آپ نے اسے لکھا ہے؟
vi: Hạt giống là cách duy nhất để khôi phục ví của bạn. Bạn đã ghi lại nó chưa?
zh: 助记词是恢复钱包的唯一方式。您是否已写下助记词？
zh_tw: 助記詞是恢復錢包的唯一方式。您是否已寫下助記詞？

# seed_alert_title
source: Attention
ar: انتباه
bg: Внимание
cs: Pozor
de: Achtung
es: Atención
fa: توجه
hi: ध्यान
hr: Upozorenje
hy: Ուշադրություն
id: Perhatian
it: Attenzione
ja: 注意
ko: 주의
my: အာရုံ
nl: Aandacht
pl: Uwaga
pt: Atenção
ru: Внимание
th: ความสนใจ
tr: Dikkat
uk: Увага
ur: توجہ
vi: Chú ý
zh: 注意
zh_tw: 注意

# seed_alert_yes
source: Yes, I have
ar: نعم، فعلت ذلك
bg: Да
cs: Ano
de: Ja, habe ich
es: Sí, tengo
fa: بله، انجام دادم
fr: Oui, je suis sûr
hi: हाँ मेरे पास है
hr: Jesam
hy: Այո, ես արդեն գրի եմ առել այն
id: Ya, sudah
it: Sì, l'ho fatto
ja: はい、あります
ko: 네, 했습니다
my: ဟုတ်ကဲ့၊
nl: Ja ik heb
pl: Tak, mam
pt: Sim, eu tenho
ru: Да
th: ใช่ ฉันได้เขียน
tl: Oo meron ako
tr: Evet yazdım
uk: Так
ur: ہاں میرے پاس ہے
vi: Có, tôi đã ghi lại
zh: 是的，我已写下
zh_tw: 是的，我已寫下

# seed_choose
source: Choose seed language
ar: اختر لغة السييد
bg: Изберете език на seed-а
cs: Zvolte si jazyk seedu
de: Seed-Sprache auswählen
es: Elige el idioma de la semilla
fa: انتخاب زبان سید
fr: Choisissez la langue de la phrase secrète (seed)
hi: बीज भाषा चुनें
hr: Odaberi jezik pristupnog izraza
hy: Ընտրել սերմի լեզուն
id: Pilih bahasa bibit
it: Scegli la lingua del seme
ja: シード言語を選択してください
ko: 시드 언어 선택
my: မျိုးစေ့ဘာသာစကားကို ရွေးချယ်ပါ။
nl: Kies een starttaal
pl: Wybierz język seed
pt: Escolha o idioma da semente
ru: Выберите язык мнемонической фразы
th: เลือกภาษาของ seed
tl: Pumili ng seed language
tr: Tohum dilini seçin
uk: Виберіть мову мнемонічної фрази
ur: بیج کی زبان کا انتخاب کریں۔
vi: Chọn ngôn ngữ hạt giống
zh: 选择助记词语言
zh_tw: 選擇助記詞語言

# seed_display_path
source: Menu -> Security and Backup -> Show key/seeds
ar: القائمة -> الأمان والنسخ الاحتياطي -> إظهار المفتاح/البذور
bg: Меню -> Сигурност и архивиране -> Показване на ключ/семена
cs: Nabídka -> Zabezpečení a zálohování -> Zobrazit klíč/semena
es: Menú -> Seguridad y Copia de Seguridad -> Mostrar clave/semillas
fa: منو -> امنیت و پشتیبان‌گیری -> نمایش کلید/سیدها
fr: Menu -> Sécurité et sauvegarde -> Afficher la clé / les graines
hi: मेनू -> सुरक्षा और बैकअप -> कुंजी/बीज दिखाएं
hr: Izbornik -> Sigurnost i sigurnosna kopija -> Prikaži ključ/sjemenke
hy: MENU -> Անվտանգություն եւ պահուստավորում -> Show ույց տալ ստեղնը / սերմերը
it: Menu -> Sicurezza e backup -> Mostra chiave/Semi
ja: メニュー - >セキュリティとバックアップ - >キー/シードを表示します
ko: 메뉴 -> 보안 및 백업 -> 키/시드 표시
my: Menu -> Security နှင့် Backup -> သော့ / အစေ့များကိုပြပါ
pl: Menu -> Bezpieczeństwo i kopia zapasowa -> Pokaż klucz/seed
th: เมนู -> ความปลอดภัยและการสำรองข้อมูล -> แสดงคีย์/เมล็ดพันธุ์
tl: Menu -> Seguridad at Pag -backup -> Ipakita ang mga susi/buto
tr: Menü -> Güvenlik ve Yedekleme -> Anahtar/Tohumları Göster
uk: Меню -> Безпека та резервна копія -> Показати ключ/насіння
ur: مینو -> سیکیورٹی اور بیک اپ -> کلیدی/بیج دکھائیں
vi: Menu -> Bảo mật và Sao lưu -> Hiển thị khóa/Hạt giống
zh: 菜单 - >安全性和备份 - >显示键/助记词
zh_tw: 菜單 - >安全性和備份 - >顯示鍵/助記詞

# seed_hex_form
source: Wallet seed (hex form)
ar: بذور المحفظة (شكل عرافة)
bg: Семена от портфейл (шестнадесетична форма)
cs: Semeno peněženky (hex formulář)
de: Seed (Hexformat)
es: Semilla de la billetera (formato hexadecimal)
fa: سید کیف پول (فرم هگز)
fr: Graine du portefeuille (forme hexagonale)
hi: वॉलेट सीड (हेक्स फॉर्म)
hr: Sjeme novčanika (šesterokutni oblik)
hy: Դրամապանակի սերմ (hex ֆորմատ)
id: Biji dompet (bentuk hex)
it: Seme del portafoglio (formato esadecimale (hex))
ja: ウォレットシード（ヘックスフォーム）
ko: 지갑 시드 (16진수 형식)
my: ပိုက်ဆံအိတ်မျိုးစေ့ (Hex Form)
nl: Portemonnee zaad (hexvorm)
pl: Seed portfela (format szesnastkowy)
pt: Semente de carteira (forma hexadecimal)
ru: Семя кошелька (шестнадцатеричная форма)
th: เมล็ดกระเป๋าเงิน (รูปแบบฐานสิบหก)
tr: Cüzdan tohumu (onaltılık form)
uk: Насіння гаманця (шістнадцяткова форма)
ur: پرس بیج (ہیکس فارم)
vi: Hạt giống ví (dạng hex)
zh: 钱包种子（十六进制形式）
zh_tw: 錢包種子（十六進製形式）

source: Seed key
ar: مفتاح البذور
bg: Ключ за семена
cs: Klíč semen
de: Seed-Schlüssel
es: Clave semilla
fa: کلید سید
fr: Clé secrète (seed key)
hi: बीज कुंजी
hr: Sjemenski ključ
hy: Սերմի բանալի
id: Kunci benih
it: Chiave del seme
ja: シードキー
ko: 시드 키
my: မျိုးစေ့သော့
nl: Zaadsleutel
pl: Klucz seed
pt: Chave de semente
ru: Ключ семян
th: คีย์เมล็ดพันธุ์
tr: Tohum
uk: Насіннєвий ключ
ur: بیج کی کلید
vi: Khóa hạt giống
zh: 助记词
zh_tw: 助記詞

source: Seed language
ar: لغة البذور
bg: Език на семената
cs: Jazyk semen
de: Seed-Sprache
es: Idioma de la semilla
fa: زبان سید
fr: Langage de la phrase secrète
hi: बीज
hr: Sjemeni jezik
hy: Սերմի լեզու
id: Bahasa benih
it: Lingua del seme
ja: シード言語
ko: 시드 언어
my: မျိုးစေ့ဘာသာ
nl: Zaadtaal
pl: Język seed
pt: Linguagem de semente
ru: Язык семян
th: ภาษาเมล็ด
tl: Wika ng seed
tr: Tohum dili
uk: Насіннєва мова
ur: بیج کی زبان
vi: Ngôn ngữ hạt giống
zh: 助记词语言
zh_tw: 助記詞語言

# seed_language_chinese
source: Chinese
ar: صينى
bg: Китайски
cs: Čínština
de: Chinesisch
es: Chino
fa: چینی
fr: Chinois
hi: चीनी
hr: Kineski
hy: Չինարեն
id: Cina
it: Cinese
ja: 中国語
ko: 중국어
my: တရုတ်
pl: Chiński
pt: Chinesa
ru: Китайский
th: จีน
tr: Çince
uk: Китайська
ur: چینی
vi: Tiếng Trung
zh: 简体中文
zh_tw: 簡體中文

# seed_language_chinese_traditional
source: Chinese (Traditional)
ar: تقاليد صينية)
bg: Традиционен китайски)
cs: Číňan (tradiční)
de: Chinesisch (Traditionell)
es: Chino (tradicional)
fa: چینی (سنتی)
fr: Chinois (Traditionnel)
hi: चीनी पारंपरिक)
hr: Kinesko (tradicionalno)
hy: Չինարեն (ավանդական)
id: Cina (tradisional)
it: Cinese tradizionale)
ja: 中国の伝統的な）
ko: 중국어 (번체)
my: တရုတ်ရိုးရာ)
nl: Chinese (traditionele)
pl: Chiński (Tradycyjny)
pt: Chinês tradicional)
ru: Китайский традиционный)
th: จีน (ดั้งเดิม)
tr: Çin geleneği)
uk: Китайський (традиційний)
ur: چینی (روایتی)
vi: Tiếng Trung (Truyền thống)
zh: 繁体中文
zh_tw: 繁體中文

# seed_language_czech
source: Czech
ar: التشيكية
bg: Чех
cs: čeština
de: Tschechisch
es: Checo
fa: چک
fr: tchèque
hi: चेक
hr: češki
hy: Չեխերեն
id: Ceko
it: Ceco
ja: チェコ
ko: 체코어
my: ချက်
nl: Tsjechisch
pl: Czeski
pt: Tcheco
ru: Чешский
th: ภาษาเช็ก
tr: Çek
uk: Чеський
ur: چیک
vi: Tiếng Séc
zh: 捷克
zh_tw: 捷克

# seed_language_dutch
source: Dutch
ar: هولندي
bg: Нидерландски
cs: Nizozemština
de: Niederländisch
es: Holandés
fa: هلندی
fr: Néerlandais
hi: डच
hr: Nizozemski
hy: Հոլանդերեն
id: Belanda
it: Olandese
ja: オランダの
ko: 네덜란드어
my: ဒတ်ခ်ျ
nl: Nederlands
pl: Holenderski
pt: Holandesa
ru: Нидерландский
th: ดัตช์
tr: Flemenkçe
uk: Голландська
ur: ڈچ
vi: Tiếng Hà Lan
zh: 荷兰文
zh_tw: 荷兰文

# seed_language_english
source: English
ar: إنجليزي
bg: Английски
cs: Angličtina
de: Englisch
es: Inglés
fa: انگلیسی
fr: Anglais
hi: अंग्रेज़ी
hr: Engleski
hy: Անգլերեն
id: Inggris
it: Inglese
ja: 英語
ko: 영어
my: အင်္ဂလိပ်စာ
nl: Engels
pl: Angielski
pt: Inglesa
ru: Английский
th: อังกฤษ
tr: İngilizce
uk: Англійська
ur: انگریزی
vi: Tiếng Anh
zh: 英文
zh_tw: 英文

# seed_language_french
source: French
ar: فرنسي
bg: Френски
cs: Francouzština
de: Französisch
es: Francés
fa: فرانسوی
fr: Français
hi: फ्रेंच
hr: Francuski
hy: Ֆրանսերեն
id: Perancis
it: Francese
ja: フランス語
ko: 프랑스어
my: ပြင်သစ်
nl: Frans
pl: Francuski
pt: Francesa/Francês
ru: Французский
th: ฝรั่งเศส
tr: Fransızca
uk: французький
ur: فرانسیسی
vi: Tiếng Pháp
zh: 法语
zh_tw: 法語

# seed_language_german
source: German
ar: ألمانية
bg: Немски
cs: Němčina
de: Deutsch
es: Alemán
fa: آلمانی
fr: Allemand
hi: जर्मन
hr: Njemački
hy: Գերմաներեն
id: Jerman
it: Tedesco
ja: ドイツ人
ko: 독일어
my: ဂျာမန်
nl: Duitse
pl: Niemiecki
pt: Alemã
ru: Немецкий
th: เยอรมัน
tr: Almanca
uk: Німецька
ur: جرمن
vi: Tiếng Đức
zh: 德文
zh_tw: 德文

# seed_language_italian
source: Italian
ar: إيطالي
bg: Италиански
cs: Italština
de: Italiana/Italiano
es: Italiano
fa: ایتالیایی
fr: Italien
hi: इतालवी
hr: Talijanski
hy: Իտալերեն
id: Italia
it: Italiano
ja: イタリア語
ko: 이탈리아어
my: အီတလီ
nl: Italiaans
pl: Włoski
pt: Italiana/Italiano
ru: итальянский
th: อิตาลี
tr: İtalyanca
uk: італійська
ur: اطالوی
vi: Tiếng Ý
zh: 意大利语
zh_tw: 意大利語

# seed_language_japanese
source: Japanese
ar: اليابانية
bg: Японски
cs: Japonština
de: Japanisch
es: Japonés
fa: ژاپنی
fr: Japonais
hi: जापानी
hr: Japanski
hy: Ճապոներեն
id: Jepang
it: Giapponese
ja: 日本語
ko: 일본어
my: ဂျပန်
nl: Japans
pl: japoński
pt: Japonês
ru: Японский
th: ญี่ปุ่น
tr: Japonca
uk: Японська
ur: جاپانی
vi: Tiếng Nhật
zh: 日文
zh_tw: 日文

# seed_language_korean
source: Korean
ar: الكورية
bg: Корейски
cs: korejština
de: Koreanisch
es: Coreano
fa: کره‌ای
fr: coréen
hi: कोरियाई
hr: korejski
hy: Կորեերեն
id: Korea
it: Coreano
ja: 韓国語
ko: 한국어
my: ကိုးရီးယား
nl: Koreaans
pl: Koreański
pt: coreano
ru: Корейский
th: เกาหลี
tr: Koreli
uk: Корейський
ur: کورین
vi: Tiếng Hàn
zh: 韩语
zh_tw: 韩語

# seed_language_next
source: Next
ar: التالي
bg: Следващ
cs: Další
de: Weiter
es: Siguiente
fa: بعدی
fr: Suivant
hi: आगामी
hr: Dalje
hy: Հաջորդ
id: Selanjutnya
it: Prossimo
ja: 次
ko: 다음
my: နောက်တစ်ခု
nl: Volgende
pl: Dalej
pt: Próximo
ru: Продолжить
th: ถัดไป
tl: Susunod
tr: İleri
uk: Продовжити
ur: اگلے
vi: Tiếp theo
zh: 下一个
zh_tw: 下一個

# seed_language_portuguese
source: Portuguese
ar: البرتغالية
bg: Португалски
cs: Portugalština
de: Portugiesisch
es: Portugués
fa: پرتغالی
fr: Portugais
hi: पुर्तगाली
hr: Portugalski
hy: Պորտուգալերեն
id: Portugis
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
my: ပေါ်တူဂီ
nl: Portugees
pl: Portugalski
pt: Português
ru: Португальский
th: โปรตุเกส
tr: Portekizce
uk: Португальська
ur: پرتگالی
vi: Tiếng Bồ Đào Nha
zh: 葡萄牙文
zh_tw: 葡萄牙文

# seed_language_russian
source: Russian
ar: الروسية
bg: Руски
cs: Ruština
de: Russisch
es: Ruso
fa: روسی
fr: Russe
hi: रूसी
hr: Ruski
hy: Ռուսերեն
id: Rusia
it: Russo
ja: ロシア
ko: 러시아어
my: ရုရှ
nl: Russisch
pl: Rosyjski
pt: Russa
ru: Русский
th: รัสเซีย
tr: Rusça
uk: Російська
ur: روسی
vi: Tiếng Nga
zh: 俄文
zh_tw: 俄文

# seed_language_spanish
source: Spanish
ar: الأسبانية
bg: Испански
cs: Španělština
de: Spanisch
es: Español
fa: اسپانیایی
fr: Espagnol
hi: स्पेनिश
hr: Španjolski
hy: Իսպաներեն
id: Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
my: ငပိ
nl: Spaans
pl: Hiszpański
pt: Espanhola
ru: Испанский
th: สเปน
tr: İspanyolca
uk: Іспанська
ur: ہسپانوی
vi: Tiếng Tây Ban Nha
zh: 西班牙文
zh_tw: 西班牙文

source: Seed phrase length
ar: ﺭﻭﺬﺒﻟﺍ ﺓﺭﺎﺒﻌﻟﺍ ﻝﻮﻃ
bg: Дължина на началната фраза
cs: Délka fráze semene
de: Länge der Seed-Phrase
es: Longitud de la frase de recuperación
fa: طول عبارت بازیابی
fr: Longueur de la phrase de départ
hi: बीज वाक्यांश की लंबाई
hr: Duljina početne fraze
hy: Սերմի արտահայտության երկարություն
id: Panjang frase benih
it: Lunghezza della frase del seme
ja: シードフレーズの長さ
ko: 시드 구문 길이
my: မျိုးစေ့စာပိုဒ်တိုအရှည်
nl: Lengte van de zaadzin
pl: Długość frazy seed
pt: Comprimento da frase-semente
ru: Длина исходной фразы
th: ความยาววลีของเมล็ด
tl: Haba ng parirala ng seed
tr: Çekirdek cümle uzunluğu
uk: Довжина початкової фрази
ur: ﯽﺋﺎﺒﻤﻟ ﯽﮐ ﮯﻠﻤﺟ ﮯﮐ ﺞﯿﺑ
vi: Độ dài cụm từ hạt giống
zh: 助记词长度
zh_tw: 助記詞長度

# seed_position_question_one
source: What is the
ar: ما هو
bg: Какво е
cs: Co je
es: ¿Cuál es la
fa: کلمه
fr: Qu'est-ce que le
hi: क्या है
hr: Što je
hy: Ինչ է
it: Qual è il
ja: 何ですか
ko: 시드 구문의
my: ဘာလဲ
pl: Co to jest
th: ไฟล์
tl: Ano ang
tr: Nedir
uk: Що таке
ur: کیا ہے؟
vi: Cái gì là gì
zh: 什么是
zh_tw: 什麼是

# seed_position_question_two
source: word of your seed phrase?
ar: كلمة عبارة البذور؟
bg: Дума на вашата фраза за семена?
cs: Slovo vaší fráze semen?
es: palabra de tu frase semilla?
fa: عبارت بازیابی شما چیست؟
fr: mot de votre phrase de semence?
hi: आपके बीज वाक्यांश का शब्द?
hr: Riječ vaše sjemenske fraze?
hy: Ձեր սերմի արտահայտության խոսքը:
it: Parola della tua frase del seme?
ja: あなたの種のフレーズの言葉？
ko: 번째 단어는 무엇입니까?
my: သင်၏အမျိုးအနွယ်စကားစု၏စကားဟူမူကား,
pl: Słowo z twojej seed phrase?
th: คำพูดของวลีเมล็ด?
tl: Salita ng iyong pariralang binhi?
tr: Tohum ifadenizin kelimesi?
uk: Слово вашої насіннєвої фрази?
ur: آپ کے بیج کے فقرے کا کلام؟
vi: Lời của cụm từ hạt giống của bạn?
zh: 你的助记词的话？
zh_tw: 你的助記詞的話？

# seed_reminder
source: Please write these down in case you lose or wipe your phone
ar: يرجى تدوينها في حالة فقد هاتفك أو مسحه
bg: Моля, запишете го в случай на загуба на устройството.
cs: Prosím zapište si toto pro případ ztráty, nebo poškození telefonu
de: Bitte notieren Sie diese für den Fall, dass Sie Ihr Telefon verlieren oder es kaputtgeht
es: Anótalos en caso de que pierdas o borres tu teléfono
fa: لطفاً این موارد را یادداشت کنید تا در صورت گم شدن یا پاک شدن گوشی داشته باشید
fr: Merci d'écrire votre phrase secrète (seed) au cas où vous perdriez ou effaceriez votre téléphone
hi: यदि आप अपना फोन खो देते हैं या मिटा देते हैं तो कृपया इन्हें लिख लें
hr: Molimo zapišite ih u slučaju da izgubite mobitel ili izbrišete podatke
hy: Խնդրում ենք գրի առնել այս տեղեկությունը, եթե դուք կորցնեք կամ ջնջեք ձեր հեռախոսը
id: Silakan tulis ini di tempat yang aman jika kamu kehilangan atau menghapus ponselmu
it: Gentilmente trascrivi le parole. Ti tornerà utile in caso perdessi o ripristinassi il tuo telefono
ja: スマートフォンを紛失したりワイプした場合に備えて、これらを書き留めてください
ko: 휴대폰을 분실하거나 초기화할 경우를 대비해 적어두세요.
my: ကျေးဇူးပြု၍ သင့်ဖုန်းကို ပျောက်ဆုံးသွားပါက သို့မဟုတ် ဖျက်မိပါက ၎င်းတို့ကို ချရေးပါ။
nl: Schrijf deze op voor het geval u uw telefoon kwijtraakt of veegt
pl: Proszę zapisać je na wypadek utraty lub wyczyszczenia telefonu
pt: Anote-os para o caso de perder ou limpar seu telefone
ru: Пожалуйста, запишите мнемоническую фразу на случай потери или очистки телефона
th: โปรดเขียนข้อมูลนี้ลงสมุดเพื่อความปลอดภัยหากคุณสูญเสียหรือล้างโทรศัพท์ของคุณ
tl: Mangyaring isulat ang mga ito kung sakaling mawala o mabura sa inyong telepono
tr: Telefonunu kaybetmen veya silinmesi ihtimaline karşı lütfen bunları not et
uk: Будь ласка, запишіть мнемонічну фразу на випадок втрати або очищення телефону
ur: اگر آپ اپنا فون کھو دیتے ہیں یا صاف کرتے ہیں تو براہ کرم یہ لکھ دیں۔
vi: Vui lòng ghi lại những điều này phòng khi bạn mất hoặc xóa điện thoại của mình
zh: 请记下这些内容，以防手机丢失或重置
zh_tw: 請記下這些內容，以防手機遺失或重設

# seed_share
source: Share seed
ar: شارك السييد
bg: Споделяне на seed
cs: Sdílet seed
de: Seed teilen
es: Compartir semilla
fa: اشتراک‌گذاری سید
fr: Partager la phrase secrète (seed)
hi: बीज साझा करें
hr: Podijeli pristupni izraz
hy: Կիսվել սերմով
id: Bagikan bibit
it: Condividi seme
ja: シードを共有する
ko: 시드 공유
my: မျိုးစေ့မျှဝေပါ။
nl: Deel zaad
pl: Udostępnij seed
pt: Compartilhar semente
ru: Поделиться мнемонической фразой
th: แบ่งปัน seed
tl: Ibahagi ang seed
tr: Tohumu paylaş
uk: Поділитися мнемонічною фразою
ur: بیج بانٹیں۔
vi: Chia sẻ hạt giống
zh: 分享助记词
zh_tw: 分享助記詞

source: Seed Verified
ar: تم التحقق من البذور
bg: Семена проверено
cs: Ověřeno semeno
es: Semilla verificada
fa: سید تایید شد
fr: Graine vérifiée
hi: बीज सत्यापित
hr: Potvrđeno sjeme
hy: SEED- ը հաստատեց
it: Seme verificato
ja: 種子確認済み
ko: 시드 확인됨
my: မျိုးစေ့အတည်ပြု
pl: Seed zweryfikowany
th: ตรวจสอบเมล็ดพันธุ์
tl: Napatunayan ang binhi
tr: Tohum doğrulandı
uk: Насіння перевірено
ur: بیج کی تصدیق
vi: Hạt giống được xác minh
zh: 助记词经过验证
zh_tw: 助記詞經過驗證
