Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# tx_commit_exception_no_dust_on_change
source: The transaction is rejected with this amount. With these coins you can send ${min} without change or ${max} that returns change.
ar: يتم رفض المعاملة مع هذا المبلغ. باستخدام هذه العملات المعدنية ، يمكنك إرسال ${min} دون تغيير أو ${max} الذي يعيد التغيير.
bg: Сделката се отхвърля с тази сума. С тези монети можете да изпратите ${min} без промяна или ${max}, която връща промяна.
cs: Transakce je zamítnuta s touto částkou. S těmito mincemi můžete odeslat ${min} bez změny nebo ${max}, které se vrátí změna.
de: Die Transaktion wird diesen Betrag abgelehnt. Mit diesen Münzen können Sie ${min} ohne Veränderung oder ${max} senden, die Änderungen zurückgeben.
es: La transacción se rechaza con esta cantidad. Con estas monedas puedes enviar ${min} sin cambio o ${max} que devuelve cambio.
fa: تراکنش با این مبلغ رد شد. با این کوین‌ها می‌توانید ${min} بدون باقی‌مانده یا ${max} که باقی‌مانده برمی‌گرداند ارسال کنید.
fr: La transaction est rejetée avec ce montant. Avec ces pièces, vous pouvez envoyer ${min} sans changement ou ${max} qui renvoie le changement.
hi: लेनदेन को इस राशि से खारिज कर दिया जाता है। इन सिक्कों के साथ आप चेंज या ${min} के बिना ${max} को भेज सकते हैं जो परिवर्तन लौटाता है।
hr: Transakcija se odbija s tim iznosom. Pomoću ovih kovanica možete poslati ${min} bez promjene ili ${max} koja vraća promjenu.
hy: Փոխանցումը մերժվել է այս գումարով: Այս արժույթներով կարող եք ուղարկել ${min} առանց փոփոխության կամ ${max} որը վերադարձնում է փոփոխությունը
id: Transaksi ditolak dengan jumlah ini. Dengan koin ini Anda dapat mengirim ${min} tanpa perubahan atau ${max} yang mengembalikan perubahan.
it: La transazione viene respinta con questo importo. Con queste monete è possibile inviare ${min} senza modifiche o ${max} che restituisce il cambiamento.
ja: この金額ではトランザクションは拒否されます。 これらのコインを使用すると、おつりなしの ${min} またはおつりを返す ${max} を送信できます。
ko: 이 금액으로는 트랜잭션이 거부됩니다. 이 코인으로는 잔돈 없이 ${min}을(를) 보내거나 잔돈이 반환되는 ${max}을(를) 보낼 수 있습니다.
my: အဆိုပါငွေပေးငွေယူကဒီပမာဏနှင့်အတူပယ်ချခံရသည်။ ဤဒင်္ဂါးပြားများနှင့်အတူပြောင်းလဲမှုကိုပြန်လည်ပြောင်းလဲခြင်းသို့မဟုတ် ${min} မပါဘဲ ${max} ပေးပို့နိုင်သည်။
nl: De transactie wordt afgewezen met dit bedrag. Met deze munten kunt u ${min} verzenden zonder verandering of ${max} die wijziging retourneert.
pl: Transakcja zostaje odrzucona przy tej kwocie. Przy użyciu tych monet możesz wysłać ${min} bez reszty lub ${max}, które zwrócą resztę.
pt: A transação é rejeitada com esse valor. Com essas moedas, você pode enviar ${min} sem alteração ou ${max} que retorna alterações.
ru: Транзакция отклоняется с этой суммой. С этими монетами вы можете отправлять ${min} без изменения или ${max}, которые возвращают изменение.
th: ธุรกรรมถูกปฏิเสธด้วยจำนวนเงินนี้ ด้วยเหรียญเหล่านี้คุณสามารถส่ง ${min} โดยไม่ต้องเปลี่ยนแปลงหรือ ${max} ที่ส่งคืนการเปลี่ยนแปลง
tl: Ang transaksyon ay tinanggihan sa halagang ito. Sa mga barya na ito maaari kang magpadala ng ${min} nang walang sukli o ${max} na nagbabalik ng sukli.
tr: İşlem bu miktarla reddedilir. Bu madeni paralarla değişiklik yapmadan ${min} veya değişikliği döndüren ${max} gönderebilirsiniz.
uk: Транзакція відхилена цією сумою. За допомогою цих монет ви можете надіслати ${min} без змін або ${max}, що повертає зміни.
ur: اس رقم سے لین دین کو مسترد کردیا گیا ہے۔ ان سککوں کے ذریعہ آپ بغیر کسی تبدیلی کے ${min} یا ${max} بھیج سکتے ہیں جو لوٹتے ہیں۔
vi: Giao dịch bị từ chối với số tiền này. Với số tiền này bạn có thể gửi ${min} mà không cần đổi tiền lẻ hoặc ${max} trả lại tiền lẻ.
zh: 交易被此金额拒绝。使用这些硬币，您可以发送${min}无需找零或返回${max}的找零。
zh_tw: 交易被此金額拒絕。使用這些硬幣，您可以發送${min}無需找零或返回${max}的找零。

# tx_commit_failed
source: Transaction commit failed. Please contact support.
ar: فشل ارتكاب المعاملة. يرجى الاتصال بالدعم.
bg: Компетацията на транзакцията не успя. Моля, свържете се с поддръжката.
cs: Transakce COMPORT selhala. Kontaktujte prosím podporu.
de: Transaktionsausschüsse ist fehlgeschlagen. Bitte wenden Sie sich an Support.
es: Error al confirmar la transacción. Ponte en contacto con el soporte.
fa: ثبت تراکنش ناموفق بود. لطفاً با پشتیبانی تماس بگیرید.
fr: La validation de la transaction a échoué. Veuillez contacter l'assistance.
hi: लेन -देन प्रतिबद्ध विफल। कृपया संपर्क समर्थन करें।
hr: Obveza transakcije nije uspjela. Molimo kontaktirajte podršku.
hy: Փոխանցումը ձախողվել է: Խնդրում ենք դիմել աջակցությանը
id: Transaksi Gagal. Silakan hubungi Dukungan.
it: Commit di transazione non riuscita. Si prega di contattare il supporto.
ja: トランザクションコミットは失敗しました。サポートに連絡してください。
ko: 트랜잭션 커밋 실패. 지원팀에 문의하세요.
my: ငွေပေးငွေယူကျူးလွန်မှုပျက်ကွက်။ ကျေးဇူးပြုပြီးပံ့ပိုးမှုဆက်သွယ်ပါ။
nl: Transactiebewissing is mislukt. Neem contact op met de ondersteuning.
pl: Zatwierdzenie transakcji nie powiodło się. Skontaktuj się z pomocą techniczną.
pt: A confirmação da transação falhou. Entre em contato com o suporte.
ru: Комплект транзакции не удался. Пожалуйста, свяжитесь с поддержкой.
th: การทำธุรกรรมล้มเหลว กรุณาติดต่อฝ่ายสนับสนุน
tl: Nabigo ang transaksyon. Mangyaring makipag-ugnay sa suporta.
tr: İşlem taahhüdü başarısız oldu. Lütfen Destek ile iletişime geçin.
uk: Транзакційна комісія не вдалося. Будь ласка, зв'яжіться з підтримкою.
ur: ٹرانزیکشن کمٹ ناکام ہوگیا۔ براہ کرم سپورٹ سے رابطہ کریں۔
vi: Giao dịch không thành công. Vui lòng liên hệ với hỗ trợ.
zh: 交易提交失败。请联系客服。
zh_tw: 交易提交失敗。請聯絡客服。

# tx_commit_failed_no_peers
source: Transaction failed to broadcast, please try again in a second or so
ar: فشل المعاملة في البث ، يرجى المحاولة مرة أخرى في ثانية أو نحو ذلك
bg: Сделката не успя да излъчи, моля, опитайте отново след секунда или така
cs: Transakce se nepodařilo vysílat, zkuste to prosím znovu za vteřinu
es: La transacción no se transmitió, por favor inténtalo de nuevo en un segundo más o menos
fa: پخش تراکنش ناموفق بود، لطفاً یک ثانیه دیگر تلاش کنید
fr: La transaction n'a pas été diffusée, veuillez réessayer dans une seconde environ
hi: लेन -देन प्रसारित करने में विफल रहा, कृपया एक या दो सेकंड में पुनः प्रयास करें
hr: Transakcija nije uspjela emitirati, pokušajte ponovo u sekundi ili tako
hy: Գործարքը չի հաջողվել հեռարձակել, խնդրում ենք կրկին փորձել մեկ վայրկյանում
id: Transaksi gagal untuk disiarkan, silakan coba lagi sebentar lagi
it: Errore nella trasmissione della transazione, si prega di provare nuovamente
ja: トランザクションはブロードキャストに失敗しました。一瞬かそこらで再試行してください
ko: 트랜잭션 전파 실패. 잠시 후 다시 시도하세요.
my: ငွေပေးငွေယူထုတ်လွှင့်ရန်ပျက်ကွက်ပါက ကျေးဇူးပြု. ဒုတိယသို့မဟုတ်ထိုအတိုင်းထပ်မံကြိုးစားပါ
pl: Nie udało się rozgłosić transakcji, spróbuj ponownie za chwilę
th: การทำธุรกรรมล้มเหลวในการออกอากาศโปรดลองอีกครั้งในวินาทีหรือมากกว่านั้น
tl: Nabigo ang transaksyon na mag -broadcast, mangyaring subukang muli sa isang segundo o higit pa
tr: İşlem yayın yapamadı, lütfen bir saniye içinde tekrar deneyin
uk: Транзакція не вдалося транслювати, спробуйте ще раз за секунду або близько того
ur: ٹرانزیکشن نشر کرنے میں ناکام ، براہ کرم ایک سیکنڈ یا اس میں دوبارہ کوشش کریں
vi: Giao dịch không phát sóng, vui lòng thử lại trong một giây hoặc lâu hơn
zh: 交易无法广播，请在一秒钟左右的时间内重试
zh_tw: 交易無法廣播，請在一秒鐘左右的時間內重試

# tx_invalid_input
source: You are using the wrong input type for this type of payment
ar: أنت تستخدم نوع الإدخال الخاطئ لهذا النوع من الدفع
bg: Използвате грешен тип вход за този тип плащане
cs: Pro tento typ platby používáte nesprávný typ vstupu
de: Sie verwenden den falschen Eingangstyp für diese Art von Zahlung
es: Estás usando el tipo de entrada incorrecto para este tipo de pago
fa: شما از نوع ورودی اشتباه برای این نوع پرداخت استفاده می‌کنید
fr: Vous utilisez le mauvais type d'entrée pour ce type de paiement
hi: आप इस प्रकार के भुगतान के लिए गलत इनपुट प्रकार का उपयोग कर रहे हैं
hr: Koristite pogrešnu vrstu ulaza za ovu vrstu plaćanja
hy: Դուք օգտագործում եք սխալ մուտքային տիպ այս տեսակի վճարման համար
id: Anda menggunakan jenis input yang salah untuk jenis pembayaran ini
it: Stai usando il tipo di input sbagliato per questo tipo di pagamento
ja: このタイプの支払いに間違った入力タイプを使用しています
ko: 이 유형의 결제에 잘못된 입력 유형을 사용하고 있습니다.
my: သင်သည်ဤငွေပေးချေမှုအမျိုးအစားအတွက်မှားယွင်းသော input type ကိုအသုံးပြုနေသည်
nl: U gebruikt het verkeerde invoertype voor dit type betaling
pl: Używasz niewłaściwego typu wejścia dla tego typu płatności
pt: Você está usando o tipo de entrada errado para este tipo de pagamento
ru: Вы используете неправильный тип ввода для этого типа оплаты
th: คุณกำลังใช้ประเภทอินพุตที่ไม่ถูกต้องสำหรับการชำระเงินประเภทนี้
tl: Gumagamit ka ng maling uri ng pag-input para sa ganitong uri ng pagbabayad
tr: Bu tür ödeme için yanlış giriş türünü kullanıyorsunuz
uk: Ви використовуєте неправильний тип введення для цього типу оплати
ur: آپ اس قسم کی ادائیگی کے لئے غلط ان پٹ کی قسم استعمال کررہے ہیں
vi: Bạn đang sử dụng loại đầu vào sai cho loại thanh toán này
zh: 您正在使用错误的输入类型进行此类付款
zh_tw: 您正在使用錯誤的輸入類型進行此類付款

# tx_no_dust_exception
source: The transaction is rejected by sending an amount too small. Please try increasing the amount.
ar: يتم رفض المعاملة عن طريق إرسال مبلغ صغير جدًا. يرجى محاولة زيادة المبلغ.
bg: Сделката се отхвърля чрез изпращане на сума твърде малка. Моля, опитайте да увеличите сумата.
cs: Transakce je zamítnuta odesláním příliš malé. Zkuste prosím zvýšit částku.
de: Die Transaktion wird abgelehnt, indem eine Menge zu klein gesendet wird. Bitte versuchen Sie, die Menge zu erhöhen.
es: La transacción se rechaza al enviar una cantidad demasiado pequeña. Intente aumentar la cantidad.
fa: تراکنش به دلیل ارسال مبلغ بسیار کم رد شد. لطفاً مبلغ را افزایش دهید.
fr: La transaction est rejetée en envoyant un montant trop faible. Veuillez essayer d'augmenter le montant.
hi: लेनदेन को बहुत छोटी राशि भेजकर अस्वीकार कर दिया जाता है। कृपया राशि बढ़ाने का प्रयास करें।
hr: Transakcija se odbija slanjem iznosa premalo. Pokušajte povećati iznos.
hy: Փոխանցումը մերժվել է շատ փոքր գումարով: Խնդրում ենք փորձել ավելացնել գումարը
id: Transaksi ditolak dengan mengirimkan jumlah yang terlalu kecil. Silakan coba tingkatkan jumlahnya.
it: La transazione viene respinta inviando un importo troppo piccolo. Prova ad aumentare l'importo.
ja: トランザクションは、小さすぎる金額を送信することにより拒否されます。量を増やしてみてください。
ko: 너무 적은 금액을 보내 트랜잭션이 거부되었습니다. 금액을 늘려보세요.
my: ငွေပမာဏကိုသေးငယ်လွန်းသောငွေပမာဏကိုပေးပို့ခြင်းဖြင့်ပယ်ဖျက်ခြင်းကိုငြင်းပယ်သည်။ ကျေးဇူးပြုပြီးငွေပမာဏကိုတိုးမြှင့်ကြိုးစားပါ။
nl: De transactie wordt afgewezen door een te klein bedrag te verzenden. Probeer het bedrag te verhogen.
pl: Transakcja została odrzucona, ponieważ wysyłana kwota jest zbyt mała. Spróbuj zwiększyć kwotę.
pt: A transação é rejeitada enviando uma quantia pequena demais. Por favor, tente aumentar o valor.
ru: Транзакция отклоняется путем отправки слишком маленькой суммы. Пожалуйста, попробуйте увеличить сумму.
th: การทำธุรกรรมถูกปฏิเสธโดยการส่งจำนวนน้อยเกินไป โปรดลองเพิ่มจำนวนเงิน
tl: Ang transaksyon ay tinanggihan sa pamamagitan ng pagpapadala ng isang maliit na halaga. Mangyaring subukang dagdagan ang halaga.
tr: İşlem, çok küçük bir miktar gönderilerek reddedilir. Lütfen miktarı artırmayı deneyin.
uk: Угода відхиляється, відправивши суму занадто мала. Будь ласка, спробуйте збільшити суму.
ur: لین دین کو بہت چھوٹی رقم بھیج کر مسترد کردیا جاتا ہے۔ براہ کرم رقم میں اضافہ کرنے کی کوشش کریں۔
vi: Giao dịch bị từ chối vì gửi một số tiền quá nhỏ. Vui lòng thử tăng số tiền.
zh: 通过发送太小的金额来拒绝交易。请尝试增加金额。
zh_tw: 通過發送太小的金額來拒絕交易。請嘗試增加金額。

# tx_not_enough_inputs_exception
source: Not enough inputs available. Please select more under Coin Control
ar: لا يكفي المدخلات المتاحة. الرجاء تحديد المزيد تحت التحكم في العملة
bg: Няма достатъчно налични входове. Моля, изберете повече под контрол на монети
cs: Není k dispozici dostatek vstupů. Vyberte prosím více pod kontrolou mincí
de: Nicht genügend Eingänge verfügbar. Bitte wählen Sie mehr unter Münzkontrolle aus
es: No hay suficientes entradas disponibles. Por favor, selecciona más en Control de Monedas.
fa: ورودی‌های کافی در دسترس نیست. لطفاً در بخش کنترل کوین موارد بیشتری انتخاب کنید
fr: Pas assez d'entrées disponibles. Veuillez sélectionner plus sous Control Control
hi: पर्याप्त इनपुट उपलब्ध नहीं है। कृपया सिक्का नियंत्रण के तहत अधिक चुनें
hr: Nema dovoljno unosa. Molimo odaberite više pod kontrolom novčića
hy: Չկան բավարար մուտքեր: Խնդրում ենք ընտրել ավելին Coin Control֊ում
id: Tidak cukup input yang tersedia. Pilih lebih banyak lagi di bawah Kontrol Koin
it: Non sono disponibili abbastanza input. Selezionane di più in Controllo monete
ja: 利用可能な入力が十分ではありません。コイン制御下でもっと選択してください
ko: 사용 가능한 입력이 충분하지 않습니다. 코인 제어에서 더 많이 선택하세요.
my: အလုံအလောက်သွင်းအားစုများမလုံလောက်။ ကျေးဇူးပြုပြီးဒင်္ဂါးပြားထိန်းချုပ်မှုအောက်တွင်ပိုမိုရွေးချယ်ပါ
nl: Niet genoeg ingangen beschikbaar. Selecteer meer onder muntenbesturing
pl: Niewystarczająca liczba dostępnych wejść. Proszę wybrać więcej w sekcji Coin Control
pt: Não há entradas disponíveis. Selecione mais sob controle de moedas
ru: Недостаточно входов доступны. Пожалуйста, выберите больше под контролем монет
th: มีอินพุตไม่เพียงพอ โปรดเลือกเพิ่มเติมภายใต้การควบคุมเหรียญ
tl: Hindi sapat na magagamit ang mga input. Mangyaring pumili ng higit pa sa ilalim ng Coin Control
tr: Yeterli giriş yok. Lütfen madeni para kontrolü altında daha fazlasını seçin
uk: Недостатньо доступних входів. Виберіть більше під контролем монети
ur: کافی ان پٹ دستیاب نہیں ہے۔ براہ کرم سکے کے کنٹرول میں مزید منتخب کریں
vi: Không đủ đầu vào có sẵn. Vui lòng chọn thêm dưới Coin Control
zh: 没有足够的输入。请在硬币控制下选择更多
zh_tw: 沒有足夠的輸入。請在硬幣控製下選擇更多

# tx_rejected_bip68_final
source: Transaction has unconfirmed inputs and failed to replace by fee.
ar: تحتوي المعاملة على مدخلات غير مؤكدة وفشلت في استبدال الرسوم.
bg: Сделката има непотвърдени входове и не успя да се замени с такса.
cs: Transakce má nepotvrzené vstupy a nepodařilo se nahradit poplatkem.
de: Die Transaktion hat unbestätigte Inputs und konnte nicht durch Gebühr ersetzt werden.
es: La transacción tiene entradas no confirmadas y falló el reemplazo por tarifa.
fa: تراکنش دارای ورودی‌های تایید نشده است و جایگزینی با کارمزد (RBF) ناموفق بود.
fr: La transaction a des entrées non confirmées et n'a pas réussi à remplacer par les frais.
hi: लेन -देन में अपुष्ट इनपुट हैं और शुल्क द्वारा प्रतिस्थापित करने में विफल रहे हैं।
hr: Transakcija ima nepotvrđene unose i nije zamijenila naknadom.
hy: Փոխանցումը մերժվել է չհաստատված մուտքերով և ձախողվել է փոխարինել վճարման համար
id: Transaksi memiliki input yang belum dikonfirmasi dan gagal mengganti dengan biaya.
it: La transazione ha input non confermati e non è stato effettuato il replace-by-fee.
ja: トランザクションには未確認の入力があり、料金で交換できませんでした。
ko: 트랜잭션에 미확인 입력이 있으며 수수료로 교체(RBF)하지 못했습니다.
my: ငွေပေးငွေယူသည်အတည်မပြုရသေးသောသွင်းအားစုများရှိပြီးအခကြေးငွေဖြင့်အစားထိုးရန်ပျက်ကွက်ခဲ့သည်။
nl: Transactie heeft onbevestigde ingangen en niet vervangen door vergoeding.
pl: Transakcja ma niepotwierdzone wejścia i nie udało się zastąpić wyższą opłatą.
pt: A transação tem entradas não confirmadas e não substituiu por taxa.
ru: Транзакция имеет неподтвержденные входные данные и не смогли заменить на плату.
th: การทำธุรกรรมมีอินพุตที่ไม่ได้รับการยืนยันและไม่สามารถแทนที่ด้วยค่าธรรมเนียม
tl: Ang transaksyon ay hindi nakumpirma na mga input at nabigo na palitan ng fee.
tr: İşlemin doğrulanmamış girdileri var ve ücrete göre değiştirilemedi.
uk: Трансакція має непідтверджені входи і не замінила плату.
ur: لین دین میں غیر مصدقہ آدانوں کی ہے اور وہ فیس کے ذریعہ تبدیل کرنے میں ناکام رہا ہے۔
vi: Giao dịch có đầu vào chưa xác nhận và không thể thay thế bằng phí.
zh: 交易包含未确认输入，未能替换费用。
zh_tw: 交易包含未確認輸入，未能替換費用。

# tx_rejected_dust_change
source: Transaction rejected by network rules, low change amount (dust). Try sending ALL or reducing the amount.
ar: المعاملة التي يتم رفضها بموجب قواعد الشبكة ، ومبلغ التغيير المنخفض (الغبار). حاول إرسال كل أو تقليل المبلغ.
bg: Транзакция, отхвърлена от мрежови правила, ниска сума на промяна (прах). Опитайте да изпратите всички или да намалите сумата.
cs: Transakce zamítnuta podle síťových pravidel, množství nízké změny (prach). Zkuste odeslat vše nebo snížit částku.
de: Transaktion abgelehnt durch Netzwerkregeln, niedriger Änderungsbetrag (Staub). Versuchen Sie, alle zu senden oder die Menge zu reduzieren.
es: Transacción rechazada por reglas de la red, bajo importe de cambio (polvo). Intenta enviar TODO o reducir la cantidad.
fa: تراکنش توسط قوانین شبکه رد شد، مبلغ باقی‌مانده کم (داست). سعی کنید همه را ارسال کنید یا مبلغ را کاهش دهید.
fr: Transaction rejetée par les règles du réseau, montant de faible variation (poussière). Essayez d'envoyer tout ou de réduire le montant.
hi: नेटवर्क नियमों, कम परिवर्तन राशि (धूल) द्वारा खारिज किए गए लेनदेन। सभी भेजने या राशि को कम करने का प्रयास करें।
hr: Transakcija odbijena mrežnim pravilima, niska količina promjene (prašina). Pokušajte poslati sve ili smanjiti iznos.
hy: Փոխանցումը մերժվել է ցածր փոփոխության գումարով (փոշի): Փորձեք ուղարկել ԲՈԼՈՐ կամ նվազեցնել գումարը
id: Transaksi ditolak oleh aturan jaringan, jumlah perubahan rendah (debu). Coba kirim semua atau mengurangi jumlahnya.
it: Transazione respinta dalle regole di rete, bassa quantità di cambio (dust). Prova a inviare tutto o ridurre l'importo.
ja: ネットワークルール、低い変更量（ほこり）によって拒否されたトランザクション。すべてを送信するか、金額を減らしてみてください。
ko: 네트워크 규칙에 의해 트랜잭션 거부됨, 낮은 잔돈 금액 (더스트). 전체 보내기를 시도하거나 금액을 줄이세요.
my: Network စည်းမျဉ်းစည်းကမ်းများဖြင့်ပယ်ဖျက်ခြင်းသည် Network စည်းမျဉ်းစည်းကမ်းများဖြင့်ငြင်းပယ်ခြင်း, အားလုံးပေးပို့ခြင်းသို့မဟုတ်ငွေပမာဏကိုလျှော့ချကြိုးစားပါ။
nl: Transactie afgewezen door netwerkregels, laag wijzigingsbedrag (stof). Probeer alles te verzenden of het bedrag te verminderen.
pl: Transakcja odrzucona ze względu na reguły sieci, niska kwota reszty (dust). Spróbuj wysłać ALL lub zmniejszyć kwotę.
pt: Transação rejeitada pelas regras de rede, baixa quantidade de troco (poeira). Tente enviar tudo ou reduzir o valor.
ru: Транзакция отклоняется в соответствии с правилами сети, низкой суммой изменений (пыль). Попробуйте отправить все или уменьшить сумму.
th: ธุรกรรมถูกปฏิเสธโดยกฎเครือข่ายจำนวนการเปลี่ยนแปลงต่ำ (ฝุ่น) ลองส่งทั้งหมดหรือลดจำนวนเงิน
tl: Ang transaksyon na tinanggihan ng mga patakaran sa network, mababang halaga ng fee (dust). Subukang ipadala ang lahat o bawasan ang halaga.
tr: Ağ kurallarına göre reddedilen işlem, düşük değişim miktarı (toz). Tümünü göndermeyi veya miktarı azaltmayı deneyin.
uk: Транзакція відхилена за допомогою мережевих правил, низька кількість змін (пил). Спробуйте надіслати все або зменшити суму.
ur: نیٹ ورک کے قواعد ، کم تبدیلی کی رقم (دھول) کے ذریعہ لین دین کو مسترد کردیا گیا۔ سب کو بھیجنے یا رقم کو کم کرنے کی کوشش کریں۔
vi: Giao dịch bị từ chối bởi quy tắc mạng, số tiền thay đổi thấp (dust). Thử gửi TOÀN BỘ hoặc giảm số tiền.
zh: 交易被网络规则拒绝，找零金额过低（尘额）。尝试发送全部或减少金额。
zh_tw: 交易被網路規則拒絕，找零金額過低（尘額）。嘗試發送全部或減少金額。

# tx_rejected_dust_output
source: Transaction rejected by network rules, low output amount (dust). Please increase the amount.
ar: المعاملة التي يتم رفضها بموجب قواعد الشبكة ، وكمية الإخراج المنخفض (الغبار). يرجى زيادة المبلغ.
bg: Транзакция, отхвърлена от мрежови правила, ниска стойност на изхода (прах). Моля, увеличете сумата.
cs: Transakce zamítnuta síťovými pravidly, nízkým množstvím výstupu (prach). Zvyšte prosím částku.
de: Transaktion durch Netzwerkregeln, niedriger Ausgangsmenge (Staub) abgelehnt. Bitte erhöhen Sie den Betrag.
es: Transacción rechazada por reglas de la red, cantidad de salida baja (dust). Por favor, aumenta la cantidad.
fa: تراکنش توسط قوانین شبکه رد شد، مبلغ خروجی کم (داست). لطفاً مبلغ را افزایش دهید.
fr: Transaction rejetée par les règles du réseau, faible quantité de sortie (poussière). Veuillez augmenter le montant.
hi: नेटवर्क नियमों, कम आउटपुट राशि (धूल) द्वारा खारिज किए गए लेनदेन। कृपया राशि बढ़ाएं।
hr: Transakcija odbijena mrežnim pravilima, niska količina izlaza (prašina). Molimo povećajte iznos.
hy: Փոխանցումը մերժվել է ցածր ելքային գումարով (փոշի): Խնդրում ենք ավելացնել գումարը
id: Transaksi ditolak oleh aturan jaringan, jumlah output rendah (debu). Harap tingkatkan jumlahnya.
it: Transazione respinta dalle regole di rete, bassa quantità di output (dust). Si prega di aumentare l'importo.
ja: ネットワークルール、低出力量（ダスト）によって拒否されたトランザクション。金額を増やしてください。
ko: 네트워크 규칙에 의해 트랜잭션 거부됨, 낮은 출력 금액 (더스트). 금액을 늘리세요.
my: Network စည်းမျဉ်းစည်းကမ်းများဖြင့် ပယ်ချ. ငွေပေးချေမှုသည် output output (ဖုန်မှုန့်) ဖြင့်ပယ်ချခဲ့သည်။ ကျေးဇူးပြုပြီးငွေပမာဏကိုတိုးမြှင့်ပေးပါ။
nl: Transactie afgewezen door netwerkregels, laag outputbedrag (stof). Verhoog het bedrag.
pl: Transakcja odrzucona zgodnie z regułami sieci, niska kwota wyjścia (dust). Proszę zwiększyć kwotę.
pt: Transação rejeitada por regras de rede, baixa quantidade de saída (poeira). Por favor, aumente o valor.
ru: Транзакция отклоняется в соответствии с правилами сети, низкой выходной суммой (пыль). Пожалуйста, увеличьте сумму.
th: การทำธุรกรรมถูกปฏิเสธโดยกฎเครือข่ายจำนวนเอาต์พุตต่ำ (ฝุ่น) โปรดเพิ่มจำนวนเงิน
tl: Ang transaksyon na tinanggihan ng mga patakaran sa network, mababang halaga ng output (dust). Mangyaring dagdagan ang halaga.
tr: Ağ kurallarına göre reddedilen işlem, düşük çıktı miktarı (toz). Lütfen miktarı artırın.
uk: Транзакція відхилена за допомогою мережевих правил, низька кількість вихідної кількості (пил). Будь ласка, збільшуйте суму.
ur: لین دین کو نیٹ ورک کے قواعد ، کم آؤٹ پٹ رقم (دھول) کے ذریعہ مسترد کردیا گیا۔ براہ کرم رقم میں اضافہ کریں۔
vi: Giao dịch bị từ chối bởi quy tắc mạng, số tiền đầu ra thấp (dust). Vui lòng tăng số tiền.
zh: 交易被网络规则拒绝，输出金额过低（尘额）。请增加金额。
zh_tw: 交易被網路規則拒絕，輸出金額過低（尘額）。請增加金額。
