Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

source: Got it
ar: فهمتك
bg: Готово
cs: Rozumím
de: Verstanden
es: Entendido
fa: متوجه شدم
fr: Compris
hi: समझ गया
hr: U redu
hy: Հասկացա
id: Sudah paham
it: Ho capito
ja: とった
ko: 확인
my: ရပြီ
nl: Ik snap het
pl: Rozumiem
pt: Entendi
ru: Понял
th: เข้าใจ
tl: Nakuha ko
tr: Tamamdır
uk: Зрозумів
ur: یہ مل گیا
vi: Đã hiểu
zh: 明白
zh_tw: 明白

source: Gross Balance
ar: إجمالي الرصيد
bg: Брутен баланс
cs: Hrubý zůstatek
de: Bruttosaldo
es: Saldo bruto
fa: موجودی ناخالص
fr: Solde brut
hi: सकल संतुलन
hr: Bruto bilanca
hy: Ընդհանուր մնացորդ
id: Saldo Kotor
it: Saldo lordo
ja: グロス残高
ko: 총 잔액
my: စုစုပေါင်းလက်ကျန်ငွေ
nl: Bruto saldo
pl: Saldo brutto
pt: Saldo Bruto
ru: Валовой баланс
th: ยอดคงเหลือ
tl: Kabuuang balanse
tr: Brüt Bakiye
uk: Валовий баланс
ur: مجموعی بیلنس
vi: Số dư gộp
zh: 总余额
zh_tw: 總餘額

source: Group by type
ar: مجموعة حسب النوع
bg: Група по вид
cs: Skupina podle typu
de: Gruppe nach Typ
es: Agrupar por tipo
fa: گروه‌بندی بر اساس نوع
fr: Groupe par type
hi: प्रकार द्वारा समूह
hr: Grupirati
hy: Խմբավորել ըստ տեսակի
id: Grup demi jenis
it: Raggruppa per tipo
ja: タイプごとにグループ
ko: 유형별 그룹화
my: အမျိုးအစားအလိုက်အုပ်စုဖွဲ့
nl: Groep voor type
pl: Grupuj według typu
pt: Grupo por tipo
ru: Группа по типу
th: กลุ่มตามประเภท
tl: Pangkat ayon sa uri
tr: Türüne göre grup
uk: Група за типом
ur: قسم کے لحاظ سے گروپ
vi: Nhóm theo loại
zh: 按类型组
zh_tw: 按類型組

# haven_app
source: Haven by Cake Wallet
ar: Haven بواسطة Cake Wallet
bg: Haven от Cake Wallet
cs: Haven od Cake Wallet
de: Haven von Cake Wallet
es: Haven de Cake Wallet
fa: هیون (Haven) توسط کیک ولت
fr: Haven par Cake Wallet
hy: Haven ծրագիր
id: Haven Oleh Cake Wallet
it: Haven di Cake Wallet
my: ဟေးဗင် ကိတ် ဝေါလက်
th: Haven ของ Cake Wallet
tr: Cake Wallet tarafından Haven
ur: Haven از Cake والیٹ
vi: Haven bởi Cake Wallet

# haven_app_wallet_text
source: Awesome wallet for Haven
ar: محفظة رائعة ل Haven
bg: Невероятен портфейл за Haven
cs: Úžasná peněženka pro Haven
de: Eine großartige Wallet für Haven
es: Cartera increíble para Haven
fa: کیف پول عالی برای هیون
fr: Super portefeuille (wallet) pour Haven
hy: Հիանալի հաշվեհամար Haven համար
id: Dompet luar biasa untuk Haven
it: Portafoglio fantastico per Haven
ko: Haven을 위한 멋진 지갑
my: ဟေဗင်အတွက် အံ့ဩစရာကောင်းတဲ့ ပိုက်ဆံအုံး
pl: Świetny portfel dla Haven
th: กระเป๋าสตางค์ที่สวยงามสำหรับ Haven
tl: Kahanga-hangang wallet para sa Haven
tr: Haven için harika cüzdan
ur: Havek کے لیے زبردست پرس
vi: Ví tuyệt vời cho Haven

source: help
ar: مساعده
bg: Помощ
cs: pomoc
de: hilfe
es: ayuda
fa: راهنما
fr: aide
hi: मदद करना
hr: pomozite
hy: Օգնություն
id: bantuan
it: aiuto
ja: ヘルプ
ko: 도움말
my: ကူညီပါ
nl: helpen
pl: pomoc
pt: ajuda
ru: помощь
th: ช่วยเหลือ
tl: Tulong
tr: yardım
uk: допомога
ur: مدد
vi: Trợ giúp
zh: 帮助
zh_tw: 幫助

source: Hidden Addresses
ar: العناوين المخفية
bg: Скрити адреси
cs: Skryté adresy
es: Direcciones Ocultas
fa: آدرس‌های مخفی
fr: Adresses cachées
hi: छिपे हुए पते
hr: Skrivene adrese
hy: Թաքնված հասցեներ
it: Indirizzi nascosti
ja: 隠されたアドレス
ko: 숨겨진 주소
my: လျှို့ဝှက်လိပ်စာများ
pl: Ukryte Adresy
th: ที่อยู่ที่ซ่อนอยู่
tl: Nakatagong mga address
tr: Gizli adresler
uk: Приховані адреси
ur: پوشیدہ پتے
vi: Địa chỉ ẩn
zh: 隐藏的地址
zh_tw: 隱藏的地址

source: Hidden Balance
ar: الميزان الخفي
bg: Скрит баланс
cs: Skrytý zůstatek
de: Verstecktes Guthaben
es: Saldo oculto
fa: موجودی مخفی
fr: Solde Caché
hi: छिपा हुआ संतुलन
hr: Skriven iznos
hy: Թաքնված մնացորդ
id: Saldo Tersembunyi
it: Saldo Nascosto
ja: 隠れたバランス
ko: 숨겨진 잔액
nl: Verborgen balans
pl: Ukryte Saldo
pt: Saldo escondido
ru: Скрытый баланс
th: ยอดคงเหลือซ่อนอยู่
tl: Nakatagong Balanse
tr: Gizli Bakiye
uk: Прихований баланс
ur: پوشیدہ بیلنس
vi: Số dư ẩn
zh: 隐藏余额
zh_tw: 隱藏餘額

source: Hide
ar: يخفي
bg: Скрий
cs: Skrýt
es: Ocultar
fa: مخفی کردن
fr: Cacher
hi: छिपाना
hr: Sakriti
hy: Թաքցնել
it: Nascondi
ja: 隠れる
ko: 숨기기
my: သားရေ
pl: Ukryj
th: ซ่อน
tl: Itago
tr: Saklamak
uk: Сховати
ur: چھپائیں
vi: Trốn
zh: 隐藏
zh_tw: 隱藏

source: Hide Details
ar: أخف التفاصيل
bg: Скриване на подробностите
cs: Skrýt detaily
de: Details ausblenden
es: Ocultar detalles
fa: مخفی کردن جزئیات
fr: Masquer les détails
hi: विवरण छुपाएं
hr: Sakrij pojedinosti
hy: Թաքցնել մանրամասները
id: Sembunyikan Rincian
it: Nascondi dettagli
ja: 詳細を非表示
ko: 세부 정보 숨기기
my: အသေးစိတ်ကို ဝှက်ပါ။
nl: Details verbergen
pl: Ukryj szczegóły
pt: Ocultar detalhes
ru: Скрыть детали
th: ซ่อนรายละเอียด
tl: Itago ang mga detalye
tr: Detayları Gizle
uk: Приховати деталі
ur: تفصیلات چھپائیں۔
vi: Ẩn chi tiết
zh: 隐藏细节
zh_tw: 隱藏細節

source: High Contrast Theme
ar: موضوع عالي التباين
bg: Тема с висок контраст
cs: Téma s vysokým kontrastem
de: Kontrastreiches Thema
es: Tema De Alto Contraste
fa: تم با کنتراست بالا
fr: Thème à contraste élevé
hi: उच्च कंट्रास्ट थीम
hr: Tema visokog kontrasta
hy: Բարձր հակադրության տեսք
id: Tema Kontras Tinggi
it: Tema ad alto contrasto
ja: ハイコントラストテーマ
ko: 고대비 테마
my: အလင်းအမှောင် မြင့်မားသော အပြင်အဆင်
nl: Thema met hoog contrast
pl: Motyw wysokiego kontrastu
pt: Tema de alto contraste
ru: Высококонтрастная тема
th: ธีมความคมชัดสูง
tr: Yüksek Kontrastlı Tema
uk: Тема високої контрастності
ur: ہائی کنٹراسٹ تھیم
vi: Chủ đề độ tương phản cao
zh: 高对比度主题
zh_tw: 高對比度主題

source: Home screen settings
ar: إعدادات الشاشة الرئيسية
bg: Настройки на началния екран
cs: Nastavení domovské obrazovky
de: Einstellungen für den Startbildschirm
es: Configuración de Pantalla de Inicio
fa: تنظیمات صفحه اصلی
fr: Paramètres de l'écran d'accueil
hi: होम स्क्रीन सेटिंग्स
hr: Postavke početnog zaslona
hy: Գլխավոր էկրանի կարգավորումներ
id: Pengaturan layar awal
it: Impostazioni della schermata iniziale
ja: ホーム画面の設定
ko: 홈 화면 설정
my: ပင်မစခရင် ဆက်တင်များ
nl: Instellingen voor het startscherm
pl: Ustawienia ekranu głównego
pt: Configurações da tela inicial
ru: Настройки главного экрана
th: การตั้งค่าหน้าจอหลัก
tl: Mga setting ng home screen
tr: Ana ekran ayarları
uk: Налаштування головного екрана
ur: ہوم اسکرین کی ترتیبات
vi: Cài đặt màn hình chính
zh: 主屏幕设置
zh_tw: 主螢幕設定

source: How to use
ar: ﻞﻤﻌﺘﺴﺗ ﻒﻴﻛ
bg: Как да използвам
cs: Jak používat
de: Wie benutzt man
es: Cómo usar
fa: نحوه استفاده
fr: Comment utiliser
hi: का उपयोग कैसे करें
hr: Kako koristiti
hy: Ինչպես օգտագործել
id: Cara Penggunaan
it: Come usare
ja: 使い方
ko: 사용 방법
my: အသုံးပြုနည်း
nl: Hoe te gebruiken
pl: Jak korzystać
pt: Como usar
ru: Как использовать
th: วิธีใช้
tl: Paano gamitin
tr: Nasıl kullanılır
uk: Як використовувати
ur: ﮧﻘﯾﺮﻃ ﺎﮐ ﮯﻧﺮﮐ ﻝﺎﻤﻌﺘﺳﺍ
vi: Cách sử dụng
zh: 如何使用
zh_tw: 如何使用

# how_to_use_card
source: How to use this card
ar: كيفية استخدام هذه البطاقة
bg: Как се ползва тази карта
cs: Jak použít tuto kartu
de: Wie man diese Karte benutzt
es: Cómo usar esta tarjeta
fa: نحوه استفاده از این کارت
fr: Comment utiliser cette carte
hi: इस कार्ड का उपयोग कैसे करें
hr: Kako koristiti ovu karticu
hy: Ինչպես օգտագործել այս քարտը
id: Bagaimana menggunakan kartu ini
it: Come usare questa carta
ja: このカードの使用方法
ko: 이 카드 사용 방법
my: ဒီကတ်ကို ဘယ်လိုသုံးမလဲ။
nl: Hoe deze kaart te gebruiken
pl: Jak używać tej karty
pt: Como usar este cartão
ru: Как использовать эту карту
th: วิธีใช้บัตรนี้
tl: Paano gamitin ang card na ito
tr: Bu kart nasıl kullanılır
uk: Як використовувати цю картку
ur: اس کارڈ کو استعمال کرنے کا طریقہ
vi: Cách sử dụng thẻ này
zh: 如何使用这张卡
zh_tw: 如何使用這张卡

# if_you_dont_see_your_device
source: If you don't see your device above, please be sure your Ledger is awake and unlocked!
ar: إذا كنت لا ترى جهازك أعلاه ، فيرجى التأكد من أن دفتر الأستاذ الخاص بك مستيقظًا ومؤمنًا!
bg: Ако не виждате устройството си по -горе, моля, уверете се, че вашата книга е будна и отключена!
cs: Pokud vaše zařízení nevidíte výše, ujistěte se, že vaše kniha je vzhůru a odemknutá!
es: Si no ves tu dispositivo arriba, ¡asegúrate de que tu Ledger esté despierto y desbloqueado!
fa: اگر دستگاه خود را در بالا نمی‌بینید، لطفاً مطمئن شوید که لجر (Ledger) شما روشن و قفل آن باز است!
fr: Si vous ne voyez pas votre appareil ci-dessus, assurez-vous que votre grand livre est éveillé et déverrouillé!
hi: यदि आप अपने डिवाइस को ऊपर नहीं देखते हैं, तो कृपया सुनिश्चित करें कि आपका लेजर जागृत और अनलॉक हो गया है!
hr: Ako svoj uređaj ne vidite gore, budite sigurni da je vaša knjiga budna i otključana!
hy: Եթե ​​ձեր սարքը վերեւում չեք տեսնում, համոզվեք, որ ձեր Ledger- ը արթուն է եւ բացված:
it: Se non vedi il tuo dispositivo sopra, assicurati che il tuo Ledger sia attivo e sbloccato!
ja: 上記のデバイスが表示されない場合は、元帳が目を覚ましてロック解除されていることを確認してください！
ko: 위에 기기가 보이지 않으면 Ledger가 켜져 있고 잠금 해제되어 있는지 확인하세요!
my: သင်၏စက်ကိုအထက်တွင်မတွေ့ပါကသင်၏ Ledger သည်နိုးလာပြီးသော့ဖွင့်နေသည်ကိုသေချာပါစေ။
pl: Jeśli nie widzisz swojego urządzenia powyżej, upewnij się, że Twój Ledger jest włączony i odblokowany!
th: หากคุณไม่เห็นอุปกรณ์ของคุณด้านบนโปรดตรวจสอบให้แน่ใจว่าบัญชีแยกประเภทของคุณตื่นและปลดล็อค!
tl: Kung hindi mo nakikita ang iyong aparato sa itaas, siguraduhin na ang iyong ledger ay gising at naka -lock!
tr: Cihazınızı yukarıda görmüyorsanız, lütfen defterinizin uyanık olduğundan ve kilidinin açıldığından emin olun!
uk: Якщо ви не бачите свого пристрою вище, будь ласка, переконайтеся, що ваша книга прокинеться і розблокована!
ur: اگر آپ اوپر اپنا آلہ نہیں دیکھتے ہیں تو ، براہ کرم یقینی بنائیں کہ آپ کا لیجر بیدار اور غیر مقفل ہے!
vi: Nếu bạn không thấy thiết bị của mình ở trên, xin hãy chắc chắn rằng sổ cái của bạn đã tỉnh táo và mở khóa!
zh: 如果您在上面看不到设备，请确保您的 Ledger 已唤醒并解锁！
zh_tw: 如果您在上面看不到設備，請確保您的 Ledger 已唤醒並解鎖！

# ignor
source: Ignore
ar: تجاهل
bg: Игнориране
cs: Ignorovat
de: Ignorieren
es: Ignorar
fa: نادیده گرفتن
fr: Ignorer
hi: नज़रअंदाज़ करना
hr: Zanemariti
hy: Անտեսել
id: Abaikan
it: Ignora
ja: 無視
ko: 무시
my: လျစ်လျူရှုပါ။
nl: Negeren
pl: Ignoruj
pt: Ignorar
ru: Игнорировать
th: ละเว้น
tl: Huwag pansinin
tr: Yoksay
uk: Ігнорувати
ur: نظر انداز کرنا
vi: Bỏ qua
zh: 忽略
zh_tw: 忽略

source: Import
ar: ﺩﺭﻮﺘﺴﻳ
bg: Импортиране
de: Importieren
es: Importar
fa: وارد کردن
fr: Importer
hi: आयात
hr: Uvoz
hy: Ներմուծել
id: Impor
it: Importa
ja: 輸入
ko: 가져오기
my: သွင်းကုန်
nl: Importeren
pl: Importuj
pt: Importar
ru: Импортировать
th: นำเข้า
tl: Mag-import
tr: İçe aktarmak
uk: Імпорт
ur: ۔ﮟﯾﺮﮐ ﺪﻣﺁﺭﺩ
vi: Nhập
zh: 导入
zh_tw: 匯入

source: Import NFTs
ar: NFTs ﺩﺍﺮﻴﺘﺳﺍ
bg: Импортирайте NFT
cs: Importujte NFT
de: NFTs importieren
es: Importar NFTs
fa: وارد کردن NFTها
fr: Importer des NFT
hi: एनएफटी आयात करें
hr: Uvoz NFT-ova
hy: Ներմուծել NFT-ներ
id: Impor NFT
it: Importa NFT
ja: NFTのインポート
ko: NFT 가져오기
my: NFTs များကို တင်သွင်းပါ။
nl: NFT's importeren
pl: Importuj NFTy
pt: Importar NFTs
ru: Импортировать NFT
th: นำเข้า NFT
tl: Mag-import ng mga NFT
tr: NFT'leri içe aktar
uk: Імпорт NFT
ur: NFTs ۔ﮟﯾﺮﮐ ﺪﻣﺁﺭﺩ
vi: Nhập NFT
zh: 导入 NFT
zh_tw: 匯入 NFT

source: In Store
ar: في المتجر
cs: V obchodě
de: Im Geschäft
es: En la tienda
fa: در فروشگاه
fr: En magasin
hi: स्टोर में
hr: U trgovini
hy: Տեղում
id: Di Toko
it: In negozio
ja: インストア
ko: 매장 내
my: စတိုးတွင်
nl: In winkel
pl: W sklepie
pt: Na loja
ru: В магазине
th: ในร้าน
tl: Nasa Stock
tr: Mağazada
uk: У магазині
ur: اسٹور میں
vi: Tại cửa hàng
zh: 店内
zh_tw: 店內

source: Incoming
ar: الواردة
bg: Входящи
cs: Příchozí
de: Eingehend
es: Entrante
fa: ورودی
fr: Entrantes
hi: आने वाली
hr: Dolazno
hy: Մուտքային
id: Masuk
it: In arrivo
ja: 着信
ko: 수신
my: ဝင်လာ
nl: inkomend
pl: Przychodzące
pt: Recebidas
ru: Входящие
th: ขาเข้า
tl: Papasok
tr: Gelen
uk: Вхідні
ur: آنے والا
vi: Đang nhận
zh: 收到
zh_tw: 收到

# incorrect_seed
source: The text entered is not valid.
ar: النص الذي تم إدخاله غير صالح.
bg: Въведеният текст е невалиден.
cs: Zadaný text není správný.
de: Der eingegebene Text ist ungültig.
es: El texto ingresado no es válido.
fa: متن وارد شده معتبر نیست.
fr: Le texte entré est invalide.
hi: दर्ज किया गया पाठ मान्य नहीं है।
hr: Uneseni tekst nije valjan.
hy: Տեքստը սխալ է
id: Teks yang dimasukkan tidak valid.
it: Il testo inserito non è valido.
ja: 入力されたテキストは無効です。
ko: 입력한 텍스트가 유효하지 않습니다.
my: ထည့်သွင်းထားသော စာသားသည် မမှန်ကန်ပါ။
nl: De ingevoerde tekst is niet geldig.
pl: Wprowadzony tekst jest nieprawidłowy.
pt: O texto digitado não é válido.
ru: Введённый текст некорректный.
th: ข้อความที่ป้อนไม่ถูกต้อง
tl: Ang text na ipinasok ay hindi wasto.
tr: Girilen metin geçerli değil.
uk: Введений текст невірний.
ur: درج کردہ متن درست نہیں ہے۔
vi: Văn bản nhập không hợp lệ.
zh: 输入的助记词无效。
zh_tw: 輸入的助記詞無效。

# incorrect_seed_option
source: Incorrect. Please try again
ar: غير صحيح. من فضلك حاول مرة أخرى
bg: Неправилно. Моля, опитайте отново
cs: Nesprávný. Zkuste to prosím znovu
es: Incorrecto. Por favor, inténtalo de nuevo
fa: نادرست. لطفاً دوباره تلاش کنید
fr: Incorrect. Veuillez réessayer
hi: गलत। कृपया पुन: प्रयास करें
hr: Netočno. Pokušajte ponovo
hy: Սխալ Խնդրում ենք կրկին փորձել
it: Errato. Si prega di riprovare
ja: 正しくない。もう一度やり直してください
ko: 잘못되었습니다. 다시 시도하세요.
my: မမှန်ကန်ပါ ကျေးဇူးပြုပြီးထပ်ကြိုးစားပါ
pl: Niepoprawny. Spróbuj ponownie
th: ไม่ถูกต้อง. โปรดลองอีกครั้ง
tl: Maling. Mangyaring subukang muli
tr: Yanlış. Lütfen tekrar deneyin
uk: Неправильно. Будь ласка, спробуйте ще раз
ur: غلط براہ کرم دوبارہ کوشش کریں
vi: Không đúng. Hãy thử lại
zh: 不正确。请重试
zh_tw: 不正確。請重試

# incorrect_seed_option_back
source: Incorrect. Please make sure your seed is saved correctly and try again.
ar: غير صحيح. يرجى التأكد من حفظ البذور بشكل صحيح وحاول مرة أخرى.
bg: Неправилно. Моля, уверете се, че семето ви е запазено правилно и опитайте отново.
cs: Nesprávný. Ujistěte se, že vaše semeno je správně uloženo a zkuste to znovu.
es: Incorrecto. Asegúrate de que tu semilla esté guardada correctamente y vuelve a intentarlo.
fa: نادرست. لطفاً مطمئن شوید سید شما به درستی ذخیره شده و دوباره تلاش کنید.
fr: Incorrect. Veuillez vous assurer que votre graine est enregistrée correctement et réessayer.
hi: गलत। कृपया सुनिश्चित करें कि आपका बीज सही तरीके से बच गया है और फिर से प्रयास करें।
hr: Netočno. Provjerite je li vaše sjeme ispravno spasilo i pokušajte ponovo.
hy: Սխալ Խնդրում ենք համոզվեք, որ ձեր սերմը ճիշտ պահվում է եւ կրկին փորձեք:
it: Errato. Assicurati che il tuo seme venga salvato correttamente e riprova.
ja: 正しくない。種子が正しく保存されていることを確認し、再試行してください。
ko: 잘못되었습니다. 시드가 올바르게 저장되었는지 확인하고 다시 시도하세요.
my: မမှန်ကန်ပါ သင်၏မျိုးစေ့ကိုမှန်ကန်စွာသိမ်းဆည်းပြီးထပ်မံကြိုးစားပါ။
pl: Niepoprawny. Upewnij się, że seed jest prawidłowo zapisany i spróbuj ponownie.
th: ไม่ถูกต้อง. โปรดตรวจสอบให้แน่ใจว่าเมล็ดพันธุ์ของคุณได้รับการบันทึกอย่างถูกต้องและลองอีกครั้ง
tl: Maling. Mangyaring tiyakin na ang iyong binhi ay nai -save nang tama at subukang muli.
tr: Yanlış. Lütfen tohumunuzun doğru bir şekilde kaydedildiğinden emin olun ve tekrar deneyin.
uk: Неправильно. Будь ласка, переконайтеся, що ваше насіння зберігається правильно і повторіть спробу.
ur: غلط براہ کرم یقینی بنائیں کہ آپ کا بیج صحیح طریقے سے محفوظ ہے اور دوبارہ کوشش کریں۔
vi: Không đúng. Vui lòng đảm bảo hạt giống của bạn được lưu chính xác và thử lại.
zh: 不正确。请确保您的助记词可以正确保存，然后重试。
zh_tw: 不正確。請確保您的助記詞可以正確儲存，然後重試。

source: Inputs
ar: المدخلات
bg: Входове
cs: Vstupy
de: Eingänge
es: Entradas
fa: ورودی‌ها
fr: Contributions
hi: इनपुट
hr: Unosi
hy: Մուտքեր
id: Input
it: Input
ja: 入力
ko: 입력
my: သွင်းငေှ
nl: Invoer
pl: Wejścia
pt: Entradas
ru: Входы
th: อินพุต
tl: Mga input
tr: Girişler
uk: Вхoди
ur: آدانوں
vi: Đầu vào
zh: 输入
zh_tw: 輸入

# insufficient_funds_for_tx
source: Insufficient funds to successfully execute transaction.
ar: أموال غير كافية لتنفيذ المعاملة بنجاح.
bg: Недостатъчни средства за успешно извършване на транзакция.
cs: Nedostatečné prostředky na úspěšné provedení transakce.
es: Fondos insuficientes para ejecutar la transacción con éxito.
fa: موجودی کافی برای اجرای موفقیت‌آمیز تراکنش وجود ندارد.
fr: Fonds insuffisants pour exécuter avec succès la transaction.
hi: लेनदेन को सफलतापूर्वक निष्पादित करने के लिए अपर्याप्त धन।
hr: Nedovoljna sredstva za uspješno izvršavanje transakcije.
hy: Անբավարար միջոցներ `գործարքը հաջողությամբ կատարելու համար:
it: Fondi insufficienti per eseguire correttamente la transazione.
ja: トランザクションを正常に実行するための資金が不十分です。
ko: 트랜잭션을 성공적으로 실행하기에 자금이 부족합니다.
my: ငွေပေးငွေယူအောင်မြင်စွာလုပ်ဆောင်ရန်ရန်ပုံငွေမလုံလောက်ပါ။
pl: Niewystarczające środki do pomyślnego wykonania transakcji.
th: เงินทุนไม่เพียงพอที่จะดำเนินการทำธุรกรรมได้สำเร็จ
tl: Hindi sapat na pondo upang matagumpay na magsagawa ng transaksyon.
tr: İşlemi başarıyla yürütmek için yeterli fon.
uk: Недостатні кошти для успішного виконання транзакції.
ur: لین دین کو کامیابی کے ساتھ انجام دینے کے لئے ناکافی فنڈز۔
vi: Không đủ tiền để thực hiện thành công giao dịch.
zh: 资金不足，无法成功执行交易。
zh_tw: 資金不足，無法成功执行交易。

# insufficient_lamport_for_tx
source: You do not have enough SOL to cover the transaction and its transaction fee. Kindly add more SOL to your wallet or reduce the SOL amount you\'re sending.
ar: ليس لديك ما يكفي من SOL لتغطية المعاملة ورسوم المعاملات الخاصة بها. يرجى إضافة المزيد من SOL إلى محفظتك أو تقليل كمية SOL التي ترسلها.
bg: Нямате достатъчно SOL, за да покриете транзакцията и таксата му за транзакция. Моля, добавете повече SOL към портфейла си или намалете сумата на SOL, която изпращате.
cs: Nemáte dostatek SOL na pokrytí transakce a jejího transakčního poplatku. Laskavě přidejte do své peněženky více solu nebo snižte množství Sol, kterou odesíláte.
de: Sie haben nicht genug SOL, um die Transaktion und ihre Transaktionsgebühr abzudecken. Bitte fügen Sie Ihrer Brieftasche mehr Sol hinzu oder reduzieren Sie die SO -Menge, die Sie senden.
es: No tienes suficiente SOL para cubrir la transacción y su tarifa. Por favor, agrega más SOL a tu billetera o reduce la cantidad de SOL que estás enviando.
fa: شما SOL کافی برای پوشش تراکنش و کارمزد آن ندارید. لطفاً SOL بیشتری به کیف پول خود اضافه کنید یا مقدار SOL ارسالی را کاهش دهید.
fr: Vous n'avez pas assez de sol pour couvrir la transaction et ses frais de transaction. Veuillez ajouter plus de Sol à votre portefeuille ou réduire la quantité de Sol que vous envoyez.
hi: आपके पास लेनदेन और इसके लेनदेन शुल्क को कवर करने के लिए पर्याप्त सोल नहीं है। कृपया अपने बटुए में अधिक सोल जोड़ें या आपके द्वारा भेजे जा रहे सोल राशि को कम करें।
hr: Nemate dovoljno SOL -a da pokriva transakciju i njegovu transakcijsku naknadu. Ljubazno dodajte više sol u svoj novčanik ili smanjite količinu SOL -a koju šaljete.
hy: Դուք չունեք բավարար SOL՝ գործարքն և գործարքի վարձը ծածկելու համար։ Խնդրում ենք ավելացնել ավելի շատ SOL ձեր դրամապանակում կամ նվազեցնել ուղարկվող SOL-ի քանակը։
id: Anda tidak memiliki cukup SOL untuk menutupi transaksi dan biaya transaksinya. Mohon tambahkan lebih banyak sol ke dompet Anda atau kurangi jumlah sol yang Anda kirim.
it: Non hai abbastanza SOL per coprire la transazione e la sua quota di transazione. Aggiungi più SOL al tuo portafoglio, o riduci l'importo di SOL che stai inviando.
ja: トランザクションとその取引手数料をカバーするのに十分なSOLがありません。財布にソルを追加するか、送信するソル量を減らしてください。
ko: 트랜잭션 및 트랜잭션 수수료를 충당하기에 SOL이 부족합니다. 지갑에 SOL을 더 추가하거나 보내는 SOL 금액을 줄이세요.
my: သငျသညျငွေပေးငွေယူနှင့်၎င်း၏ငွေပေးငွေယူကြေးကိုဖုံးလွှမ်းရန် sol ရှိသည်မဟုတ်ကြဘူး။ ကြင်နာစွာသင်၏ပိုက်ဆံအိတ်သို့ပိုမို sol ကိုထပ်ထည့်ပါသို့မဟုတ်သင်ပို့လွှတ်ခြင်း sol ပမာဏကိုလျှော့ချပါ။
nl: U hebt niet genoeg SOL om de transactie en de transactiekosten te dekken. Voeg vriendelijk meer SOL toe aan uw portemonnee of verminder de SOL -hoeveelheid die u verzendt.
pl: Nie masz wystarczającej ilości SOL, aby pokryć transakcję oraz opłatę za nią. Dodaj więcej SOL do swojego portfela lub zmniejsz kwotę SOL, którą wysyłasz.
pt: Você não tem Sol suficiente para cobrir a transação e sua taxa de transação. Por favor, adicione mais sol à sua carteira ou reduza a quantidade de sol que você envia.
ru: У вас недостаточно Sol, чтобы покрыть транзакцию и плату за транзакцию. Пожалуйста, добавьте больше Sol в свой кошелек или уменьшите сумму Sol, которую вы отправляете.
th: คุณไม่มีโซลเพียงพอที่จะครอบคลุมการทำธุรกรรมและค่าธรรมเนียมการทำธุรกรรม กรุณาเพิ่มโซลให้มากขึ้นลงในกระเป๋าเงินของคุณหรือลดจำนวนโซลที่คุณส่งมา
tl: Wala kang sapat na SOL upang masakop ang transaksyon at ang bayad sa transaksyon nito. Mabuting magdagdag ng higit pa sa iyong pitaka o bawasan ang sol na halaga na iyong ipinapadala.
tr: İşlemi ve işlem ücretini karşılamak için yeterli SOL'unuz yok. Lütfen cüzdanınıza daha fazla SOL ekleyin veya gönderdiğiniz sol miktarını azaltın.
uk: У вас недостатньо SOL, щоб покрити транзакцію та її плату за трансакцію. Будь ласка, додайте до свого гаманця більше SOL або зменшіть суму, яку ви надсилаєте.
ur: آپ کے پاس ٹرانزیکشن اور اس کے لین دین کی فیس کا احاطہ کرنے کے لئے کافی SOL نہیں ہے۔ برائے مہربانی اپنے بٹوے میں مزید سول شامل کریں یا آپ کو بھیجنے والی سول رقم کو کم کریں۔
vi: Bạn không có đủ SOL để thanh toán giao dịch và phí giao dịch. Vui lòng thêm SOL vào ví của bạn hoặc giảm số lượng SOL bạn đang gửi.
zh: 您没有足够的 SOL 来完成交易及其交易费用。请在钱包中添加更多 SOL，或减少发送的 SOL 量。
zh_tw: 您沒有足夠的 SOL 來完成交易及其交易費用。請在錢包中新增更多 SOL，或減少發送的 SOL 量。
