Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# restore_title_from_hardware_wallet
source: Restore from hardware wallet
ar: استعادة من محفظة الأجهزة
bg: Възстановяване от хардуерния портфейл
cs: Obnovit z hardwarové peněženky
de: Von Hardware-Wallet wiederherstellen
es: Restaurar desde una cartera de hardware
fa: بازیابی از کیف پول سخت‌افزاری
fr: Restaurer à partir du portefeuille matériel
hi: हार्डवेयर वॉलेट से पुनर्स्थापित करें
hr: Vrati iz hardverskog novčanika
hy: Վերականգնել հարդվերային դրամապանակից
id: Kembalikan dari dompet perangkat keras
it: Ripristina dal portafoglio hardware
ja: ハードウェアウォレットから復元します
ko: 하드웨어 지갑에서 복구
my: ဟာ့ဒ်ဝဲပိုက်ဆံအိတ်မှ restore
nl: Herstel van de hardware -portemonnee
pl: Przywróć z portfela sprzętowego
pt: Restaurar da carteira de hardware
ru: Восстановить из аппаратного кошелька
th: กู้คืนจากกระเป๋าเงินฮาร์ดแวร์
tl: Ibalik mula sa hardware wallet
tr: Donanım cüzdanından geri yükleme
uk: Відновити з апаратного гаманця
ur: ہارڈ ویئر پرس سے بحال کریں
vi: Khôi phục từ ví phần cứng
zh: 从硬件钱包还原
zh_tw: 從硬體錢包還原

# restore_title_from_keys
source: Restore from keys
ar: استعادة من المفاتيح
bg: Възстановяване от keys
cs: Obnovit z klíčů
de: Aus Schlüsseln wiederherstellen
es: Restaurar desde claves
fa: بازیابی از کلیدها
fr: Restaurer depuis des clefs
hi: कुंजी से पुनर्स्थापित करें
hr: Oporavi pomoću ključa
hy: Վերականգնել բանալիներից
id: Pulihkan dari kunci
it: Recupera dalle chiavi
ja: キーから復元する
ko: 키에서 복구
my: သော့များမှ ပြန်လည်ရယူပါ။
nl: Herstel van sleutels
pl: Przywróć z kluczy
pt: Restaurar a partir de chaves
ru: Восстановить с помощью ключей
th: กู้จาก keys
tl: Ibalik mula sa keys
tr: Anahtarlardan geri döndür
uk: Відновити за допомогою ключів
ur: چابیاں سے بحال کریں۔
vi: Khôi phục từ khóa
zh: 从密钥还原
zh_tw: 從密鑰還原

# restore_title_from_seed
source: Restore from seed
ar: استعادة من السييد
bg: Възстановяване от seed
cs: Obnovit ze seedu
de: Aus Seed wiederherstellen
es: Restaurar desde la semilla
fa: بازیابی از سید
fr: Restaurer depuis une phrase secrète (seed)
hi: बीज से पुनर्स्थापित करें
hr: Oporavi pomoću pristupnog izraza
hy: Վերականգնել սերմից
id: Pulihkan dari seed
it: Recupera dal seme
ja: シードから復元
ko: 시드에서 복구
my: မျိုးစေ့မှပြန်လည်ရယူပါ။
nl: Herstel van zaad
pl: Przywróć z frazy seed
pt: Restaurar a partir de semente
ru: Восстановить из мнемонической фразы
th: กู้จาก seed
tl: Ibalik mula sa seed
tr: Tohumdan geri döndür
uk: Відновити з мнемонічної фрази
ur: بیج سے بحال کریں۔
vi: Khôi phục từ hạt giống
zh: 从助记词还原
zh_tw: 從助記詞還原

# restore_title_from_seed_keys
source: Restore from seed/keys
ar: استعادة من السييد / المفاتيح
bg: Възстановяване от seed/keys
cs: Obnovit ze seedu/klíčů
de: Aus Seed/Schlüssel wiederherstellen
es: Restaurar desde semilla/claves
fa: بازیابی از سید/کلیدها
fr: Restaurer depuis une phrase secrète (seed) ou des clefs
hi: बीज / कुंजियों से पुनर्स्थापित करें
hr: Oporavi pomoću pristupnog izraza/ključa
hy: Վերականգնել սերմ/բանալիներից
id: Pulihkan dari seed/kunci
it: Recupera dal seme/chiavi
ja: シード/キーから復元
ko: 시드/키에서 복구
my: မျိုးစေ့/သော့များမှ ပြန်လည်ရယူပါ။
nl: Herstel van zaad / sleutels
pl: Przywróć z frazy seed/kluczy
pt: Restaurar a partir de sementes/chaves
ru: Восстановить из мнемонической фразы/ключей
th: กู้จาก seed/keys
tl: Ibalik mula sa seed/keys
tr: Tohumdan/anahtarlardan geri döndür
uk: Відновити з мнемонічної фрази/ключів
ur: بیج / چابیاں سے بحال کریں۔
vi: Khôi phục từ hạt giống/khóa
zh: 从助记词/密钥还原
zh_tw: 從助記詞/密鑰還原

# restore_view_key_private
source: View key (private)
ar: مفتاح العرض (خاص)
bg: View key (таен)
cs: Klíč pro zobrazení (soukromý)
de: View Key (geheim)
es: Clave de vista (privada)
fa: کلید مشاهده (خصوصی)
fr: Clef d'audit (view key) (privée)
hi: कुंजी देखें (निजी)
hr: View key (privatni)
hy: Տեսողական բանալի (գախտնի)
id: Lihat kunci (pribadi)
it: Chiave di Visualizzazione (privata)
ja: ビューキー (プライベート)
ko: 보기 키 (개인)
my: သော့ကိုကြည့်ရန် (သီးသန့်)
nl: Bekijk sleutel (privaat)
pl: Klucz podglądu (prywatny)
pt: Chave de visualização (privada)
ru: Приватный ключ просмотра
th: คีย์สำหรับดู (ส่วนตัว)
tr: İzleme anahtarı (Özel)
uk: Приватний ключ перегляду
ur: کلید دیکھیں (نجی)
vi: Khóa xem (riêng tư)
zh: 查看私钥 (View Key)
zh_tw: 查看私鑰 (View Key)

source: Restore Wallet
ar: استعادة محفظة
bg: Възстановяване на портфейл
cs: Obnovit peněženku
de: Wallet wiederherstellen
es: Restaurar Cartera
fa: بازیابی کیف پول
fr: Restaurer un Portefeuille (Wallet)
hi: वॉलेट को पुनर्स्थापित करें
hr: Oporavi novčanik
hy: Վերականգնել դրամապանակ
id: Pulihkan Dompet
it: Recupera Portafoglio
ja: ウォレットを復元
ko: 지갑 복구
my: ပိုက်ဆံအိတ်ကို ပြန်ယူပါ။
nl: Portemonnee herstellen
pl: Przywróć portfel
pt: Restaurar carteira
ru: Восстановить кошелёк
th: กู้กระเป๋า
tl: Ibalik ang wallet
tr: Cüzdanı Geri Döndür
uk: Відновити гаманець
ur: والیٹ کو بحال کریں۔
vi: Khôi phục Ví
zh: 恢复钱包
zh_tw: 恢復錢包

# restore_wallet_name
source: Wallet name
ar: اسم المحفظة
bg: Име на портфейл
cs: Jméno peněženky
es: Nombre de la billetera
fa: نام کیف پول
fr: Nom du portefeuille (wallet)
hi: बटुए का नाम
hr: Ime novčanika
hy: Դրամապանակի անվանում
id: Nama dompet
it: Nome Portafoglio
ja: ウォレット名
ko: 지갑 이름
my: ပိုက်ဆံအိတ်နာမည်
nl: Portemonnee naam
pl: Nazwa portfela
pt: Nome da carteira
ru: Имя кошелька
th: ชื่อกระเป๋า
tl: Pangalan ng wallet
tr: Cüzdan ismi
uk: Ім'я гаманця
ur: بٹوے کا نام
vi: Tên ví
zh: 钱包名称
zh_tw: 錢包名稱

# restore_wallet_restore_description
source: Wallet restore description
ar: وصف استعادة المحفظة
bg: Описание на възстановяване на портфейл
cs: Popis obnovení peněženky
de: Beschreibung zur Wallet-Wiederherstellung
es: Descripción de restauración de billetera
fa: توضیحات بازیابی کیف پول
fr: Description de la restauration de portefeuille (wallet)
hi: बटुआ विवरण पुनर्स्थापित करें
hr: Opis oporavka novčanika
hy: Դրամապանակի վերականգնման նկարագրություն
id: Deskripsi pemulihan dompet
it: Descrizione recupero portafoglio
ja: ウォレットの復元
ko: 지갑 복구 설명
my: Wallet ပြန်လည်ရယူသည့် ဖော်ပြချက်
nl: Portemonnee-herstelbeschrijving
pl: Opis przywracania portfela
pt: Restauração da carteira
ru: Описание восстановления кошелька
th: คำอธิบายการกู้กระเป๋า
tl: Paglalarawan ng pagpapanumbalik ng wallet
tr: Cüzdan geri döndürme açıklaması
uk: Опис відновлюваного гаманця
ur: والیٹ کی بحالی کی تفصیل
vi: Mô tả khôi phục ví
zh: 钱包还原说明
zh_tw: 錢包還原說明

# robinhood_option_description
source: Buy and transfer instantly using your debit card, bank account, or Robinhood balance. USA only.
ar: شراء وتحويل على الفور باستخدام بطاقة الخصم الخاصة بك أو حسابك المصرفي أو رصيد Robinhood. الولايات المتحدة الأمريكية فقط.
bg: Купете и прехвърлете незабавно с помощта на вашата дебитна карта, банкова сметка или салдо на робини. Само САЩ.
cs: Nakupujte a převádějte okamžitě pomocí své debetní karty, bankovního účtu nebo zůstatku Robinhood. Pouze USA.
de: Kaufen und übertragen Sie sofort mit Ihrem Debitkarten-, Bankkonto- oder Robinhood -Guthaben. Nur USA.
es: Compra y transfiere instantáneamente usando tu tarjeta de débito, cuenta bancaria o saldo de Robinhood. Solo EE. UU.
fa: خرید و انتقال فوری با استفاده از کارت نقدی، حساب بانکی یا موجودی رابین‌هود. فقط ایالات متحده.
fr: Achetez et transférez instantanément à l'aide de votre carte de débit, de votre compte bancaire ou de votre solde Robinhood. États-Unis seulement.
hi: अपने डेबिट कार्ड, बैंक खाते या रॉबिनहुड बैलेंस का उपयोग करके तुरंत खरीदें और स्थानांतरित करें। केवल यूएसए।
hr: Kupite i prebacite odmah pomoću svoje debitne kartice, bankovnog računa ili robinhood salda. Samo SAD.
hy: Գնեք և տեղափոխեք ակնթարթորեն ձեր դեբետային քարտով, բանկային հաշվով կամ Robinhood հաշվեկշռով։ Միայն ԱՄՆ-ում։
id: Beli dan transfer secara instan menggunakan kartu debit, rekening bank, atau saldo robinhood Anda. Hanya AS.
it: Acquista e trasferisci istantaneamente utilizzando la carta di debito, il conto bancario o il saldo di Robinhood. Solo USA.
ja: デビットカード、銀行口座、またはロビンフッドバランスを使用して、即座に購入して転送します。アメリカのみ。
ko: 직불 카드, 은행 계좌 또는 Robinhood 잔액을 사용하여 즉시 구매 및 이체. 미국 전용.
my: သင်၏ဒက်ဘစ်ကဒ်, ဘဏ်အကောင့်, ယူအက်စ်အေသာ။
nl: Koop en zet direct over op uw bankpas, bankrekening of Robinhood -saldo. Alleen VS.
pl: Kup i natychmiast przelej, używając karty debetowej, konta bankowego lub salda Robinhood. Tylko w USA.
pt: Compre e transfira instantaneamente usando seu cartão de débito, conta bancária ou saldo de Robinhood. EUA apenas.
ru: Покупайте и перенесите мгновенно, используя свою дебетовую карту, банковский счет или баланс Robinhood. Только США.
th: ซื้อและโอนทันทีโดยใช้บัตรเดบิตบัญชีธนาคารหรือยอดคงเหลือของ Robinhood สหรัฐอเมริกาเท่านั้น
tl: Bumili at ilipat kaagad gamit ang iyong debit card, bank account, o balanse ng Robinhood. USA lang.
tr: Banka kartınızı, banka hesabınızı veya Robinhood bakiyenizi kullanarak anında satın alın ve aktarın. Sadece ABD.
uk: Купуйте та перенесіть миттєво за допомогою дебетової картки, банківського рахунку або балансу Робінства. Тільки США.
ur: اپنے ڈیبٹ کارڈ ، بینک اکاؤنٹ ، یا رابن ہڈ بیلنس کا استعمال کرتے ہوئے فوری طور پر خریدیں اور منتقلی کریں۔ صرف USA
vi: Mua và chuyển ngay lập tức bằng thẻ ghi nợ, tài khoản ngân hàng hoặc số dư Robinhood của bạn. Chỉ có ở Mỹ.
zh: 使用您的借记卡，银行帐户或罗比林余额立即购买和转移。仅美国。
zh_tw: 使用您的簽帳金融卡，銀行帳戶或羅比林餘額立即購買和轉移。僅美國。

# router_no_route
source: No route defined for ${name}
ar: لم يتم تحديد مسار لـ ${name}
bg: Няма дефиниран път за ${name}
cs: Pro ${name} není definována žádná cesta
de: Keine Route definiert für ${name}
es: No hay ruta definida para ${name}
fa: هیچ مسیری برای ${name} تعریف نشده است
fr: Aucune route définie pour ${name}
hi: के लिए कोई मार्ग निर्धारित नहीं है ${name}
hr: Nije definirana ruta za ${name}
hy: Ոչ մի երթուղի չի սահմանված ${name}
id: Tidak ada rute yang ditentukan untuk ${name}
it: Nessun percorso definito per ${name}
ja: ルートが定義されていません ${name}
ko: ${name}에 대해 정의된 경로 없음
my: ${name} အတွက် သတ်မှတ်ထားသော လမ်းကြောင်းမရှိပါ
nl: Geen route gedefinieerd voor ${name}
pl: Nie zdefiniowano trasy dla ${name}
pt: Nenhuma rota definida para ${name}
ru: Не установлен маршрут для ${name}
th: ไม่มีเส้นทางที่กำหนดไว้สำหรับ ${name}
tl: Walang tinukoy na ruta para sa ${name}
tr: ${name} için rota tanımlanmadı
uk: Не встановлено маршрут для ${name}
ur: ${name} کے لیے کوئی راستہ متعین نہیں ہے
vi: Không có tuyến đường nào được định nghĩa cho ${name}
zh: 未定义路线 ${name}
zh_tw: 未定義路線 ${name}

source: Save
ar: حفظ
bg: Запази
cs: Uložit
de: Speichern
es: Guardar
fa: ذخیره
fr: Sauvegarder
hi: बचाना
hr: Spremi
hy: Պահպանել
id: Simpan
it: Salva
ja: セーブ
ko: 저장
my: သိမ်းဆည်းပါ။
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
th: บันทึก
tl: I-save
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں۔
vi: Lưu
zh: 保存
zh_tw: 儲存

# save_backup_password
source: Please make sure that you have saved your backup password. You will not be able to import your backup files without it.
ar: يرجى التأكد من حفظ كلمة المرور الاحتياطية. لن تتمكن من استيراد ملفات النسخ الاحتياطي بدونها.
bg: Моля, запишете своята парола за възстановяване. Импортирането на резервни копия не е възможно без нея.
cs: Prosím ujistěte se, že máte uschováno heslo pro zálohy. Bez něj nebudete moci naimportovat soubory se zálohami.
de: Bitte stellen Sie sicher, dass Sie Ihr Sicherungskennwort gespeichert haben. Ohne dieses können Sie Ihre Sicherungsdateien nicht importieren.
es: Asegúrate de haber guardado tu contraseña de copia de seguridad. No podrás importar tus archivos de copia de seguridad sin ella.
fa: لطفاً مطمئن شوید که رمز عبور پشتیبان خود را ذخیره کرده‌اید. بدون آن نمی‌توانید فایل‌های پشتیبان خود را وارد کنید.
fr: Merci de vous assurer d'avoir bien sauvegardé votre mot de passe de sauvegarde. Vous ne pourrez pas restaurer vos fichiers de sauvegarde sans ce dernier.
hi: कृपया सुनिश्चित करें कि आपने अपना बैकअप पासवर्ड सहेज लिया है। आप इसके बिना अपनी बैकअप फ़ाइलों को आयात नहीं कर पाएंगे।
hr: Molimo pobrinite se da spremite svoju lozinku za sigurnosnu kopiju. Bez nje nećete moći uvesti datoteke sigurnosne kopije.
hy: Խնդրում ենք հաստատել, որ դուք պահպանել եք ձեր կրկնօրինակի գաղտնաբառը։ Դուք չեք կարող ներմուծել ձեր կրկնօրինակ ֆայլերը առանց դրա։
id: Pastikan Anda telah menyimpan kata sandi cadangan Anda. Anda tidak akan dapat mengimpor file cadangan Anda tanpa itu.
it: Assicurati di aver salvato la password del tuo backup. Senza questa non sarai in grado di importare i tuoi file di backup.
ja: バックアップパスワードが保存されていることを確認してください。 それなしではバックアップファイルをインポートすることはできません。
ko: 백업 비밀번호를 저장했는지 확인하세요. 없으면 백업 파일을 가져올 수 없습니다.
my: သင်၏ အရန်စကားဝှက်ကို သိမ်းဆည်းထားကြောင်း သေချာပါစေ။ ၎င်းမပါဘဲ သင်၏ အရန်ဖိုင်များကို တင်သွင်းနိုင်မည် မဟုတ်ပါ။
nl: Zorg ervoor dat u uw reservewachtwoord heeft opgeslagen. Zonder dit kunt u uw back-upbestanden niet importeren.
pl: Upewnij się, że zapisałeś hasło kopii zapasowej. Bez tego nie będziesz mógł zaimportować plików kopii zapasowych.
pt: Certifique-se de que salvou sua senha de backup. Você não poderá importar seus arquivos de backup sem ele.
ru: Убедитесь, что вы сохранили пароль резервной копии. Без него вы не сможете импортировать файлы резервных копий.
th: โปรดตรวจสอบให้แน่ใจว่าคุณได้บันทึกรหัสผ่านสำรองข้อมูลแล้ว คุณจะไม่สามารถนำเข้าไฟล์สำรองข้อมูลของคุณโดยไม่ใช้รหัสผ่านนั้น
tl: Pakitiyak na nai-save mo ang iyong backup na password. Hindi mo mai-import ang iyong mga backup na file kun wala ito.
tr: Lütfen yedekleme parolanı kaydettiğinden emin ol. Bu parola olmadan yedekleme dosyasını içe aktaramazsın.
uk: Переконайтеся, що ви зберегли свій пароль резервної копії. Без нього ви не зможете імпортувати файли резервних копій.
ur: براہ کرم یقینی بنائیں کہ آپ نے اپنا بیک اپ پاس ورڈ محفوظ کر لیا ہے۔ آپ اس کے بغیر اپنی بیک اپ فائلیں درآمد نہیں کر سکیں گے۔
vi: Vui lòng đảm bảo rằng bạn đã lưu mật khẩu sao lưu của mình. Bạn sẽ không thể nhập tệp sao lưu của mình nếu không có nó.
zh: 请确保您已保存备份密码。没有它，您将无法导入备份文件。
zh_tw: 請確保您已儲存備份密碼。沒有它，您將無法匯入備份檔案。

# save_backup_password_alert
source: Save backup password
ar: حفظ كلمة المرور الاحتياطية
bg: Запазване на паролата за възстановяване
cs: Uložit heslo pro zálohy
de: Sicherungskennwort speichern
es: Guardar contraseña de copia de seguridad
fa: ذخیره رمز عبور پشتیبان
fr: Enregistrer le mot de passe de sauvegarde
hi: बैकअप पासवर्ड सेव करें
hr: Spremi lozinku za sigurnosnu kopiju
hy: Պահպանել կրկնօրինակի գաղտնաբառը
id: Simpan kata sandi cadangan
it: Salva password Backup
ja: バックアップパスワードを保存する
ko: 백업 비밀번호 저장
my: အရန်စကားဝှက်ကို သိမ်းဆည်းပါ။
nl: Bewaar back-upwachtwoord
pl: Zapisz hasło kopii zapasowej
pt: Salvar senha de backup
ru: Сохранить пароль резервной копии
th: บันทึกรหัสผ่านสำรอง
tl: I-save ang backup na password
tr: Yedek parolasını kaydet
uk: Зберегти пароль резервної копії
ur: بیک اپ پاس ورڈ محفوظ کریں۔
vi: Lưu mật khẩu sao lưu
zh: 保存备份密码
zh_tw: 儲存備份密碼

source: Save to Downloads
ar: ﺕﻼ﻿ﻳﺰﻨﺘﻟﺍ ﻲﻓ ﻆﻔﺣ
bg: Запазване в Изтегляния
cs: Uložit do Stažených souborů
de: Unter „Downloads“ speichern
es: Guardar en Descargas
fa: ذخیره در دانلودها
fr: Enregistrer dans les téléchargements
hi: डाउनलोड में सहेजें
hr: Spremi u Preuzimanja
hy: Պահպանել ներբեռնումներում
id: Simpan ke Unduhan
it: Salva in Download
ja: ダウンロードに保存
ko: 다운로드에 저장
my: ဒေါင်းလုဒ်များထံ သိမ်းဆည်းပါ။
nl: Opslaan in downloads
pl: Zapisz w folderze Pobrane
pt: Salvar em Downloads
ru: Сохранить в загрузках
th: บันทึกลงดาวน์โหลด
tl: I-save sa mga Pag-download
tr: İndirilenlere Kaydet
uk: Зберегти до завантажень
ur: ۔ﮟﯾﺮﮐ ﻅﻮﻔﺤﻣ ﮟﯿﻣ ﺯﮈﻮﻟ ﻥﺅﺍﮈ
vi: Lưu vào Tải xuống
zh: 保存到下载
zh_tw: 儲存到下載

# saved_the_trade_id
source: I've saved the trade ID
ar: لقد تم حفظ معرف العملية
bg: Запазих trade ID-то
cs: Uložil jsem si ID transakce (trade ID)
de: Ich habe die Handels-ID gespeichert
es: He guardado el ID de la operación
fa: من شناسه معامله را ذخیره کردم
fr: J'ai sauvegardé l'ID d'échange
hi: मैंने व्यापार बचा लिया है ID
hr: Spremio/la sam transakcijski ID
hy: Ես պահպանել եմ առևտրի ID-ն
id: Saya telah menyimpan ID perdagangan
it: Ho salvato l'ID dello scambio
ja: 取引IDを保存しました
ko: 거래 ID를 저장했습니다
my: ကုန်သွယ်မှု ID ကို သိမ်းဆည်းပြီးပါပြီ။
nl: Ik heb de ruil-ID opgeslagen
pl: Zapisałem ID transakcji
pt: ID da troca salvo
ru: Я сохранил ID сделки
th: ฉันได้บันทึก ID ของการซื้อขายแล้ว
tl: Nai-save ko na ang trade ID
tr: Takas ID'imi kaydettim
uk: Я зберіг ID операції
ur: میں نے تجارتی ID محفوظ کر لی ہے۔
vi: Tôi đã lưu ID giao dịch
zh: 我已经保存了交易编号
zh_tw: 我已經儲存了交易編號

source: Scan one block
ar: مسح كتلة واحدة
bg: Сканирайте един блок
cs: Prohledejte jeden blok
de: Einen Block scannen
es: Escanear un bloque
fa: اسکن یک بلاک
fr: Scanner un bloc
hi: एक ब्लॉक को स्कैन करना
hr: Skenirajte jedan blok
hy: Սկանավորել մեկ բլոկ
id: Pindai satu blok
it: Scansionare un blocco
ja: 1つのブロックをスキャンします
ko: 블록 하나 스캔
my: တစ်ကွက်ကိုစကင်ဖတ်စစ်ဆေးပါ
nl: Scan een blok
pl: Zeskanuj jeden blok
pt: Escanear um bloco
ru: Сканируйте один блок
th: สแกนหนึ่งบล็อก
tl: I-scan ang isang bloke
tr: Bir bloğu tara
uk: Сканувати один блок
ur: ایک بلاک اسکین کریں
vi: Quét một khối
zh: 扫描一个街区
zh_tw: 掃描一個街區

source: Scan QR code
ar: امسح رمز QR ضوئيًا
bg: Сканирайте QR кода, за да получите адреса
cs: Naskenujte QR kód pro získání adresy
de: QR-Code scannen
es: Escanear código QR
fa: اسکن کد QR
fr: Scannez le QR code
hi: स्कैन क्यू आर कोड
hr: Skenirajte QR kod
hy: Սկանավորել QR կոդ
id: Scan kode QR untuk mendapatkan alamat
it: Scansiona il codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
my: QR ကုဒ်ကို စကင်န်ဖတ်ပါ။
pl: Zeskanuj kod QR
pt: Escanear código QR
ru: Сканировать QR-код
th: สแกนรหัส QR
tl: I-scan ang QR code
tr: QR kodunu tarayın
uk: Відскануйте QR-код
ur: پتہ حاصل کرنے کے لیے QR کوڈ اسکین کریں۔
vi: Quét mã QR
zh: 扫描二维码
zh_tw: 掃描二維碼

# scan_qr_code_to_get_address
source: Scan the QR code to get the address
ar: امسح ال QR للحصول على العنوان
bg: Сканирайте QR кода, за да получите адреса
cs: Prohledejte QR kód a získejte adresu
de: Scannen Sie den QR-Code, um die Adresse zu erhalten
es: Escanea el código QR para obtener la dirección
fa: کد QR را برای دریافت آدرس اسکن کنید
fr: Scannez le QR code pour obtenir l'adresse
hi: पता प्राप्त करने के लिए QR कोड स्कैन करें
hr: Skeniraj QR kod za dobivanje adrese
hy: Սկանավորել QR կոդը հասցեն ստանալու համար
id: Pindai kode QR untuk mendapatkan alamat
it: Scansiona il codice QR per ottenere l'indirizzo
ja: QRコードをスキャンして住所を取得します
ko: 주소를 얻으려면 QR 코드를 스캔하세요
my: လိပ်စာရယူရန် QR ကုဒ်ကို စကင်န်ဖတ်ပါ။
nl: Scan de QR-code om het adres te krijgen
pl: Zeskanuj kod QR, aby uzyskać adres
pt: Digitalize o código QR para obter o endereço
ru: Отсканируйте QR-код для получения адреса
th: สแกน QR code เพื่อรับที่อยู่
tl: I-scan ang QR code upang makuha ang address
tr: Adresi getirmek için QR kodunu tara
uk: Скануйте QR-код для одержання адреси
ur: پتہ حاصل کرنے کے لئے QR کوڈ کو اسکین کریں
vi: Quét mã QR để nhận địa chỉ
zh: 扫描二维码获取地址
zh_tw: 掃描二維碼獲取地址

# scan_qr_on_device
source: Scan this QR code on another device
ar: ﺮﺧﺁ ﺯﺎﻬﺟ ﻰﻠﻋ ﺎﻴًﺋﻮﺿ ﺍﺬﻫ ﺔﻌﻳﺮﺴﻟﺍ ﺔﺑﺎﺠﺘﺳﻻ﻿ﺍ ﺰﻣﺭ ﺢﺴﻤﺑ ﻢﻗ
bg: Сканирайте този QR код на друго устройство
cs: Naskenujte tento QR kód na jiném zařízení
de: Scannen Sie diesen QR-Code auf einem anderen Gerät
es: Escanea este código QR con otro dispositivo
fa: این کد QR را در دستگاه دیگری اسکن کنید
fr: Scannez ce code QR sur un autre appareil
hi: इस QR कोड को किसी अन्य डिवाइस पर स्कैन करें
hr: Skenirajte ovaj QR kod na drugom uređaju
hy: Սկանավորել այս QR կոդը այլ սարքի վրա
id: Pindai kode QR ini di perangkat lain
it: Scansiona questo codice QR su un altro dispositivo
ja: 別のデバイスでこの QR コードをスキャンします
ko: 다른 기기에서 이 QR 코드 스캔
my: အခြားစက်တွင် ဤ QR ကုဒ်ကို စကင်ဖတ်ပါ။
nl: Scan deze QR-code op een ander apparaat
pl: Zeskanuj ten kod QR na innym urządzeniu
pt: Digitalize este código QR em outro dispositivo
ru: Отсканируйте этот QR-код на другом устройстве
th: สแกนโค้ด QR นี้บนอุปกรณ์อื่น
tl: I-scan ang QR code na ito sa ibang device
tr: Bu QR kodunu başka bir cihazda tarayın
uk: Відскануйте цей QR-код на іншому пристрої
ur: ۔ﮟﯾﺮﮐ ﻦﯿﮑﺳﺍ ﺮﭘ ﺲﺋﺍﻮﯾﮈ ﺭﻭﺍ ﯽﺴﮐ ﻮﮐ ﮈﻮﮐ QR ﺱﺍ
vi: Quét mã QR này trên thiết bị khác
zh: 在另一台设备上扫描此二维码
zh_tw: 在另一台設備上掃描此二維碼

source: Search
ar: بحث
bg: Търсене
cs: Hledat
de: Suche
es: Buscar
fa: جستجو
fr: Chercher
hi: खोज
hr: Traži
hy: Որոնել
id: Cari
it: Ricerca
ja: 検索
ko: 검색
my: ရှာရန်
nl: Zoekopdracht
pl: Szukaj
pt: Procurar
ru: Поиск
th: ค้นหา
tl: Maghanap
tr: Arat
uk: Пошук
ur: تلاش کریں۔
vi: Tìm kiếm
zh: 搜索
zh_tw: 搜尋

source: Search / Add token
ar: بحث / إضافة رمز
bg: Търсене/Добавяне на токен
cs: Hledat / Přidat token
de: Token suchen / hinzufügen
es: Buscar / Agregar token
fa: جستجو / افزودن توکن
fr: Rechercher / Ajouter un token
hi: खोजें/टोकन जोड़ें
hr: Traži / Dodaj token
hy: Որոնել / Ավելացնել token
id: Cari / Tambahkan token
it: Cerca / Aggiungi token
ja: トークンの検索/追加
ko: 토큰 검색 / 추가
my: ရှာဖွေရန် / တိုကင်ထည့်ပါ။
nl: Token zoeken / toevoegen
pl: Wyszukaj / Dodaj token
pt: Pesquisar / Adicionar token
ru: Поиск / Добавить токен
th: ค้นหา / เพิ่มโทเค็น
tl: Maghanap / Magdagdag ng Token
tr: Belirteç Ara / Ekle
uk: Пошук / Додати маркер
ur: تلاش کریں / ٹوکن شامل کریں۔
vi: Tìm kiếm / Thêm token
zh: 搜索/添加代币
zh_tw: 搜尋/新增代幣

source: Search category
ar: فئة البحث
bg: Търсене в категория
cs: Hledat kategorii
de: Suchkategorie
es: Categoría de búsqueda
fa: جستجوی دسته‌بندی
fr: Catégorie de recherche
hi: खोज श्रेणी
hr: Kategorija pretraživanja
hy: Որոնել կատեգորիա
id: Cari kategori
it: Categoria di ricerca
ja: 検索カテゴリ
ko: 카테고리 검색
my: ရှာဖွေမှုအမျိုးအစား
nl: Zoek categorie
pl: Kategoria wyszukiwania
pt: Categoria de pesquisa
ru: Категория поиска
th: ค้นหาหมวดหมู่
tl: Kategorya ng paghahanap
tr: Kategori ara
uk: Категорія пошуку
ur: زمرہ تلاش کریں۔
vi: Tìm kiếm danh mục
zh: 搜索类别
zh_tw: 搜尋類别

source: Search currency
ar: ابحث عن عملة
bg: Търсене на валута
cs: Hledat měnu
de: Währung suchen
es: Buscar moneda
fa: جستجوی ارز
fr: Rechercher une devise
hi: मुद्रा खोजें
hr: Traži valutu
hy: Որոնել արժույթ
id: Cari mata uang
it: Cerca valuta
ja: 検索通貨
ko: 통화 검색
my: ငွေကြေးကိုရှာပါ။
nl: Zoek valuta
pl: Wyszukaj walutę
pt: Pesquisar moeda
ru: Валюта поиска
th: ค้นหาสกุลเงิน
tl: Maghanap ng pera
tr: Para birimi ara
uk: Шукати валюту
ur: کرنسی تلاش کریں۔
vi: Tìm kiếm tiền tệ
zh: 搜索货币
zh_tw: 搜尋貨幣

source: Search language
ar: ابحث عن لغة
bg: Търсене на език
cs: Hledat jazyk
de: Sprache suchen
es: Buscar idioma
fa: جستجوی زبان
fr: Rechercher une langue
hi: भाषा खोजें
hr: Jezik pretraživanja
hy: Որոնել լեզու
id: Cari bahasa
it: Cerca lingua
ja: 検索言語
ko: 언어 검색
my: ဘာသာစကားရှာပါ။
nl: Zoektaal
pl: Wyszukaj język
pt: Idioma de pesquisa
ru: Язык поиска
th: ค้นหาภาษา
tl: Maghanap ng wika
tr: Dil arat
uk: Мова пошуку
ur: زبان تلاش کریں۔
vi: Tìm kiếm ngôn ngữ
zh: 搜索语言
zh_tw: 搜尋語言
