Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

source: View key (public)
ar: مفتاح العرض (عام)
bg: View key (публичен)
cs: Klíč pro zobrazení (veřejný)
de: View Key (öffentlich)
es: Clave de visión (pública)
fa: کلید مشاهده (عمومی)
fr: Clef d'audit (view key) (publique)
hi: कुंजी देखें (जनता)
hr: View key (javni)
hy: Դիտել բանալին (հանրային)
id: Kunci tampilan (publik)
it: Chiave di visualizzazione (pubblica)
ja: ビューキー (パブリック)
ko: 보기 키 (공개)
my: သော့ကိုကြည့်ရန် (အများပြည်သူ)
nl: Bekijk sleutel (openbaar)
pl: Klucz podglądu (publiczny)
pt: Chave de visualização (pública)
ru: Публичный ключ просмотра
th: คีย์มุมมอง (สาธารณะ)
tl: Tingnan ang view key (public)
tr: İzleme anahtarı (genel)
uk: Публічний ключ перегляду
ur: کلید دیکھیں (عوامی)
vi: Xem khóa (công khai)
zh: 查看公钥 (View Key)
zh_tw: 查看公鑰 (View Key)

source: View Transaction on
ar: عرض العملية على
bg: Вижте транзакция на
cs: Zobrazit transakci na
de: Anzeigen der Transaktion auf
es: Ver transacción en
fa: مشاهده تراکنش در
fr: Voir la Transaction sur
hy: Դիտել Գործարքը
id: Lihat Transaksi di
it: Visualizza transazione su
ko: 다음에서 트랜잭션 보기
my: ငွေလွှဲခြင်းကို ဖွင့်ကြည့်ပါ။
pl: Zobacz transakcję na
th: ดูการทำธุรกรรมบน
tl: Tingnan ang transaksyon sa
tr: İşlemi şurada görüntüle
ur: لین دین دیکھیں آن
vi: Xem giao dịch trên
zh: 在...上查看交易
zh_tw: 在...上查看交易

source: Voting Weight
ar: وزن التصويت
bg: Тегло на гласуване
cs: Hlasová váha
de: Stimmgewicht
es: Peso de Voto
fa: وزن رای
fr: Poids de vote
hi: वोटिंग वेट
hr: Težina glasanja
hy: Քվեարկության Քաշ
id: Berat voting
it: Peso di voto
ja: 投票重み
ko: 투표 가중치
my: မဲပေးအလေးချိန်
nl: Stemgewicht
pl: Waga Głosu
pt: Peso de votação
ru: Вес голоса
th: น้ำหนักโหวต
tl: Bigat ng pagboto
tr: Oy kullanma
uk: Вага голосування
ur: ووٹ کا وزن
vi: Trọng số bỏ phiếu
zh: 投票权重
zh_tw: 投票权重

# waitFewSecondForTxUpdate
source: Kindly wait for a few seconds for transaction to reflect in transactions history
ar: ﺕﻼ﻿ﻣﺎﻌﻤﻟﺍ ﻞﺠﺳ ﻲﻓ ﺔﻠﻣﺎﻌﻤﻟﺍ ﺲﻜﻌﻨﺗ ﻰﺘﺣ ﻥﺍﻮﺛ ﻊﻀﺒﻟ ﺭﺎﻈﺘﻧﻻ﻿ﺍ ﻰﺟﺮﻳ
bg: Моля, изчакайте няколко секунди, докато транзакцията се отрази в историята на транзакциите
cs: Počkejte několik sekund, než se transakce projeví v historii transakcí
de: Bitte warten Sie einige Sekunden, bis die Transaktion im Transaktionsverlauf angezeigt wird
es: Por favor, espera unos segundos para que la transacción se refleje en el historial de transacciones.
fa: لطفاً چند ثانیه صبر کنید تا تراکنش در تاریخچه تراکنش‌ها منعکس شود
fr: Veuillez attendre quelques secondes pour que la transaction soit reflétée dans l'historique des transactions.
hi: लेन-देन इतिहास में लेन-देन प्रतिबिंबित होने के लिए कृपया कुछ सेकंड प्रतीक्षा करें
hr: Pričekajte nekoliko sekundi da se transakcija prikaže u povijesti transakcija
hy: Խնդրում ենք սպասել մի քանի վայրկյան, որպեսզի գործարքը արտացոլվի գործարքների պատմության մեջ
id: Mohon tunggu beberapa detik hingga transaksi terlihat di riwayat transaksi
it: Attendi qualche secondo affinché la transazione venga riflessa nella cronologia delle transazioni
ja: 取引履歴に取引が反映されるまで数秒お待ちください。
ko: 트랜잭션이 트랜잭션 내역에 반영될 때까지 몇 초간 기다려 주십시오
my: ငွေပေးငွေယူ မှတ်တမ်းတွင် ရောင်ပြန်ဟပ်ရန် စက္ကန့်အနည်းငယ်စောင့်ပါ။
nl: Wacht een paar seconden totdat de transactie wordt weergegeven in de transactiegeschiedenis
pl: Proszę poczekać kilka sekund, aż transakcja pojawi się w historii transakcji
pt: Aguarde alguns segundos para que a transação seja refletida no histórico de transações
ru: Пожалуйста, подождите несколько секунд, чтобы транзакция отразилась в истории транзакций.
th: กรุณารอสักครู่เพื่อให้ธุรกรรมปรากฏในประวัติการทำธุรกรรม
tl: Mangyaring maghintay ng ilang segundo para makita ang transaksyon sa history ng mga transaksyon
tr: İşlemin işlem geçmişine yansıması için lütfen birkaç saniye bekleyin
uk: Будь ласка, зачекайте кілька секунд, поки транзакція відобразиться в історії транзакцій
ur: ۔ﮟﯾﺮﮐ ﺭﺎﻈﺘﻧﺍ ﺎﮐ ﮉﻨﮑﯿﺳ ﺪﻨﭼ ﻡﺮﮐ ﮦﺍﺮﺑ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﯽﺳﺎﮑﻋ ﯽﮐ ﻦﯾﺩ ﻦﯿﻟ ﮟﯿﻣ ﺦﯾﺭﺎﺗ ﯽﮐ ﻦ
vi: Vui lòng đợi vài giây để giao dịch được phản ánh trong lịch sử giao dịch
zh: 请等待几秒钟，交易才会反映在交易历史记录中
zh_tw: 請等待幾秒鐘，交易才會反映在交易歷史記錄中

source: Wallet
ar: محفظة
bg: Портфейл
cs: Peněženka
es: Cartera
fa: کیف پول
fr: Portefeuille
hi: बटुआ
hr: Novčanik
hy: Դրամապանակ
it: Portafoglio
ja: 財布
ko: 지갑
my: ပိုက်ဆံအိတ်
pl: Portfel
th: กระเป๋าสตางค์
tr: Cüzdan
uk: Гаманець
ur: پرس
vi: Cái ví
zh: 钱包
zh_tw: 錢包

source: Wallet Group
ar: مجموعة محفظة
bg: Група на портфейла
cs: Skupina peněženky
es: Grupo de Carteras
fa: گروه کیف پول
fr: Groupe de portefeuille
hi: बटुए समूह
hr: Skupina novčanika
hy: Դրամապանակների խումբ
id: Kelompok dompet
it: Gruppo di portafoglio
ja: ウォレットグループ
ko: 지갑 그룹
my: ပိုက်ဆံအိတ်အုပ်စု
pl: Grupa Portfeli
th: กลุ่มกระเป๋าเงิน
tl: Group ng Wallet
tr: Cüzdan grubu
uk: Група гаманців
ur: پرس گروپ
vi: Nhóm ví
zh: 钱包组
zh_tw: 錢包組

# wallet_group_description_existing_seed
source: You’ve chosen to use an existing seed for this wallet. You may verify the seed again if you need to confirm or write it down.
ar: لقد اخترت استخدام بذرة موجودة لهذه المحفظة. يمكنك التحقق من البذرة مرة أخرى إذا كنت بحاجة إلى تأكيدها أو كتابتها.
bg: Вие сте избрали да използвате съществуващо семе за този портфейл. Можете да проверите отново семето, ако трябва да го потвърдите или запишете.
cs: Rozhodli jste se použít existující semeno pro tuto peněženku. Semeno můžete znovu ověřit, pokud potřebujete potvrdit nebo zapisovat.
es: Has elegido usar una semilla existente para esta billetera. Puedes verificar la semilla nuevamente si necesitas confirmarla o anotarla.
fa: شما انتخاب کرده‌اید که از یک سید موجود برای این کیف پول استفاده کنید. اگر نیاز به تایید یا نوشتن آن دارید، می‌توانید دوباره سید را تایید کنید.
fr: Vous avez choisi d'utiliser une graine existante pour ce portefeuille. Vous pouvez vérifier à nouveau la graine si vous avez besoin de le confirmer ou de le noter.
hi: आपने इस वॉलेट के लिए एक मौजूदा बीज का उपयोग करने के लिए चुना है। यदि आपको इसकी पुष्टि करने या लिखने की आवश्यकता है, तो आप फिर से बीज को सत्यापित कर सकते हैं।
hr: Odlučili ste koristiti postojeće sjeme za ovaj novčanik. Možete ponovno provjeriti sjeme ako ga trebate potvrditi ili zapisati.
hy: Դուք ընտրել եք օգտագործել այս դրամապանակի համար գոյություն ունեցող սերմը: Կարող եք կրկին հաստատել սերմը, եթե անհրաժեշտ է հաստատել կամ գրել այն:
it: Hai scelto di utilizzare un seme esistente per questo portafoglio. Puoi verificare di nuovo il seme se devi confermarlo o scriverlo.
ja: この財布に既存の種子を使用することを選択しました。確認または書き留める必要がある場合は、シードをもう一度確認できます。
ko: 이 지갑에 기존 시드를 사용하도록 선택했습니다. 확인하거나 적어두어야 하는 경우 시드를 다시 확인할 수 있습니다.
my: ဒီပိုက်ဆံအိတ်အတွက်ရှိပြီးသားမျိုးစေ့ကိုသုံးဖို့သင်ရွေးချယ်ခဲ့တယ်။ သင်ကအတည်ပြုရန်သို့မဟုတ်ရေးရန်လိုအပ်လျှင်မျိုးစေ့ကိုထပ်မံအတည်ပြုနိုင်သည်။
pl: Zdecydowałeś się użyć istniejącego seedu dla tego portfela. Możesz ponownie zweryfikować seed, jeśli potrzebujesz go potwierdzić lub zapisać.
th: คุณเลือกที่จะใช้เมล็ดพันธุ์ที่มีอยู่สำหรับกระเป๋าเงินนี้คุณอาจตรวจสอบเมล็ดได้อีกครั้งหากคุณต้องการยืนยันหรือเขียนลงไป
tl: Pinili mong gumamit ng isang umiiral na binhi para sa pitaka na ito. Maaari mong mapatunayan muli ang binhi kung kailangan mong kumpirmahin o isulat ito.
tr: Bu cüzdan için mevcut bir tohum kullanmayı seçtiniz. Onaylamanız veya yazmanız gerekiyorsa tohumu tekrar doğrulayabilirsiniz.
uk: Ви вирішили використовувати існуюче насіння для цього гаманця. Ви можете ще раз перевірити насіння, якщо вам потрібно підтвердити або записати його.
ur: آپ نے اس پرس کے لئے موجودہ بیج استعمال کرنے کا انتخاب کیا ہے۔ اگر آپ کو اس کی تصدیق یا لکھنے کی ضرورت ہے تو آپ دوبارہ بیج کی تصدیق کرسکتے ہیں۔
vi: Bạn đã chọn sử dụng một hạt giống hiện có cho ví này. Bạn có thể xác minh lại hạt giống nếu bạn cần xác nhận hoặc viết nó ra.
zh: 您已经选择在此钱包中使用现有助记词。如果需要确认或写下来，您可能会再次验证助记词。
zh_tw: 您已經選擇在此錢包中使用現有助記詞。如果需要確認或寫下來，您可能會再次驗證助記詞。

# wallet_group_description_four
source: to create a wallet with an entirely new seed.
ar: لإنشاء محفظة مع بذرة جديدة تماما.
bg: За да създадете портфейл с изцяло ново семе.
cs: Vytvoření peněženky s zcela novým semenem.
es: para crear una billetera con una semilla completamente nueva.
fa: برای ایجاد یک کیف پول با یک سید کاملاً جدید.
fr: Pour créer un portefeuille avec une graine entièrement nouvelle.
hi: एक पूरी तरह से नए बीज के साथ एक बटुआ बनाने के लिए।
hr: Da biste stvorili novčanik s potpuno novim sjemenom.
hy: Ամբողջովին նոր սերմով դրամապանակ ստեղծելու համար:
id: Untuk membuat dompet dengan benih yang sama sekali baru.
it: per creare un portafoglio con un seme completamente nuovo.
ja: まったく新しい種子の財布を作成します。
ko: 완전히 새로운 시드로 지갑을 생성합니다.
my: လုံးဝအသစ်သောမျိုးစေ့နှင့်အတူပိုက်ဆံအိတ်ဖန်တီးရန်။
pl: Aby stworzyć portfel z całkowicie nowym seedem.
th: เพื่อสร้างกระเป๋าเงินที่มีเมล็ดพันธุ์ใหม่ทั้งหมด
tl: Upang lumikha ng isang pitaka na may ganap na bagong binhi.
tr: Tamamen yeni bir tohumla bir cüzdan oluşturmak için.
uk: створити гаманець з абсолютно новим насінням.
ur: مکمل طور پر نئے بیج کے ساتھ پرس بنانے کے ل.
vi: Để tạo ra một ví với một hạt giống hoàn toàn mới.
zh: 创建一个带有全新助记词的钱包。
zh_tw: 創建一個帶有全新助記詞的錢包。

# wallet_group_description_one
source: In Cake Wallet, you can create a
ar: في محفظة الكيك ، يمكنك إنشاء ملف
bg: В портфейла за торта можете да създадете a
cs: V peněžence dortu můžete vytvořit a
es: En Cake Wallet, puedes crear un
fa: در کیک ولت، می‌توانید یک
fr: Dans Cake Wallet, vous pouvez créer un
hi: केक बटुए में, आप एक बना सकते हैं
hr: U novčaniku kolača možete stvoriti a
hy: Տորթի դրամապանակում կարող եք ստեղծել ա
id: Di dompet kue, Anda dapat membuat file
it: Su Cake Wallet, puoi creare un
ja: ケーキウォレットでは、aを作成できます
ko: Cake Wallet에서는 다음을 생성할 수 있습니다
my: ကိတ်မုန့်၌, သင်တစ် ဦး ဖန်တီးနိုင်ပါတယ်
pl: W Cake Wallet możesz stworzyć
th: ในกระเป๋าเงินเค้กคุณสามารถสร้างไฟล์
tl: Sa cake wallet, maaari kang lumikha ng isang
tr: Kek cüzdanında bir
uk: У гаманці тортів ви можете створити a
ur: کیک پرس میں ، آپ بنا سکتے ہیں
vi: Trong ví bánh, bạn có thể tạo
zh: 在 Cake Wallet 中，您可以创建一个
zh_tw: 在 Cake Wallet 中，您可以創建一個

# wallet_group_description_open_wallet
source: Otherwise, you can continue to open the wallet
ar: خلاف ذلك ، يمكنك الاستمرار في فتح المحفظة
bg: В противен случай можете да продължите да отваряте портфейла
cs: Jinak můžete pokračovat v otevírání peněženky
es: De lo contrario, puedes continuar abriendo la cartera
fa: در غیر این صورت، می‌توانید ادامه دهید تا کیف پول را باز کنید
fr: Sinon, vous pouvez continuer à ouvrir le portefeuille
hi: अन्यथा, आप बटुए खोलना जारी रख सकते हैं
hr: Inače možete nastaviti otvarati novčanik
hy: Հակառակ դեպքում, դուք կարող եք շարունակել բացել դրամապանակը
it: Altrimenti, puoi continuare ad aprire il portafoglio
ja: それ以外の場合は、ウォレットを開き続けることができます
ko: 그렇지 않으면 계속해서 지갑을 열 수 있습니다
my: ဒီလိုမှမဟုတ်ရင်သင်ပိုက်ဆံအိတ်ကိုဆက်ဖွင့်နိုင်တယ်
pl: W przeciwnym razie możesz kontynuować otwieranie portfela
th: มิฉะนั้นคุณสามารถเปิดกระเป๋าเงินต่อไปได้
tl: Kung hindi man, maaari mong magpatuloy upang buksan ang pitaka
tr: Aksi takdirde cüzdanı açmaya devam edebilirsiniz
uk: В іншому випадку ви можете продовжувати відкривати гаманець
ur: بصورت دیگر ، آپ بٹوے کو کھول سکتے ہیں
vi: Nếu không, bạn có thể tiếp tục mở ví
zh: 否则，您可以继续打开钱包
zh_tw: 否則，您可以繼續開啟錢包

# wallet_group_description_three
source: to see the available wallets and/or wallet groups screen. Or choose
ar: لرؤية المحافظ المتاحة و/أو شاشة مجموعات المحفظة. أو اختر
bg: За да видите наличния екран за портфейли и/или групи за портфейли. Или изберете
cs: Chcete -li zobrazit dostupnou obrazovku Skupina skupin peněženek a/nebo skupin peněženek. Nebo zvolit
es: para ver la pantalla de billeteras disponibles y/o grupos de billeteras. O puedes elegir
fa: برای مشاهده صفحه کیف پول‌های موجود و/یا گروه‌های کیف پول. یا انتخاب کنید
fr: Pour voir les portefeuilles et / ou les groupes de portefeuilles disponibles. Ou choisir
hi: उपलब्ध वॉलेट और/या वॉलेट समूह स्क्रीन देखने के लिए। या चुनें
hr: Da biste vidjeli zaslon dostupnih novčanika i/ili grupa novčanika. Ili odaberite
hy: Տեսնել առկա դրամապանակներն ու (կամ) դրամապանակների խմբերի էկրանը: Կամ ընտրել
id: Untuk melihat layar dompet dan/atau grup dompet yang tersedia. Atau pilih
it: Per vedere la schermata di portafogli e/o gruppi di portafogli disponibili. O scegli
ja: 利用可能なウォレットおよび/またはウォレットグループの画面を表示します。または選択します
ko: 사용 가능한 지갑 및/또는 지갑 그룹 화면을 봅니다. 또는 다음을 선택합니다
my: ရရှိနိုင်သည့်ပိုက်ဆံအိတ်နှင့် / သို့မဟုတ်ပိုက်ဆံအိတ်အုပ်စုများမြင်ကွင်းကိုကြည့်ရှုရန်။ သို့မဟုတ်ရွေးချယ်ပါ
pl: Aby zobaczyć ekran dostępnych portfeli i/lub grup portfeli. Lub wybierz
th: หากต้องการดูกระเป๋าเงินและ/หรือกลุ่มกระเป๋าเงินที่มีอยู่ หรือเลือก
tl: Upang makita ang magagamit na mga wallets at/o screen ng mga pangkat ng pitaka. O pumili
tr: Mevcut cüzdan ve/veya cüzdan grupları ekranını görmek için. Veya seç
uk: Щоб побачити наявні гаманці та/або екран групи гаманців. Або вибрати
ur: دستیاب بٹوے اور/یا پرس گروپوں کی اسکرین کو دیکھنے کے لئے۔ یا منتخب کریں
vi: Để xem ví trên ví và/hoặc màn hình nhóm ví. Hoặc chọn
zh: 查看可用的钱包和/或钱包组屏幕。或选择
zh_tw: 查看可用的錢包和/或錢包組螢幕。或選擇

# wallet_group_description_two
source: by selecting an existing wallet to share a seed with. Each wallet group can contain a single wallet of each currency type. You can select
ar: عن طريق اختيار محفظة موجودة لتبادل البذور مع. يمكن أن تحتوي كل مجموعة محفظة على محفظة واحدة من كل نوع من العملة. يمكنك تحديدها
bg: Чрез избора на съществуващ портфейл, с който да споделите семе. Всяка група за портфейл може да съдържа по един портфейл от всеки тип валута. Можете да изберете
cs: Výběrem existující peněženky pro sdílení semeno. Každá skupina peněženek může obsahovat jednu peněženku každého typu měny. Můžete si vybrat
es: seleccionando una billetera existente con la que compartir una semilla. Cada grupo de carteras puede contener una sola cartera de cada tipo de moneda. Puedes pulsar
fa: با انتخاب یک کیف پول موجود برای اشتراک‌گذاری سید با آن. هر گروه کیف پول می‌تواند شامل یک کیف پول از هر نوع ارز باشد. می‌توانید انتخاب کنید
fr: En sélectionnant un portefeuille existant pour partager une graine avec. Chaque groupe de portefeuille peut contenir un seul portefeuille de chaque type de devise. Vous pouvez sélectionner
hi: एक बीज साझा करने के लिए एक मौजूदा बटुए का चयन करके। प्रत्येक वॉलेट समूह में प्रत्येक मुद्रा प्रकार का एक एकल वॉलेट हो सकता है। आप चयन कर सकते हैं
hr: Odabirom postojećeg novčanika s kojim ćete dijeliti sjeme. Svaka grupa novčanika može sadržavati jedan novčanik svake vrste valute.
hy: ընտրելով գոյություն ունեցող դրամապանակ `սերմը կիսելու համար: Դրամապանակների յուրաքանչյուր խումբ կարող է պարունակել յուրաքանչյուր արժույթի տեսակի մեկ դրամապանակ: Կարող եք ընտրել
id: dengan memilih dompet yang ada untuk berbagi benih dengan. Setiap grup dompet dapat berisi satu dompet dari setiap jenis mata uang. Anda dapat memilih
it: Selezionando un portafoglio esistente con cui condividere un seme. Ogni gruppo di portafoglio può contenere un singolo portafoglio di ciascun tipo di valuta. È possibile selezionare
ja: 既存のウォレットを選択して種子を共有します。各ウォレットグループには、各通貨タイプの単一のウォレットを含めることができます。 選択できます
ko: 시드를 공유할 기존 지갑을 선택하여. 각 지갑 그룹에는 각 통화 유형의 단일 지갑이 포함될 수 있습니다. 다음을 선택할 수 있습니다
my: နှင့်အတူမျိုးစေ့ဝေမျှဖို့ရှိပြီးသားပိုက်ဆံအိတ်တစ်ခုရွေးချယ်ခြင်းအားဖြင့်။ ပိုက်ဆံအိတ်အုပ်စုတစ်ခုစီတွင်ငွေကြေးအမျိုးအစားတစ်ခုစီ၏တစ်ခုတည်းသောပိုက်ဆံအိတ်တစ်ခုပါ 0 င်နိုင်သည်။ သင်ရွေးချယ်နိုင်သည်
pl: Wybierając istniejący portfel, z którym chcesz udostępnić seed. Każda grupa portfeli może zawierać pojedynczy portfel każdego typu waluty. Możesz wybrać
th: โดยการเลือกกระเป๋าเงินที่มีอยู่เพื่อแบ่งปันเมล็ดด้วย แต่ละกลุ่มกระเป๋าเงินสามารถมีกระเป๋าเงินเดียวของแต่ละประเภทสกุลเงิน คุณสามารถเลือกได้
tl: Sa pamamagitan ng pagpili ng isang umiiral na pitaka upang magbahagi ng isang binhi. Ang bawat pangkat ng pitaka ay maaaring maglaman ng isang solong pitaka ng bawat uri ng pera. Maaari kang pumili
tr: Bir tohumu paylaşmak için mevcut bir cüzdan seçerek. Her cüzdan grubu, her para türünün tek bir cüzdanı içerebilir. Seçebilirsiniz
uk: Вибираючи існуючий гаманець, щоб поділитися насінням. Кожна група гаманця може містити один гаманець кожного типу валюти. Ви можете вибрати
ur: بیج کے ساتھ بانٹنے کے لئے موجودہ پرس کا انتخاب کرکے۔ ہر بٹوے گروپ میں ہر کرنسی کی قسم کا ایک بٹوے شامل ہوسکتا ہے۔ آپ منتخب کرسکتے ہیں
vi: Bằng cách chọn một ví hiện có để chia sẻ một hạt giống với. Mỗi nhóm ví có thể chứa một ví của mỗi loại tiền tệ. Bạn có thể chọn
zh: 通过选择现有钱包共享助记词。每组可含每种币种的一个钱包。 您可以选择
zh_tw: 通過選擇現有錢包共享助記詞。每組可含每種幣種的一個錢包。 您可以選擇

# wallet_group_description_view_seed
source: You can always view this seed again under
ar: يمكنك دائمًا عرض هذه البذرة مرة أخرى تحت
bg: Винаги можете да видите това семе отново под
cs: Toto semeno si můžete vždy znovu prohlédnout
es: Siempre puedes volver a consultar esta semilla en
fa: شما همیشه می‌توانید این سید را دوباره مشاهده کنید در
fr: Vous pouvez toujours revoir cette graine sous
hi: आप हमेशा इस बीज को फिर से देख सकते हैं
hr: Uvijek možete ponovo pogledati ovo sjeme ispod
hy: Միշտ կարող եք կրկին դիտել այս սերմը ներքեւում
it: Puoi sempre visualizzare di nuovo questo seme sotto
ja: いつでもこの種を再び見ることができます
ko: 다음에서 이 시드를 항상 다시 볼 수 있습니다
my: သင်သည်ဤမျိုးစေ့ကိုနောက်တဖန်ရှုမြင်နိုင်သည်
pl: Zawsze możesz ponownie wyświetlić ten seed pod
th: คุณสามารถดูเมล็ดพันธุ์นี้ได้อีกครั้งภายใต้
tl: Maaari mong palaging tingnan ang binhi na ito sa ilalim
tr: Bu tohumu her zaman tekrar görebilirsiniz
uk: Ви завжди можете переглянути це насіння ще раз під
ur: آپ ہمیشہ اس بیج کو دوبارہ دیکھ سکتے ہیں
vi: Bạn luôn có thể xem lại hạt giống này dưới
zh: 您可以随时再次在下面查看此助记词
zh_tw: 您可以隨時再次在下面查看此助記詞

# wallet_group_empty_state_text_one
source: Looks like you don't have any compatible wallet groups! Tap
ar: يبدو أنه ليس لديك أي مجموعات محفظة متوافقة ! انقر
bg: Изглежда, че нямате съвместими групи портфейли ! tap
cs: Vypadá to, že nemáte žádné kompatibilní skupiny peněženky !
es: ¡Parece que no tienes ningún grupo de carteras compatible! Pulsa
fa: به نظر می‌رسد هیچ گروه کیف پول سازگاری ندارید! ضربه بزنید
fr: On dirait que vous n'avez pas de groupes de portefeuilles compatibles ! Tap
hi: लगता है कि आपके पास कोई संगत बटुआ समूह नहीं है! नल
hr: Izgleda da nemate nikakve kompatibilne grupe novčanika !
hy: Կարծես թե որեւէ համատեղելի դրամապանակի խմբեր չունեք: Թակել
id: Sepertinya Anda tidak memiliki grup dompet yang kompatibel ! tap
it: Sembra che tu non abbia alcun gruppo di portafoglio compatibile! Premi
ja: 互換性のあるウォレットグループがないようです! タップ
ko: 호환되는 지갑 그룹이 없는 것 같습니다! 탭
my: သင့်တွင်သဟဇာတဖြစ်သောပိုက်ဆံအိတ်အုပ်စုများမရှိပါ။ ! ကိုအသာပုတ်ပါ
pl: Wygląda na to, że nie masz żadnych kompatybilnych grup portfeli! Stuknij
th: ดูเหมือนว่าคุณจะไม่มีกลุ่มกระเป๋าเงินที่เข้ากันได้ ! แตะ
tl: Mukhang wala kang anumang mga katugmang pangkat ng pitaka! tap
tr: Herhangi bir uyumlu cüzdan grubunuz yok gibi görünüyor ! TAP
uk: Схоже, у вас немає сумісних груп гаманця ! Торкніться
ur: ایسا لگتا ہے کہ آپ کے پاس کوئی مطابقت پذیر والیٹ گروپس نہیں ہیں ! نل
vi: Có vẻ như bạn không có bất kỳ nhóm ví tương thích nào ! Tap
zh: 看起来您没有任何兼容的钱包组! 点击
zh_tw: 看起來您沒有任何相容的錢包組! 點擊

# wallet_group_empty_state_text_two
source: below to make a new one.
ar: أدناه لجعل واحدة جديدة.
bg: по -долу, за да се направи нов.
cs: Níže vytvořit nový.
es: a continuación para crear uno nuevo.
fa: در زیر برای ساختن یکی جدید.
fr: Ci-dessous pour en faire un nouveau.
hi: नीचे एक नया बनाने के लिए।
hr: Ispod da napravite novi.
hy: ներքեւում `նորը կազմելու համար:
id: di bawah ini untuk membuat yang baru.
it: Di seguito per crearne uno nuovo.
ja: 以下に新しいものを作るために。
ko: 아래에서 새 그룹을 만듭니다.
my: အသစ်တစ်ခုကိုတစ်ခုလုပ်ဖို့အောက်တွင်ဖော်ပြထားသော။
pl: poniżej, aby utworzyć nowy.
th: ด้านล่างเพื่อสร้างใหม่
tl: sa ibaba upang gumawa ng bago.
tr: Yeni bir tane yapmak için aşağıda.
uk: нижче, щоб зробити новий.
ur: ایک نیا بنانے کے لئے ذیل میں.
vi: Dưới đây để làm một cái mới.
zh: 下方按钮创建一个新的。
zh_tw: 下方按鈕創建一個新的。

# wallet_keys
source: Wallet seed/keys
ar: سييد المحفظة / المفاتيح
bg: Seed/keys на портфейла
cs: Seed/klíče peněženky
de: Wallet-Seed/-Schlüssel
es: Semilla/Claves de la Cartera
fa: سید/کلیدهای کیف پول
fr: Phrase secrète (seed)/Clefs du portefeuille (wallet)
hi: बटुआ बीज / चाबियाँ
hr: Pristupni izraz/ključ novčanika
hy: Դրամապանակի սերմ/բանալիներ
id: Seed/kunci dompet
it: Seme Portafoglio /chiavi
ja: ウォレットシード/キー
ko: 지갑 시드/키
my: ပိုက်ဆံအိတ် အစေ့/သော့များ
nl: Portemonnee zaad/sleutels
pl: Seed/klucze portfela
pt: Semente/chaves da carteira
ru: Мнемоническая фраза/ключи кошелька
th: ซีดของกระเป๋า/คีย์
tr: Cüzdan tohumu/anahtarları
uk: Мнемонічна фраза/ключі гаманця
ur: بٹوے کے بیج / چابیاں
vi: Hạt giống/khóa ví
zh: 钱包助记词/密钥
zh_tw: 錢包助記詞/密鑰

# wallet_list_create_new_wallet
source: Create New Wallet
ar: إنشاء محفظة جديدة
bg: Създаване на нов портфейл
cs: Vytvořit novou peněženku
de: Neue Wallet erstellen
es: Crear Nueva Cartera
fa: ایجاد کیف پول جدید
fr: Créer un Nouveau Portefeuille (Wallet)
hi: नया बटुआ बनाएँ
hr: Izradi novi novčanik
hy: Ստեղծել Նոր Դրամապանակ
id: Buat Dompet Baru
it: Crea Nuovo Portafoglio
ja: 新しいウォレットを作成
ko: 새 지갑 생성
my: Wallet အသစ်ဖန်တီးပါ။
nl: Maak een nieuwe portemonnee
pl: Utwórz nowy portfel
pt: Criar nova carteira
ru: Создать новый кошелёк
th: สร้างกระเป๋าใหม่
tl: Lumikha ng bagong wallet
tr: Yeni Cüzdan Oluştur
uk: Створити новий гаманець
ur: نیا والیٹ بنائیں
vi: Tạo ví mới
zh: 创建新钱包
zh_tw: 創建新錢包

# wallet_list_edit_group_name
source: Edit Group Name
ar: تحرير اسم المجموعة
bg: Редактиране на име на групата
cs: Upravit název skupiny
es: Editar nombre del grupo
fa: ویرایش نام گروه
fr: Modifier le nom du groupe
hi: समूह का नाम संपादित करें
hr: Uredi naziv grupe
hy: Խմբագրել խմբի անվանումը
id: Edit Nama Grup
it: Modifica nome del gruppo
ja: グループ名を編集します
ko: 그룹 이름 편집
my: အုပ်စုအမည်ကိုတည်းဖြတ်ပါ
pl: Edytuj nazwę grupy
th: แก้ไขชื่อกลุ่ม
tl: I -edit ang Pangalan ng Grupo
tr: Grup Adını Düzenle
uk: Назва групи редагування
ur: گروپ کے نام میں ترمیم کریں
vi: Chỉnh sửa tên nhóm
zh: 编辑组名称
zh_tw: 編輯組名稱

# wallet_list_edit_wallet
source: Edit wallet
ar: تحرير المحفظة
bg: Редактиране на портфейла
cs: Upravit peněženku
de: Wallet bearbeiten
es: Editar Cartera
fa: ویرایش کیف پول
fr: Modifier le portefeuille
hi: बटुआ संपादित करें
hr: Uredi novčanik
hy: Խմբագրել դրամապանակը
id: Edit dompet
it: Modifica portafoglio
ja: ウォレットを編集する
ko: 지갑 편집
my: ပိုက်ဆံအိတ်ကို တည်းဖြတ်ပါ။
nl: Portemonnee bewerken
pl: Edytuj portfel
pt: Editar carteira
ru: Изменить кошелек
th: แก้ไขกระเป๋าสตางค์
tl: I-edit ang wallet
tr: Cüzdanı düzenle
uk: Редагувати гаманець
ur: بٹوے میں ترمیم کریں۔
vi: Chỉnh sửa ví
zh: 编辑钱包
zh_tw: 編輯錢包

# wallet_list_failed_to_load
source: Failed to load ${wallet_name} wallet. ${error}
ar: فشل تحميل محفظة ${wallet_name}. ${error}
bg: Грешка при зареждането на портфейл ${wallet_name}. ${error}
cs: Chyba při načítání ${wallet_name} peněženky. ${error}
de: Laden der Wallet ${wallet_name} fehlgeschlagen. ${error}
es: No se pudo cargar la billetera ${wallet_name}. ${error}
fa: بارگیری کیف پول ${wallet_name} ناموفق بود. ${error}
fr: Échec de chargement du portefeuille (wallet) ${wallet_name}. ${error}
hi: लोड करने में विफल ${wallet_name} बटुआ. ${error}
hr: Neuspješno učitavanje novčanika ${wallet_name}. ${error}
hy: Չհաջողվեց բեռնել ${wallet_name} դրամապանակը։ ${error}
id: Gagal memuat ${wallet_name} dompet. ${error}
it: Caricamento portafoglio ${wallet_name} fallito. ${error}
ja: 読み込みに失敗しました ${wallet_name} 財布. ${error}
ko: ${wallet_name} 지갑 로드 실패. ${error}
my: ${wallet_name} ပိုက်ဆံအိတ်ကို ဖွင့်၍မရပါ။ ${error}
nl: Laden mislukt ${wallet_name} portemonnee. ${error}
pl: Nie udało się załadować portfel ${wallet_name}. ${error}
pt: Falha ao abrir a carteira ${wallet_name}. ${error}
ru: Ошибка при загрузке ${wallet_name} кошелька. ${error}
th: ไม่สามารถโหลดกระเป๋า ${wallet_name} ได้ ${error}
tl: Nabigong na-load ang ${wallet_name} na wallet. ${error}
uk: Помилка при завантаженні ${wallet_name} гаманця. ${error}
ur: ${wallet_name} والیٹ لوڈ کرنے میں ناکام۔ ${error}
vi: Tải ví ${wallet_name} không thành công. ${error}
zh: 加载失败 ${wallet_name} 钱包。${error}
zh_tw: 載入失敗 ${wallet_name} 錢包。${error}
