Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# error_text_keys
source: Wallet keys can only contain 64 chars in hex
ar: يمكن أن تحتوي مفاتيح المحفظة على 64 حرفًا hex
bg: Ключовете за портфейл може да съдържат само 64 шестнайсетични символа
cs: Klíče peněženky musí obsahovat 64 hexadecimálních znaků
de: Walletschlüssel können nur 64 hexadezimale Zeichen enthalten
es: Las claves de la billetera solo pueden contener 64 caracteres en hexadecimal
fa: کلیدهای کیف پول فقط می‌توانند شامل ۶۴ کاراکتر هگز باشند
fr: Les clefs du portefeuille (wallet) ne peuvent être constituées que de 64 caractères hexadécimaux
hi: वॉलेट कीज़ में हेक्स में केवल 64 वर्ण हो सकते हैं
hr: Novčanik smije sadržavati samo 64 znakova hex vrijednosti
hy: Դրամապանակի բանալիները կարող են պարունակել միայն 64 նիշ հեքսային կոդով
id: Kunci dompet hanya dapat berisi 64 karakter dalam hex
it: Le chiavi del portafoglio possono contenere solo 64 caratteri esadecimali (hex)
ja: ウォレットキーには、16進数で64文字しか含めることができません
ko: 지갑 키는 16진수로 64자만 포함할 수 있습니다.
my: ပိုက်ဆံအိတ်သော့များတွင် hex တွင် 64 လုံးသာပါဝင်နိုင်သည်။
nl: Portefeuillesleutels kunnen maximaal 64 tekens bevatten in hexadecimale volgorde
pl: Klucze portfela mogą mieć maksymalnie 64 znaków w zapisie szesnastkowym
pt: As chaves da carteira podem conter apenas 64 caracteres em hexadecimal
ru: Ключи кошелька могут содержать только 64 символа в hex
th: คีย์ของกระเป๋าสตางค์จะต้องประกอบด้วยตัวอักษรฐาน 16 จำนวน 64 ตัว
tl: Ang mga wallet key ay maaari lamang maglaman ng 64 chars sa hex
tr: Cüzdan anahtarları onaltılık (hex) olarak yalnızca 64 karakter içerebilir
uk: Ключі гаманця можуть містити тільки 64 символів в hex
ur: والیٹ کیز ہیکس میں صرف 64 حروف پر مشتمل ہو سکتی ہیں۔
vi: Khóa ví chỉ được chứa 64 ký tự dạng hex
zh: 钱包密钥只能包含 64 个十六进制字符
zh_tw: 錢包密鑰只能包含 64 個十六進製字符

# error_text_limits_loading_failed
source: Trade for ${provider} is not created. Limits loading failed
ar: لم يتم إنشاء الصفقة لـ ${provider}. فشل تحميل الحدود
bg: Сделка за ${provider} не беше създадена. Неуспешно зареждане на лимити
cs: Obchod pro ${provider} nebyl vytvořen. Selhalo načítání limitů
de: Handel für ${provider} wird nicht erstellt. Das Laden der Limits ist fehlgeschlagen
es: El intercambio para ${provider} no se ha creado. Error al cargar los límites
fa: معامله برای ${provider} ایجاد نشد. بارگیری محدودیت‌ها ناموفق بود
fr: Échange pour ${provider} non créé. Échec de chargement des limites
hi: व्यापार ${provider} के लिए नहीं बनाया गया है। लोडिंग की सीमाएं विफल रहीं
hr: Razmjena za ${provider} nije izrađena. Neuspješno učitavanje limita
hy: Առևտրի համար ${provider} չի ստեղծվել: Սահմանների բեռնում ձախողվել է
id: Perdagangan untuk ${provider} tidak dibuat. Gagal memuat batas
it: Lo scambio per ${provider} non è stato creato. Caricamento dei limiti fallito
ja: ${provider} の取引は作成されません。 制限の読み込みに失敗しました
ko: ${provider} 거래가 생성되지 않았습니다. 한도 로딩 실패
my: ${provider} အတွက် ကုန်သွယ်မှုကို ဖန်တီးမထားပါ။ ကန့်သတ်ချက်များ တင်ခြင်း မအောင်မြင်ပါ။
nl: Ruil voor ${provider} is niet gemaakt. Beperkingen laden mislukt
pl: Wymiana dla ${provider} nie została utworzona. Nie udało się wczytać limitów.
pt: A troca por ${provider} não é criada. Falha no carregamento dos limites
ru: Сделка для ${provider} не создана. Ошибка загрузки лимитов
th: การซื้อขายกับ ${provider} ไม่สามารถดำเนินการได้ ไม่สามารถโหลดขอบเขตได้
tl: Ang kalakalan para sa ${provider} hindi nilikha . Nabigo ang pag-load ng mga limitasyon
tr: ${provider} için işlem oluşturulmadı. Limitler yüklenirken hata oluştu.
uk: Операція для ${provider} не створена. Помилка завантаження лімітів
ur: ${provider} کے لیے تجارت نہیں بنائی گئی ہے۔ حدود کی لوڈنگ ناکام ہو گئی۔
vi: Giao dịch cho ${provider} không được tạo. Tải giới hạn không thành công
zh: 未创建 ${provider} 交易。 限制加载失败
zh_tw: 未創建 ${provider} 交易。 限製載入失敗

# error_text_maximum_limit
source: Trade for ${provider} is not created. Amount is more then maximum: ${max} ${currency}
ar: لم يتم إنشاء الصفقة لـ ${provider}. المبلغ أكبر من الحد الأقصى: ${max} ${currency}
bg: Сделка за ${provider} не беше създадена. Сумата надвишава максималната: ${max} ${currency}
cs: Obchod pro ${provider} nebyl vytvořen. Částka je větší než maximální hodnota: ${max} ${currency}
de: Handel für ${provider} wird nicht erstellt. Menge ist über dem Maximum: ${max} ${currency}
es: El intercambio con ${provider} no se ha creado. La cantidad es mayor que el máximo: ${max} ${currency}
fa: معامله برای ${provider} ایجاد نشد. مقدار بیشتر از حداکثر است: ${max} ${currency}
fr: Échange pour ${provider} non créé. Le montant est supérieur au maximum : ${max} ${currency}
hi: व्यापार ${provider} के लिए नहीं बनाया गया है। राशि अधिक है तो अधिकतम: ${max} ${currency}
hr: Razmjena za ${provider} nije izrađena. Iznos je veći od maskimalnog: ${max} ${currency}
hy: Առևտրի համար ${provider} չի ստեղծվել: Գումարը ավելի է, քան առավելագույն ${max} ${currency}
id: Perdagangan untuk ${provider} tidak dibuat. Jumlah lebih dari maksimal: ${max} ${currency}
it: Lo scambio per ${provider} non è stato creato. L'importo è superiore al massimo: ${max} ${currency}
ja: ${provider} の取引は作成されません。 金額は最大値を超えています： ${max} ${currency}
ko: ${provider} 거래가 생성되지 않았습니다. 금액이 최대값(${max} ${currency})보다 큽니다.
my: ${provider} အတွက် ကုန်သွယ်မှုကို ဖန်တီးမထားပါ။ ပမာဏသည် အများဆုံးထက် ပိုများသည်- ${max} ${currency}
nl: Ruil voor ${provider} is niet gemaakt. Bedrag is meer dan maximaal: ${max} ${currency}
pl: Wymiana dla ${provider} nie została utworzona. Kwota przekracza maksymalny limit: ${max} ${currency}
pt: A troca por ${provider} não é criada. O valor é superior ao máximo: ${max} ${currency}
ru: Сделка для ${provider} не создана. Сумма больше максимальной: ${max} ${currency}
th: การซื้อขายกับ ${provider} ไม่สามารถดำเนินการได้ จำนวนมากกว่าขั้นสูง: ${max} ${currency}
tl: Ang kalakalan para sa ${provider} ay hindi nilikha. Ang halaga ay higit sa maximum: ${max} ${currency}
tr: ${provider} için işlem oluşturulmadı. Miktar maksimumdan daha fazla: ${max} ${currency}
uk: Операція для ${provider} не створена. Сума більше максимальної: ${max} ${currency}
ur: ${provider} کے لیے تجارت نہیں بنائی گئی ہے۔ رقم زیادہ سے زیادہ سے زیادہ ہے: ${max} ${currency}
vi: Giao dịch cho ${provider} không được tạo. Số tiền lớn hơn mức tối đa: ${max} ${currency}
zh: 未创建 ${provider} 交易。 金额大于最大值：${max} ${currency}
zh_tw: 未創建 ${provider} 交易。 金額大於最大值：${max} ${currency}

# error_text_minimal_limit
source: Trade for ${provider} is not created. Amount is less then minimal: ${min} ${currency}
ar: لم يتم إنشاء الصفقة لـ ${provider}. المبلغ أقل من الحد الأدنى: ${min} ${currency}
bg: Сделка за ${provider} не беше създадена. Сумата е по-малко от минималната: ${min} ${currency}
cs: Obchod pro ${provider} nebyl vytvořen. Částka je menší než minimální hodnota: ${min} ${currency}
de: Handel für ${provider} wird nicht erstellt. Menge ist unter dem Minimum: ${min} ${currency}
es: No se ha creado la operación para ${provider}. El monto es inferior al mínimo: ${min} ${currency}
fa: معامله برای ${provider} ایجاد نشد. مقدار کمتر از حداقل است: ${min} ${currency}
fr: Échange pour ${provider} non créé. Le montant est inférieur au minimum : ${min} ${currency}
hi: व्यापार ${provider} के लिए नहीं बनाया गया है। राशि कम है तो न्यूनतम: ${min} ${currency}
hr: Razmjena za ${provider} nije izrađena. Iznos je manji od minimalnog: ${min} ${currency}
hy: Առևտրի համար ${provider} չի ստեղծվել: Գումարը ցածր է, քան նվազագույն ${min} ${currency}
id: Perdagangan untuk ${provider} tidak dibuat. Jumlah kurang dari minimal: ${min} ${currency}
it: Lo scambio per ${provider} non è stato creato. L'importo è inferiore al minimo: ${min} ${currency}
ja: ${provider} の取引は作成されません。 金額は最小額より少ない： ${min} ${currency}
ko: ${provider} 거래가 생성되지 않았습니다. 금액이 최소값(${min} ${currency})보다 작습니다.
my: ${provider} အတွက် ကုန်သွယ်မှုကို ဖန်တီးမထားပါ။ ပမာဏသည် အနည်းငယ်ထက်နည်းသည်- ${min} ${currency}
nl: Ruil voor ${provider} is niet gemaakt. Bedrag is minder dan minimaal: ${min} ${currency}
pl: Wymiana dla ${provider} nie została utworzona. Kwota jest niższa od minimalnej kwoty: ${min} ${currency}
pt: A troca por ${provider} não é criada. O valor é menor que o mínimo: ${min} ${currency}
ru: Сделка для ${provider} не создана. Сумма меньше минимальной: ${min} ${currency}
th: การซื้อขายกับ ${provider} ไม่สามารถดำเนินการได้ จำนวนน้อยกว่าขั้นต่ำ: ${min} ${currency}
tl: Ang kalakalan para sa ${provider} ay hindi nilikha. Ang halaga ay mas mababa sa minimum: ${min} ${currency}
tr: ${provider} için işlem oluşturulmadı. Miktar minimumdan daha azdır: ${min} ${currency}
uk: Операція для ${provider} не створена. Сума менша мінімальної: ${min} ${currency}
ur: ${provider} کے لیے تجارت نہیں بنائی گئی ہے۔ رقم کم سے کم ہے: ${min} ${currency}
vi: Giao dịch cho ${provider} không được tạo. Số tiền nhỏ hơn mức tối thiểu: ${min} ${currency}
zh: 未创建 ${provider} 交易。 金额小于最小值：${min} ${currency}
zh_tw: 未創建 ${provider} 交易。 金額小於最小值：${min} ${currency}

# error_text_node_address
source: Please enter a iPv4 address
ar: الرجاء إدخال عنوان IPv4
bg: Моля, въведете iPv4 адрес
cs: prosím zadejte IPv4 adresu
de: Bitte geben Sie eine iPv4-Adresse ein
es: Por favor, introduzca una dirección IPv4
fa: لطفاً یک آدرس IPv4 وارد کنید
fr: Merci d'entrer une adresse IPv4
hi: कृपया एक IPv4 पता दर्ज करें
hr: Molimo unesite iPv4 adresu
hy: Խնդրում ենք մուտքագրել iPv4 հասցե
id: Silakan masukkan alamat iPv4
it: Gentilmente inserisci un indirizzo IPv4
ja: iPv4アドレスを入力してください
ko: IPv4 주소를 입력하세요.
my: ကျေးဇူးပြု၍ iPv4 လိပ်စာကို ထည့်ပါ။
nl: Voer een iPv4-adres in
pl: Wprowadź adres IPv4
pt: Digite um endereço iPv4
ru: Пожалуйста, введите iPv4 адрес
th: โปรดป้อนที่อยู่ iPv4
tl: Pakipasok isan iPv4 address
tr: Lütfen iPv4 adresi girin
uk: Будь ласка, введіть iPv4 адресу
ur: براہ کرم ایک iPv4 پتہ درج کریں۔
vi: Vui lòng nhập địa chỉ iPv4
zh: 请输入一个IPv4地址
zh_tw: 請輸入一個IPv4地址

# error_text_node_port
source: Node port can only contain numbers between 0 and 65535
ar: منفذ العقدة يمكن أن يحتوي فقط على أرقام بين 0 و 65535
bg: Node port-ът е цяло число между 0 и 65535
cs: Port uzlu musí být číslo mezi 0 a 65535
de: Der Knotenport darf nur Nummern zwischen 0 und 65535 enthalten
es: El puerto de nodo solo puede contener números entre 0 y 65535
fa: پورت نود فقط می‌تواند شامل اعداد بین ۰ و ۶۵۵۳۵ باشد
fr: Le port d'un nœud doit être un nombre compris entre 0 et 65535
hi: नोड पोर्ट में केवल 0 और 65535 के बीच संख्याएँ हो सकती हैं
hr: Node port smije sadržavati samo brojeve između 0 i 65535
hy: Հանգույցի պորտը կարող է պարունակել միայն թվեր 0-65535 միջակայքում
id: Port node hanya dapat berisi angka antara 0 dan 65535
it: La porta del nodo può contenere solo numeri compresi tra 0 e 65535
ja: ノードポートには、0〜65535の数字のみを含めることができます
ko: 노드 포트는 0에서 65535 사이의 숫자만 포함할 수 있습니다.
my: နော်ဒီဆိပ်ကမ်း တွင် 0 နှင့် 65535 အကြား နံပါတ်များသာ ပါဝင်နိုင်သည်။
nl: Knooppuntpoort kan alleen nummers tussen 0 en 65535 bevatten
pl: Port węzła może zawierać tylko liczby od 0 do 65535
pt: A porta do nó deve conter apenas números entre 0 e 65535
ru: Порт ноды может содержать только цифры от 0 до 65535
th: พอร์ตโหนดสามารถมีตัวเลขเท่านั้นระหว่าง 0 ถึง 65535
tl: Ang node port ay maaari lamang maglaman ng numero sa pagitan ng 0 at 65535
tr: Düğüm port'u yalnızca 0 ve 65535 arasında rakam içerebilir
uk: Порт вузла може містити тільки цифри від 0 до 65535
ur: نوڈ پورٹ میں صرف 0 اور 65535 کے درمیان نمبر ہوسکتے ہیں۔
vi: Cổng nút chỉ được chứa các số từ 0 đến 65535
zh: 节点端口只能包含0到65535之间的数字
zh_tw: 節點端口只能包含0到65535之間的數字

# error_text_node_proxy_address
source: Please enter <IPv4 address>:<port>, for example 127.0.0.1:9050
ar: الرجاء إدخال <عنوان IPv4>: <port> ، على سبيل المثال 127.0.0.1:9050
bg: Моля, въведете <IPv4 адрес>:<порт>, например 127.0.0.1:9050
cs: Zadejte prosím <adresa IPv4>:<port>, například 127.0.0.1:9050
de: Bitte geben Sie <IPv4-Adresse>:<Port> ein, zum Beispiel 127.0.0.1:9050
es: Ingrese <dirección IPv4>:<puerto>, por ejemplo 127.0.0.1:9050
fa: لطفاً به صورت <IPv4 address>:<port> وارد کنید، برای مثال 127.0.0.1:9050
fr: Veuillez saisir <adresse IPv4>:<port>, par exemple 127.0.0.1:9050
hi: कृपया <IPv4 पता> दर्ज करें: <पोर्ट>, उदाहरण के लिए 127.0.0.1:9050
hr: Unesite <IPv4 adresa>:<port>, na primjer 127.0.0.1:9050
hy: Խնդրում ենք մուտքագրել <IPv4 հասցե>:<պորտ>, օրինակ 127.0.0.1:9050
id: Masukkan <alamat IPv4>:<port>, misalnya 127.0.0.1:9050
it: Inserisci <indirizzo IPv4>:<porta>, ad esempio 127.0.0.1:9050
ja: <IPv4 アドレス>:<ポート> を入力してください (例: 127.0.0.1:9050)
ko: <IPv4 주소>:<포트> 형식으로 입력하세요. 예: 127.0.0.1:9050
my: ကျေးဇူးပြု၍ <IPv4 လိပ်စာ>:<port>၊ ဥပမာ 127.0.0.1:9050 ထည့်ပါ
nl: Voer <IPv4-adres>:<poort> in, bijvoorbeeld 127.0.0.1:9050
pl: Wprowadź <IPv4 address>:<port>, na przykład 127.0.0.1:9050
pt: Insira <endereço IPv4>:<porta>, por exemplo 127.0.0.1:9050
ru: Введите <IPv4-адрес>:<порт>, например 127.0.0.1:9050.
th: โปรดป้อน <ที่อยู่ IPv4>:<พอร์ต> เช่น 127.0.0.1:9050
tl: Pakipasok <IPv4 address>: <port>, halimbawa 127.0.0.1:9050
tr: Lütfen <IPv4 adresi>:<bağlantı noktası> girin, örneğin 127.0.0.1:9050
uk: Будь ласка, введіть <IPv4-адреса>:<порт>, наприклад 127.0.0.1:9050
ur: براہ کرم <IPv4 ایڈریس>:<port> درج کریں، مثال کے طور پر 127.0.0.1:9050
vi: Vui lòng nhập <địa chỉ IPv4>:<cổng>, ví dụ 127.0.0.1:9050
zh: 请输入<IPv4地址>:<端口>，例如127.0.0.1:9050
zh_tw: 請輸入<IPv4地址>:<端口>，例如127.0.0.1:9050

# error_text_payment_id
source: Payment ID can only contain from 16 to 64 chars in hex
ar: يمكن أن يحتوي معرّف الدفع فقط من 16 إلى 64 حرفًا hex
bg: Payment ID-то може да съдържа само между 16 и 64 шестнайсетични символа
cs: ID platby se musí skládat z 16 až 64 hexadecimálních znaků
de: Die Zahlungs-ID darf nur 16 bis 64 hexadezimale Zeichen enthalten
es: El ID de pago solo puede contener entre 16 y 64 caracteres en hexadecimal
fa: شناسه پرداخت فقط می‌تواند شامل ۱۶ تا ۶۴ کاراکتر هگز باشد
fr: Un ID de paiement ne peut être constitué que de 16 à 64 caractères hexadécimaux
hi: पेमेंट आईडी केवल हेक्स में 16 से 64 चार्ट तक हो सकती है
hr: ID plaćanja smije sadržavati samo od 16 do 64 znakova hex vrijednosti
hy: Վճարման ID-ն կարող է պարունակել 16-64 նիշ հեքսային կոդով
id: ID pembayaran hanya dapat berisi dari 16 hingga 64 karakter dalam hex
it: L'ID del pagamento può contenere solo da 16 a 64 caratteri esadecimali (hex)
ja: 支払いIDには、16進数で16〜64文字しか含めることができません
ko: 결제 ID는 16진수로 16~64자만 포함할 수 있습니다.
my: ငွေပေးချေမှု ID တွင် hex တွင် စာလုံး 16 လုံးမှ 64 လုံးသာ ပါဝင်နိုင်သည်။
nl: Betalings-ID kan alleen 16 tot 64 tekens bevatten in hexadecimale volgorde
pl: Payment ID może zawierać wyłącznie od 16 do 64 znaków w zapisie szesnastkowym
pt: O ID de pagamento pode conter apenas de 16 a 64 caracteres em hexadecimal
ru: Идентификатор платежа может содержать от 16 до 64 символов в hex
th: Payment ID สามารถมีขนาดระหว่าง 16 ถึง 64 ตัวอักษรตามแบบ hex
tl: Ang Payment ID ay dapat maglaman ng 16 na char sa hex
tr: Ödeme ID'si yalnızca onaltılık (hex) olarak 16 veya 64 karakter içerebilir
uk: Ідентифікатор платежу може містити від 16 до 64 символів в hex
ur: ادائیگی کی ID ہیکس میں صرف 16 سے 64 حروف پر مشتمل ہو سکتی ہے۔
vi: ID thanh toán chỉ được chứa từ 16 đến 64 ký tự dạng hex
zh: 付款 ID 只能包含 16 到 64 个十六进制字符。
zh_tw: 付款 ID 只能包含 16 到 64 個十六進製字符。

# error_text_subaddress_name
source: Subaddress name can't contain ` , ' " symbols and must be between 1 and 20 characters long
ar: لا يمكن أن يحتوي اسم العنوان الفرعي على رموز ` , ' " ويجب أن يتراوح طولها بين حرف واحد و 20 حرفًا
bg: Името на подадреса не може да съдържат символите ` , ' " и трябва да е между 1 и 20 символа
cs: Subadresa nemůže obsahovat symboly ` , ' " a musí mít délku 1 až 20 znaků
de: Der Name der Unteradresse darf nicht die Zeichen ` , ' " enthalten und muss zwischen 1 und 20 Zeichen lang sein
es: El nombre de la subdirección no puede contener los símbolos `, ', " y debe tener entre 1 y 20 caracteres
fa: نام آدرس فرعی نمی‌تواند شامل نمادهای ` , ' " باشد و باید بین ۱ تا ۲۰ کاراکتر باشد
fr: Le nom de sous-adresse ne peut contenir les symboles ` , ' " et sa longueur doit être comprise entre 1 et 20 caractères
hi: सबड्रेस नाम नहीं हो सकता` , ' " प्रतीकों और 1 और 20 वर्णों के बीच लंबा होना चाहिए
hr: Ime podadrese ne smije sadržavati znakove ` , ' " i mora biti dužine između 1 i 20 znakova
hy: Ենթահասցեի անունը չի կարող պարունակել , '' " նշանները և պետք է լինի 1-ից 20 նիշ երկարությամբ
id: Nama subalamat tidak boleh berisi simbol `, ' " dan harus antara 1 dan 20 karakter panjang
it: Il nome del sottoindirizzo non può contenere i simboli ` , ' " e deve avere una lunghezza compresa tra 1 e 20 caratteri
ja: サブアドレス名に含めることはできません` , ' " シンボル 1〜20文字の長さである必要があります
ko: 하위 주소 이름에는 ` , ' " 기호를 포함할 수 없으며 1~20자 사이여야 합니다.
my: လိပ်စာခွဲအမည်တွင် ` , ' " သင်္ကေတများ မပါဝင်နိုင်ပါ နှင့် စာလုံးရေ 1 နှင့် 20 ကြားရှိရမည်
nl: Naam subadres mag niet bevatten ` , ' " symbolen en moet tussen de 1 en 20 tekens lang zijn
pl: Nazwa podadresu nie może zawierać znaków ` , ' " i musi mieć od 1 do 20 znaków
pt: O nome do sub-endereço não pode conter os símbolos ` , ' " e deve ter entre 1 e 20 caracteres
ru: Имя субадреса не может содержать ` , ' " символы и должно быть от 1 до 20 символов в длину
th: ชื่อสำหรับที่อยู่ย่อยจะต้องประกอบด้วยตัวอักษร ตัวเลข และสัญลักษณ์ _ - และมีความยาวระหว่าง 1 ถึง 20 ตัวอักษร
tl: Ang pangalan ng subaddress ay hindi maaaring maglaman ng mga simbolo na `, '" at dapat sa pagitan ng 1 at 20 character ang haba
tr: Alt adres ismi ` , ' " sembolleri içeremez ve 1 ile 20 karakter arasında olmalıdır
uk: Ім'я субадреси не може містити ` , ' " символи і може бути від 1 до 20 символів в довжину
ur: ذیلی پتے کے نام میں ` , \ ' " علامتیں نہیں ہو سکتی ہیں اور 1 اور 20 حروف کے درمیان ہونی چاہئیں
vi: Tên địa chỉ phụ không được chứa ký tự ` , ' " và phải từ 1 đến 20 ký tự
zh: 子地址名称不能包含`，' " 符号 并且必须在1到20个字符之间
zh_tw: 子地址名稱不能包含`，' " 符號 並且必須在1到20個字符之間

# error_text_template
source: Template name and address can't contain ` , ' " symbols and must be between 1 and 106 characters long
ar: لا يمكن أن يحتوي اسم القالب وعنوانه على رموز ` , " ويجب أن يتراوح طولها بين 1 و 106 حرفًا
bg: Имената на шаблони и адреси не могат да съдържат ` , ' " и трябва да са между 1 и 106 символа.
cs: Jméno šablony a adresa nemohou obsahovat symboly ` , ' " a musí mít délku 1 až 106 znaků
de: Vorlagenname und Adresse dürfen nicht die Zeichen ` , ' " enthalten und müssen zwischen 1 und 106 Zeichen lang sein
es: El nombre y la dirección de la plantilla no pueden contener los símbolos ` , ' " y debe tener entre 1 y 106 caracteres
fa: نام قالب و آدرس نمی‌توانند شامل نمادهای ` , ' " باشند و باید بین ۱ تا ۱۰۶ کاراکتر باشد
fr: Le nom du modèle et l'adresse ne peuvent pas contenir les symboles ` , ' " et leur longueur doit être comprise entre 1 et 106 caractères
hi: टेम्प्लेट का नाम और पता नहीं हो सकता ` , ' " प्रतीकों और 1 और 106 वर्णों के बीच लंबा होना चाहिए
hr: Ime i adresa predloška ne smiju sadržavati znakove ` , ' " i moraju biti dužine između 1 i 106 znakova
hy: Տեսակի անունը և հասցեն չեն կարող պարունակել , '' " նշանները և պետք է լինի 1-ից 106 նիշ երկարությամբ
id: Nama template dan alamat tidak boleh berisi simbol ` , ' " dan harus antara 1 dan 106 karakter panjang
it: Il nome del modello e l'indirizzo non possono contenere i simboli ` , ' " e devono avere una lunghezza compresa tra 1 e 106 caratteri
ja: テンプレートの名前とアドレスに含めることはできません ` , ' " シンボル 1〜106文字の長さである必要があります
ko: 템플릿 이름과 주소에는 ` , ' " 기호를 포함할 수 없으며 1~106자 사이여야 합니다.
my: နမူနာပုံစံအမည်နှင့် လိပ်စာတွင် ` , ' " သင်္ကေတများ မပါဝင်နိုင်ပါ နှင့် စာလုံးအရှည် 1 နှင့် 106 ကြား ရှိရမည်
nl: Sjabloonnaam en -adres mogen niet bevatten ` , ' " symbolen en moet tussen de 1 en 106 tekens lang zijn
pl: Nazwa i adres szablonu nie mogą zawierać znaków ` , ' " oraz muszą mieć od 1 do 106 znaków.
pt: O nome e o endereço do modelo não podem conter os símbolos ` , ' " e deve ter entre 1 e 106 caracteres
ru: Имя и адрес шаблона не может содержать ` , ' " символы и должно быть от 1 до 106 символов в длину
th: ชื่อแม่แบบและที่อยู่ไม่สามารถมีสัญลักษณ์ ` , '" และต้องมีความยาวระหว่าง 1 ถึง 106 ตัวอักษร
tl: Ang pangalan ng template at address ay hindi maaaring maglaman ng mga simbolo ng ',' " at dapat sa pagitan ng 1 at 106 na character ang haba
tr: Şablon adı ve adresi ` , ' " sembolleri içeremez ve 1 ila 106 karakter uzunluğunda olmalı
uk: Ім'я та адреса шаблону не може містити ` , ' " символи і може бути від 1 до 106 символів в довжину
ur: ٹیمپلیٹ کا نام اور پتہ `` , \' " علامتوں پر مشتمل نہیں ہو سکتا ہے اور 1 اور 106 حروف کے درمیان ہونا چاہیے
vi: Tên và địa chỉ mẫu không được chứa ký tự ` , ' " và phải từ 1 đến 106 ký tự
zh: 模板名称和地址不能包含`，' " 符号 并且必须在1到106个字符之间
zh_tw: 模板名稱和地址不能包含`，' " 符號 並且必須在1到106個字符之間

# error_text_wallet_name
source: Wallet name can only contain letters, numbers, _ - symbols and must be between 1 and 33 characters long
ar: يمكن أن يحتوي اسم المحفظة على أحرف وأرقام ورموز _ - فقط ويجب أن يتراوح طولها بين حرف واحد و 33 حرفًا
bg: Името на портфейла може да съдържа само букви, цифри, и символите _ и - и трябва да е между 1 и 33 символа
cs: Jméno peněženky může obsahovat pouze písmena, čísla, symbol _ a musí mít délku 1 až 33 znaků
de: Der Wallet-Name darf nur Buchstaben, Zahlen und _- Symbole enthalten und muss zwischen 1 und 33 Zeichen lang sein
es: El nombre de la cartera solo puede contener letras, números, los símbolos _ y - y debe tener entre 1 y 33 caracteres
fa: نام کیف پول فقط می‌تواند شامل حروف، اعداد، و نمادهای _ - باشد و باید بین ۱ تا ۳۳ کاراکتر باشد
fr: Le nom du portefeuille (wallet) ne peut contenir que des lettres et des chiffres et sa longueur doit être comprise entre 1 et 15 caractères
hi: वॉलेट नाम में केवल अक्षर, संख्याएं, _ - प्रतीक हो सकते हैं और 1 और 33 वर्णों के बीच लंबा होना चाहिए
hr: Naziv novčanika može sadržavati samo slova, brojeve, _ - simbole i mora imati između 1 i 33 znaka
hy: Գաղտնաբառը կարող է պարունակել միայն տառեր, թվեր, _ - նշաններ և պետք է լինի 1-ից 33 նիշ երկարությամբ
id: Nama dompet hanya dapat berisi huruf, angka, _ - simbol dan harus antara 1 dan 33 karakter panjang
it: Il nome del portafoglio può contenere solo lettere, numeri, _ - simboli e deve avere una lunghezza compresa tra 1 e 33 caratteri
ja: ウォレット名には、文字、数字、_-記号のみを含めることができます 長さは1〜33文字である必要があります
ko: 지갑 이름은 문자, 숫자, _ - 기호만 포함할 수 있으며 1~33자 사이여야 합니다.
my: ပိုက်ဆံအိတ်အမည်တွင် စာလုံးများ၊ နံပါတ်များ၊ _ - သင်္ကေတများသာ ပါဝင်နိုင်သည် နှင့် စာလုံးအရှည် 1 နှင့် 33 ကြားရှိရမည်
nl: Naam portemonnee kan alleen letters, cijfers , _ - symbolen bevatten en moet tussen de 1 en 33 tekens lang zijn
pl: Nazwa portfela może zawierać tylko litery, cyfry oraz symbole _ i - i musi mieć długość od 1 do 33 znaków
pt: O nome da carteira só pode conter letras, números, _ - símbolos e deve ter entre 1 e 33 caracteres
ru: Имя кошелька может содержать только буквы, цифры, _ - символы и должно быть от 1 до 33 символов в длину
th: ชื่อกระเป๋าสตางค์จะต้องประกอบด้วยตัวอักษร ตัวเลข และสัญลักษณ์ _ - และมีความยาวระหว่าง 1 ถึง 33 ตัวอักษร
tl: Ang pangalan ng wallet ay maaari lamang maglaman ng mga titik, numero, _ - mga simbolo at dapat sa pagitan ng 1 at 33 character ang haba
tr: Cüzdan ismi yalnızca harf, rakam ve 1 ile 33 uzunluğunda karakter içermelidir.
uk: Ім'я гаманця може містити тільки букви, цифри, символи _ - і повинно бути від 1 до 33 символів в довжину
ur: والیٹ کے نام میں صرف حروف، اعداد، _ - علامتیں\nاور 1 سے 33 حروف کے درمیان ہونی چاہئیں
vi: Tên ví chỉ được chứa chữ cái, số, ký hiệu _ - và phải từ 1 đến 33 ký tự
zh: 钱包名称仅限字母、数字、_ 和 -，长度为 1 到 33 个字符
zh_tw: 錢包名稱僅限字母、數字、_ 和 -，長度為 1 到 33 個字符
