Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# about_cake_pay
source: Cake Pay allows you to easily buy gift cards with virtual assets, spendable instantly at over 150,000 merchants in the United States.
ar: يتيح لك Cake Pay شراء بطاقات هدايا بأصول افتراضية بسهولة ، ويمكن إنفاقها على الفور لدى أكثر من 150,000 تاجر في الولايات المتحدة.
bg: Cake Pay Ви позволява лесно да купувате предплатени карти, които веднага могат да се използват с над 150,000 търговци на територията на САЩ.
cs: Cake Pay umožňuje jednoduše nakupovat dárkové karty pomocí virtuálních prostředků, které lze okamžitě uplatnit u více než 150 000 obchodníků ve Spojených státech.
de: Mit Cake Pay können Sie ganz einfach Geschenkkarten mit virtuellen Vermögenswerten kaufen, die Sie sofort bei über 150.000 Händlern in den Vereinigten Staaten ausgeben können.
es: Cake Pay te permite comprar fácilmente tarjetas de regalo con activos virtuales, utilizables al instante en más de 150,000 comercios en los Estados Unidos.
fa: کیک پی به شما امکان می‌دهد به آسانی با دارایی‌های مجازی گیفت کارت بخرید که فوراً در بیش از ۱۵۰,۰۰۰ فروشگاه در ایالات متحده قابل استفاده است.
fr: Cake Pay vous permet d'acheter facilement des cartes-cadeaux avec des actifs virtuels, utilisables instantanément chez plus de 150 000 marchands aux États-Unis.
hi: केक पे आपको वर्चुअल संपत्ति के साथ आसानी से उपहार कार्ड खरीदने की अनुमति देता है, जिसे संयुक्त राज्य में 150,000 से अधिक व्यापारियों पर तुरंत खर्च किया जा सकता है।
hr: Cake Pay vam omogućuje jednostavnu kupnju darovnih kartica s virtualnim sredstvima, koja se trenutno mogu potrošiti kod više od 150 000 trgovaca u Sjedinjenim Državama.
hy: Cake Pay-ը Ձեզ թույլ է տալիս հեշտությամբ գնել նվեր քարտեր վիրտուալ ակտիվներով, որոնք անմիջապես ծախսվում են ԱՄՆ-ի 150,000-ից ավելի առևտրականների մոտ:
id: Cake Pay memungkinkan Anda untuk dengan mudah membeli kartu hadiah dengan aset virtual, yang dapat digunakan segera di lebih dari 150.000 pedagang di Amerika Serikat.
it: Cake Pay ti consente di acquistare facilmente buoni regalo con asset virtuali, spendibili istantaneamente presso oltre 150.000 commercianti negli Stati Uniti.
ja: Cake Payを使用すると、仮想資産を含むギフトカードを簡単に購入でき、米国内の150,000を超える加盟店ですぐに利用できます。
ko: Cake Pay를 사용하면 가상 자산으로 기프트 카드를 쉽게 구매하여 미국 내 150,000개 이상의 가맹점에서 즉시 사용할 수 있습니다.
my: Cake Pay သည် အမေရိကန်ပြည်ထောင်စုရှိ ကုန်သည် 150,000 ကျော်တွင် လက်ဆောင်ကတ်များကို လက်ဆောင်ကတ်များကို အလွယ်တကူ ဝယ်ယူနိုင်စေပါသည်။
nl: Met Cake Pay kunt u eenvoudig cadeaubonnen kopen met virtuele activa, die direct kunnen worden uitgegeven bij meer dan 150.000 handelaren in de Verenigde Staten.
pl: Cake Pay umożliwia łatwe kupowanie kart podarunkowych przy użyciu wirtualnych aktywów, które można natychmiast wykorzystać u ponad 150 000 sprzedawców w Stanach Zjednoczonych.
pt: O Cake Pay permite que você compre facilmente cartões-presente com ativos virtuais, que podem ser gastos instantaneamente em mais de 150.000 comerciantes nos Estados Unidos.
ru: Cake Pay позволяет вам легко покупать подарочные карты с виртуальными активами, которые можно мгновенно потратить в более чем 150 000 продавцов в Соединенных Штатах.
th: Cake Pay ช่วยให้คุณสามารถซื้อบัตรของขวัญง่ายๆ ด้วยการใช้สินทรัพย์อนุกรม ซื้อใช้ได้ทันทีกับมากกว่า 150,000 ร้านค้าในสหรัฐอเมริกา
tl: Binibigyan-daan ka ng Cake Pay na madaling makabili ng mga gift card na may mga virtual na asset na magagastos kaagad sa mahigit na 150,000 merchant sa United States.
tr: Cake Pay, Amerika Birleşik Devletleri'ndeki 150.000'den fazla işyerinde anında harcanabilen sanal varlıklarla kolayca hediye kartları satın almanızı sağlar.
uk: Cake Pay дозволяє вам легко купувати подарункові картки з віртуальними активами, які можна миттєво витратити в понад 150 000 продавців у Сполучених Штатах.
ur: Cake پے آپ کو ورچوئل اثاثوں کے ساتھ گفٹ کارڈز آسانی سے خریدنے کی اجازت دیتا ہے، جو ریاستہائے متحدہ میں 150,000 سے زیادہ تاجروں پر فوری طور پر خرچ کیے جا سکتے ہیں۔
vi: Cake Pay cho phép bạn dễ dàng mua thẻ quà tặng bằng tài sản ảo, có thể sử dụng ngay lập tức tại hơn 150.000 cửa hàng tại Hoa Kỳ.
zh: Cake Pay 让您轻松用加密资产购买礼品卡，可立即在美国 150,000+ 家商家消费。
zh_tw: Cake Pay 讓您輕鬆用加密資產購買禮品卡，可立即在美國 150,000+ 家商家消費。

source: Account
ar: حساب
bg: Профил
cs: Účet
de: Konto
es: Cuenta
fa: حساب
fr: Compte
hi: लेखा
hr: Račun
hy: Հաշիվ
id: Akun
it: Conto
ja: アカウント
ko: 계정
my: အကောင့်
pl: Konto
pt: Conta
ru: Аккаунт
th: บัญชี
tr: Hesap
uk: Акаунт
ur: کھاتہ
vi: Tài khoản
zh: 账户
zh_tw: 帳戶

source: Accounts
ar: حسابتي
bg: Профили
cs: Účty
de: Konten
es: Cuentas
fa: حساب‌ها
fr: Comptes
hi: हिसाब किताब
hr: Računi
hy: Հաշիվներ
id: Akun
it: Conti
ja: アカウント
ko: 계정
my: အကောင့်များ
pl: Konta
pt: Contas
ru: Аккаунты
th: บัญชี
tl: Mga Account
tr: Hesaplar
uk: Акаунти
ur: اکاؤنٹس
vi: Tài khoản
zh: 账户
zh_tw: 帳戶

# accounts_subaddresses
source: Accounts and subaddresses
ar: الحسابات والعناوين الفرعية
bg: Профили и подадреси
cs: Účty a subadresy
de: Konten und Unteradressen
es: Cuentas y subdirecciones
fa: حساب‌ها و آدرس‌های فرعی
fr: Comptes et sous-adresses
hi: लेखा और उपदेस
hr: Računi i podadrese
hy: Հաշիվներ և ենթահասցեներ
id: Akun dan sub-alamat
it: Accounts e sottoindirizzi
ja: アカウントとサブアドレス
ko: 계정 및 하위 주소
my: အကောင့်များနှင့် လိပ်စာများ
nl: Accounts en subadressen
pl: Konta i subadresy
pt: Contas e sub-endereços
ru: Аккаунты и субадреса
th: บัญชีและที่อยู่ย่อย
tl: Mga account at mga subaddress
tr: Hesaplar ve alt adresler
uk: Акаунти та субадреси
ur: اکاؤنٹس اور ذیلی پتے
vi: Tài khoản và địa chỉ phụ
zh: 账户和子地址
zh_tw: 帳戶和子地址

source: Activate
ar: تفعيل
bg: Активиране
cs: Aktivovat
de: aktivieren
es: Activar
fa: فعال‌سازی
fr: Activer
hi: सक्रिय करें
hr: Aktiviraj
hy: Ակտիվացնել
id: Aktifkan
it: Attiva
ja: アクティブ化
ko: 활성화
my: အသက်သွင်းပါ။
nl: Activeren
pl: Aktywuj
pt: Ativar
ru: Активировать
th: เปิดใช้งาน
tl: Aktibahin
tr: Aktifleştir
uk: Активувати
ur: محرک کریں
vi: Kích hoạt
zh: 激活
zh_tw: 啟用

source: Active
ar: نشيط
bg: Активиране
cs: Aktivní
de: Aktiv
es: Activo
fa: فعال
fr: Actives
hi: सक्रिय
hr: Aktivno
hy: Ակտիվ
id: Aktif
it: Attivo
ja: アクティブ
ko: 활성
my: အသက်ဝင်သည်။
nl: Actief
pl: Aktywne
pt: Ativo
ru: Активный
th: ทำงาน
tl: Aktibo
tr: Aktif
uk: Активний
ur: فعال
vi: Đang hoạt động
zh: 活跃
zh_tw: 活躍

source: Active cards
ar: البطاقات النشطة
bg: Активни карти
cs: Aktivní karty
de: Aktive Karten
es: Tarjetas activas
fa: کارت‌های فعال
fr: Cartes actives
hi: सक्रिय कार्ड
hr: Aktivne kartice
hy: Ակտիվ քարտեր
id: Kartu Aktif
it: Carte attive
ja: アクティブカード
ko: 활성 카드
my: အသက်ဝင်သောကတ်များ
nl: Actieve kaarten
pl: Aktywne karty
pt: Cartões ativos
ru: Активные карты
th: บัตรที่ใช้งานได้
tl: Mga aktibong card
tr: Aktif kartlar
uk: Активні картки
ur: فعال کارڈز
vi: Thẻ đang hoạt động
zh: 活动卡
zh_tw: 活動卡

# activeConnectionsPrompt
source: Active connections will appear here
ar: ﺎﻨﻫ ﺔﻄﺸﻨﻟﺍ ﺕﻻ﻿ﺎﺼﺗﻻ﻿ﺍ ﺮﻬﻈﺘﺳ
bg: Тук ще се появят активни връзки
cs: Zde se zobrazí aktivní připojení
de: Hier werden aktive Verbindungen angezeigt
es: Las conexiones activas aparecerán aquí
fa: اتصالات فعال در اینجا نمایش داده می‌شوند
fr: Les connexions actives apparaîtront ici
hi: सक्रिय कनेक्शन यहां दिखाई देंगे
hr: Ovdje će se pojaviti aktivne veze
hy: Ակտիվ կապերը կհայտնվեն այստեղ
id: Koneksi aktif akan muncul di sini
it: Le connessioni attive verranno visualizzate qui
ja: アクティブな接続がここに表示されます
ko: 활성 연결이 여기에 표시됩니다
my: လက်ရှိချိတ်ဆက်မှုများ ဤနေရာတွင် ပေါ်လာပါမည်။
nl: Actieve verbindingen worden hier weergegeven
pl: Aktywne połączenia pojawią się tutaj
pt: Conexões ativas aparecerão aqui
ru: Здесь появятся активные подключения
th: การเชื่อมต่อที่ใช้งานอยู่จะปรากฏที่นี่
tl: Lalabas dito ang mga aktibong koneksyon
tr: Aktif bağlantılar burada görünecek
uk: Тут з’являться активні підключення
ur: ۔ﮯﮔ ﮞﻮﮨ ﺮﮨﺎﻇ ﮞﺎﮩﯾ ﺰﻨﺸﮑﻨﮐ ﻝﺎﻌﻓ
vi: Các kết nối đang hoạt động sẽ xuất hiện ở đây
zh: 活跃连接将显示在这里
zh_tw: 活躍連接將顯示在這裡

source: Add
ar: إضافة
bg: Добави
cs: Přidat
de: Hinzufügen
es: Añadir
fa: افزودن
fr: Ajouter
hi: जोड़ना
hr: Dodaj
hy: Ավելացնել
id: Menambahkan
it: Aggiungi
ja: 加える
ko: 추가
my: ထည့်ပါ။
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
th: เพิ่ม
tl: Magdagdag
tr: Ekle
uk: Добавити
ur: شامل کریں۔
vi: Thêm
zh: 添加
zh_tw: 新增

source: Add contact
ar: ﻝﺎﺼﺗﺍ ﺔﻬﺟ ﺔﻓﺎﺿﺇ
bg: Добави контакт
cs: Přidat kontakt
de: Kontakt hinzufügen
es: Agregar contacto
fa: افزودن مخاطب
fr: Ajouter le contact
hi: संपर्क जोड़ें
hr: Dodaj kontakt
hy: Ավելացնել կոնտակտ
id: Tambah kontak
it: Aggiungi contatto
ja: 連絡先を追加
ko: 연락처 추가
my: အဆက်အသွယ်ထည့်ပါ။
nl: Contactpersoon toevoegen
pl: Dodaj kontakt
pt: Adicionar contato
ru: Добавить контакт
th: เพิ่มผู้ติดต่อ
tl: Magdagdag ng contact
tr: Kişi ekle
uk: Додати контакт
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﮧﻄﺑﺍﺭ
vi: Thêm liên hệ
zh: 添加联系人
zh_tw: 新增聯絡人

# add_contact_to_address_book
source: Would you like to add this contact to your address book?
ar: هل ترغب في إضافة جهة الاتصال هذه إلى دفتر العناوين الخاص بك؟
bg: Искате ли да добавите този контакт към вашата адресна книга?
cs: Chcete přidat tento kontakt do svého adresáře?
de: Möchten Sie diesen Kontakt zu Ihrem Adressbuch hinzufügen?
es: ¿Te gustaría agregar este contacto a la libreta de direcciones?
fa: آیا می‌خواهید این مخاطب را به دفترچه آدرس خود اضافه کنید؟
fr: Souhaitez-vous ajouter ce contact à votre carnet d'adresses?
hi: क्या आप इस संपर्क को अपनी एड्रेस बुक में जोड़ना चाहेंगे?
hr: Želite li dodati ovaj kontakt u svoj adresar?
hy: Ուզում եք ավելացնել այս կոնտակտը Ձեր հասցեների գրքում?
id: Apakah Anda ingin menambahkan kontak ini ke buku alamat Anda?
it: Vorresti aggiungere questo contatto alla tua rubrica?
ja: この連絡先をアドレス帳に追加しますか？
ko: 이 연락처를 주소록에 추가하시겠습니까?
my: ဒီအဆက်အသွယ်ကိုမင်းရဲ့လိပ်စာစာအုပ်နဲ့ထပ်ထည့်ချင်ပါသလား။
nl: Wilt u dit contact toevoegen aan uw adresboek?
pl: Czy chcesz dodać ten kontakt do swojej książki adresowej?
pt: Você gostaria de adicionar esse contato ao seu catálogo de endereços?
ru: Хотели бы вы добавить этот контакт в свою адресную книгу?
th: คุณต้องการเพิ่มผู้ติดต่อนี้ในสมุดที่อยู่ของคุณหรือไม่?
tl: Gusto mo bang idagdag ang contact na ito sa iyong address book?
tr: Bu kişiyi adres defterinize eklemek ister misiniz?
uk: Хотіли б ви додати цей контакт до своєї адресної книги?
ur: کیا آپ اس رابطہ کو اپنی ایڈریس بک میں شامل کرنا چاہیں گے؟
vi: Bạn có muốn thêm liên hệ này vào sổ địa chỉ không?
zh: 您想将此联系人添加到地址簿中吗？
zh_tw: 您想將此聯絡人新增到地址簿中嗎？

# add_custom_node
source: Add New Custom Node
ar: إضافة عقدة مخصصة جديدة
bg: Добавяне на нов персонализиран Node
cs: Přidat vlastní uzel
de: Neuen benutzerdefinierten Knoten hinzufügen
es: Agregar nuevo nodo personalizado
fa: افزودن نود سفارشی جدید
fr: Ajouter un nouveau nœud personnalisé
hi: नया कस्टम नोड जोड़ें
hr: Dodaj novi prilagođeni čvor
hy: Ավելացնել նոր պատվերով հանգույց
id: Tambahkan Node Kustom Baru
it: Aggiungi nuovo nodo personalizzato
ja: 新しいカスタム ノードを追加
ko: 새 사용자 지정 노드 추가
my: စိတ်ကြိုက် Node အသစ်ကို ထည့်ပါ။
nl: Voeg een nieuw aangepast knooppunt toe
pl: Dodaj Nowy Niestandardowy Węzeł
pt: Adicionar novo nó personalizado
ru: Добавить новый пользовательский узел
th: เพิ่มจุดโหนดแบบกำหนดเอง
tl: Magdagdag ng Bagong Custom Node
tr: Yeni Özel Düğüm Ekleme
uk: Додати новий спеціальний вузол
ur: نیا کسٹم نوڈ شامل کریں۔
vi: Thêm nút tùy chỉnh mới
zh: 添加新的自定义节点
zh_tw: 新增自訂節點

source: Add Custom Redemption
ar: إضافة استرداد مخصص
bg: Добавете персонализиран Redemption
cs: Přidat vlastní uplatnění
de: Benutzerdefinierte Einlösung hinzufügen
es: Agregar redención personalizada
fa: افزودن بازخرید سفارشی
fr: Ajouter un remboursement personnalisé
hi: कस्टम रिडेम्पशन जोड़ें
hr: Dodaj prilagođeni otkup
hy: Ավելացնել պատվերով փրկագնում
id: Tambahkan Tukar Kustom
it: Aggiungi riscatto personalizzato
ja: カスタム引き換えを追加
ko: 사용자 지정 사용 추가
my: စိတ်ကြိုက်ရွေးယူမှုကို ထည့်ပါ။
nl: Voeg aangepaste inwisseling toe
pl: Dodaj niestandardową realizację
pt: Adicionar resgate personalizado
ru: Добавить пользовательское погашение
th: เพิ่มการรับคืนที่กำหนดเอง
tl: Magdagdag ng Custom Redemption
tr: Özel Bozdurma Ekle
uk: Додати спеціальне погашення
ur: حسب ضرورت چھٹکارا شامل کریں۔
vi: Thêm đổi thưởng tùy chỉnh
zh: 添加自定义赎回
zh_tw: 新增自訂贖回

# add_fund_to_card
source: Add prepaid funds to the cards (up to ${value})
ar: أضف أموالاً مدفوعة مسبقًا إلى البطاقات (حتى ${value})
bg: Добавете предплатени средства в картите (до ${value})
cs: Všechny předplacené prostředky na kartě (až ${value})
de: Prepaid-Guthaben zu den Karten hinzufügen (bis zu ${value})
es: Añadir fondos prepagados a las tarjetas (hasta ${value})
fa: افزودن موجودی پیش‌پرداخت به کارت‌ها (تا ${value})
fr: Ajouter des fonds prépayés aux cartes (jusqu'à ${value})
hi: कार्ड में प्रीपेड धनराशि जोड़ें (${value} तक)
hr: Dodajte unaprijed uplaćena sredstva na kartice (do ${value})
hy: Ավելացնել նախավճար քարտերի վրա (մինչև ${value})
id: Tambahkan dana pra-bayar ke kartu (hingga ${value})
it: Aggiungi fondi prepagati alle carte (fino a ${value})
ja: プリペイド資金をカードに追加します（最大 ${value}）
ko: 카드에 선불 자금 추가 (${value}까지)
my: ကတ်များသို့ ကြိုတင်ငွေပေးငွေများ ထည့်ပါ (${value} အထိ)
nl: Voeg prepaid tegoed toe aan de kaarten (tot ${value})
pl: Dodaj przedpłacone środki do kart (do ${value})
pt: Adicionar fundos pré-pagos aos cartões (até ${value})
ru: Добавить предоплаченные средства на карты (до ${value})
th: เพิ่มเงินสำรองไว้บนบัตร (ถึง ${value})
tl: Magdagdag ng mga prepaid na pondo sa card (hanggang sa ${value})
tr: Ön ödemeli kartlara para ekle (En fazla yüklenebilir tutar: ${value})
uk: Додайте передплачені кошти на картки (до ${value})
ur: کارڈز میں پری پیڈ فنڈز شامل کریں (${value} تک)
vi: Thêm tiền trả trước vào thẻ (tối đa ${value})
zh: 向卡中添加预付资金（最多 ${value}）
zh_tw: 向卡中新增預付資金（最多 ${value}）

source: Add new node
ar: أضافة عقدة جديدة
bg: Добави нов node
cs: Přidat nový uzel
de: Neuen Knoten hinzufügen
es: Agregar nuevo nodo
fa: افزودن نود جدید
fr: Ajouter un nouveau nœud
hi: नया नोड जोड़ें
hr: Dodaj novi node
hy: Ավելացնել նոր հանգույց
id: Tambah node baru
it: Aggiungi nuovo nodo
ja: 新しいノードを追加
ko: 새 노드 추가
my: နှာခေါင်း အသစ်ထည့်ပါ။
nl: Voeg een nieuw knooppunt toe
pl: Dodaj nowy węzeł
pt: Adicionar novo nó
ru: Добавить новую ноду
th: เพิ่มโหนดใหม่
tl: Magdagdag ng bagong node
tr: Yeni düğüm ekle
uk: Додати новий вузол
ur: نیا نوڈ شامل کریں۔
vi: Thêm nút mới
zh: 添加新节点
zh_tw: 新增新節點

source: Add new word
ar: أضف كلمة جديدة
bg: Добавяне на нова дума
cs: Přidat nové slovo
de: Neues Wort hinzufügen
es: Agregar nueva palabra
fa: افزودن کلمه جدید
fr: Ajouter un nouveau mot
hi: नया शब्द जोड़ें
hr: Dodaj novu riječ
hy: Ավելացնել նոր բառ
id: Tambahkan kata baru
it: Aggiungi nuova parola
ja: 新しい単語を追加
ko: 새 단어 추가
my: စကားလုံးအသစ်ထည့်ပါ။
nl: Nieuw woord toevoegen
pl: Dodaj nowe słowo
pt: Adicionar nova palavra
ru: Добавить новое слово
th: เพิ่มคำใหม่
tl: Magdagdag ng bagong salita
tr: Yeni kelime ekle
uk: Добавити нове слово
ur: نیا لفظ شامل کریں۔
vi: Thêm từ mới
zh: 添加新词
zh_tw: 新增新詞

# add_receiver
source: Add another receiver (optional)
ar: أضف مستقبل آخر (اختياري)
bg: Добавяне на друг получател (не е задължително)
cs: Přidat dalšího příjemce (nepovinné)
de: Fügen Sie einen weiteren Empfänger hinzu (optional)
es: Agregar otro destinatario (opcional)
fa: افزودن دریافت‌کننده دیگر (اختیاری)
fr: Ajouter un autre bénéficiaire (optionnel)
hi: एक और रिसीवर जोड़ें (वैकल्पिक)
hr: Dodajte drugi prijemnik (izborno)
hy: Ավելացնել ևս մեկ ստացող (ընտրովի)
id: Tambahkan penerima lain (opsional)
it: Aggiungi un altro ricevitore (opzionale)
ja: 別のレシーバーを追加します（オプション）
ko: 다른 수신자 추가 (선택 사항)
my: အခြားလက်ခံသူ ထည့်ပါ (ချန်လှပ်ထားနိုင်သည်)
nl: Nog een ontvanger toevoegen (optioneel)
pl: Dodaj kolejnego odbiorcę (opcjonalnie)
pt: Adicione outro receptor (opcional)
ru: Добавить получателя (необязательно)
th: เพิ่มผู้รับอื่น ๆ (ตัวเลือก)
tl: Magdagdag ng isa pang tatanggap (opsyonal)
tr: Başka bir alıcı ekle (isteğe bağlı)
uk: Додати одержувача (необов'язково)
ur: دوسرا وصول کنندہ شامل کریں (اختیاری)
vi: Thêm người nhận khác (tùy chọn)
zh: 添加另一个接收者（可选）
zh_tw: 新增另一個接收者（可選）

# add_secret_code
source: Or, add this secret code to an authenticator app
ar: ﺔﻗﺩﺎﺼﻤﻟﺍ ﻖﻴﺒﻄﺗ ﻰﻟﺇ ﻱﺮﺴﻟﺍ ﺰﻣﺮﻟﺍ ﺍﺬﻫ ﻒﺿﺃ ﻭﺃ
bg: Или добавете този таен код към приложение за удостоверяване
cs: Nebo přidejte tento tajný kód do ověřovací aplikace
de: Oder fügen Sie diesen Geheimcode einer Authentifizierungs-App hinzu
es: O añada este código secreto a una aplicación de autenticación
fa: یا، این کد مخفی را به یک برنامه احراز هویت اضافه کنید
fr: Ou ajoutez ce code secret à une application d'authentification
hi: या, इस गुप्त कोड को प्रमाणक ऐप में जोड़ें
hr: Ili dodajte ovaj tajni kod u aplikaciju za autentifikaciju
hy: Կամ ավելացրեք այս գաղտնի կոդը վավերացնող հավելվածում
id: Atau, tambahkan kode rahasia ini ke aplikasi autentikator
it: Oppure aggiungi questo codice segreto a un'app di autenticazione
ja: または、このシークレット コードを認証アプリに追加します
ko: 또는 이 비밀 코드를 인증 앱에 추가하세요
my: သို့မဟုတ် ဤလျှို့ဝှက်ကုဒ်ကို အထောက်အထားစိစစ်ခြင်းအက်ပ်တစ်ခုသို့ ထည့်ပါ။
nl: Of voeg deze geheime code toe aan een authenticator-app
pl: Lub dodaj ten tajny kod do aplikacji uwierzytelniającej
pt: Ou adicione este código secreto a um aplicativo autenticador
ru: Или добавьте этот секретный код в приложение для аутентификации.
th: หรือเพิ่มรหัสลับนี้ลงในแอปตรวจสอบความถูกต้อง
tl: O, idagdag ang sikretong code na ito sa isang authenticator app
tr: Veya bu gizli kodu bir kimlik doğrulama uygulamasına ekleyin
uk: Або додайте цей секретний код до програми автентифікації
ur: ۔ﮟﯾﺮﮐ ﻞﻣﺎﺷ ﮟﯿﻣ ﭗﯾﺍ ﮦﺪﻨﻨﮐ ﻖﯾﺪﺼﺗ ﻮﮐ ﮈﻮﮐ ﮧﯿﻔﺧ ﺱﺍ ،ﺎﯾ
vi: Hoặc, thêm mã bí mật này vào ứng dụng xác thực
zh: 或者，将此密码添加到身份验证器应用程序中
zh_tw: 或者，將此密碼新增到身份驗證器應用程式中

source: Add Tip
ar: أضف بقشيش
cs: Přidat spropitné
de: Tipp hinzufügen
es: Agregar propina
fa: افزودن انعام
fr: Ajouter un pourboire
hi: टिप जोड़ें
hr: Dodaj savjet
hy: Ավելացնել Թեյավճար
id: Tambahkan Tip
it: Aggiungi suggerimento
ja: ヒントを追加
ko: 팁 추가
my: အကြံပြုချက်ထည့်ပါ။
nl: Tip toevoegen
pl: Dodaj napiwek
pt: Adicionar Dica
ru: Добавить подсказку
th: เพิ่มคำแนะนำ
tl: Magdagdag ng Tip
tr: Bahşiş Ekle
uk: Додати підказку
ur: ٹپ شامل کریں۔
vi: Thêm tiền boa
zh: 添加提示
zh_tw: 新增提示

# add_token_disclaimer_check
source: I have confirmed the token contract address and information using a reputable source. Adding malicious or incorrect information can result in a loss of funds.
ar: لقد قمت بتأكيد عنوان ومعلومات عقد الرمز المميز باستخدام مصدر حسن السمعة. يمكن أن تؤدي إضافة معلومات خبيثة أو غير صحيحة إلى خسارة الأموال.
bg: Потвърдих адреса и информацията за токен договора, използвайки надежден източник. Добавянето на злонамерена или неправилна информация може да доведе до загуба на средства.
cs: Potvrdil jsem adresu a informace smlouvy o tokenu pomocí důvěryhodného zdroje. Přidání škodlivých nebo nesprávných informací může vést ke ztrátě finančních prostředků.
de: Ich habe die Adresse und Informationen zum Token-Vertrag anhand einer seriösen Quelle bestätigt. Das Hinzufügen böswilliger oder falscher Informationen kann zu einem Verlust von Geldern führen.
es: He confirmado la dirección del contrato del token y la información utilizando una fuente confiable. Añadir información maliciosa o incorrecta puede provocar la pérdida de fondos.
fa: من آدرس قرارداد توکن و اطلاعات آن را با استفاده از یک منبع معتبر تایید کرده‌ام. افزودن اطلاعات مخرب یا نادرست می‌تواند منجر به از دست رفتن سرمایه شود.
fr: J'ai confirmé l'adresse et les informations du contrat de token en utilisant une source fiable. L'ajout d'informations malveillantes ou incorrectes peut entraîner une perte de fonds.
hi: मैंने एक प्रतिष्ठित स्रोत का उपयोग करके टोकन अनुबंध पते और जानकारी की पुष्टि की है। दुर्भावनापूर्ण या गलत जानकारी जोड़ने से धन की हानि हो सकती है।
hr: Potvrdio sam adresu i informacije o ugovoru o tokenu koristeći ugledni izvor. Dodavanje zlonamjernih ili netočnih informacija može dovesti do gubitka sredstava.
hy: Ես հաստատել եմ token-ի պայմանագրի հասցեն և տեղեկատվությունը վստահելի աղբյուրի օգտագործմամբ: Վնասակար կամ սխալ տեղեկատվության ավելացումը կարող է հանգեցնել միջոցների կորստի:
id: Saya telah mengonfirmasi alamat dan informasi kontrak token menggunakan sumber yang memiliki reputasi baik. Menambahkan informasi jahat atau salah dapat mengakibatkan hilangnya dana.
it: Ho confermato l'indirizzo e le informazioni del contratto token utilizzando una fonte attendibile. L'aggiunta di informazioni dannose o errate può comportare una perdita di fondi.
ja: 信頼できる情報源を使用して、トークン コントラクトのアドレスと情報を確認しました。 悪意のある情報や不正確な情報を追加すると、資金が失われる可能性があります。
ko: 신뢰할 수 있는 출처를 통해 토큰 계약 주소와 정보를 확인했습니다. 악의적이거나 잘못된 정보를 추가하면 자금 손실이 발생할 수 있습니다.
my: ဂုဏ်သိက္ခာရှိသော အရင်းအမြစ်ကို အသုံးပြု၍ တိုကင်စာချုပ်လိပ်စာနှင့် အချက်အလက်ကို ကျွန်ုပ်အတည်ပြုပြီးဖြစ်သည်။ အန္တရာယ်ရှိသော သို့မဟုတ် မမှန်ကန်သော အချက်အလက်များကို ထည့်သွင်းခြင်းသည် ရန်ပုံငွေများ ဆုံးရှုံးသွားနိုင်သည်။
nl: Ik heb het adres en de informatie van het tokencontract bevestigd met behulp van een betrouwbare bron. Het toevoegen van kwaadaardige of onjuiste informatie kan leiden tot verlies van geld.
pl: Potwierdziłem adres kontraktu tokena oraz informacje o tokenie, korzystając z renomowanego źródła. Dodanie złośliwych lub nieprawidłowych informacji może skutkować utratą środków.
pt: Confirmei o endereço e as informações do contrato de token usando uma fonte confiável. Adicionar informações maliciosas ou incorretas pode resultar em perda de fundos.
ru: Я подтвердил адрес контракта токена и информацию, используя авторитетный источник. Добавление вредоносной или неверной информации может привести к потере средств.
th: ฉันได้ยืนยันที่อยู่และข้อมูลของสัญญาโทเค็นโดยใช้แหล่งข้อมูลที่เชื่อถือได้ การเพิ่มข้อมูลที่เป็นอันตรายหรือไม่ถูกต้องอาจทำให้สูญเสียเงินได้
tl: Kinumpirma ko ang address ng kontrata ng token at impormasyon gamit ang isang kagalang-galang na mapagkukunan. Ang pagdaragdag ng nakakahamak o hindi tamang impormasyon ay maaaring magresulta sa pagkawala ng mga pondo.
tr: Belirteç sözleşmesi adresini ve bilgilerini saygın bir kaynak kullanarak onayladım. Kötü amaçlı veya yanlış bilgilerin eklenmesi para kaybına neden olabilir.
uk: Я підтвердив адресу та інформацію щодо договору маркера, використовуючи авторитетне джерело. Додавання зловмисної або невірної інформації може призвести до втрати коштів.
ur: میں نے ایک معتبر ذریعہ کا استعمال کرتے ہوئے ٹوکن کنٹریکٹ ایڈریس اور معلومات کی تصدیق کی ہے۔ بدنیتی پر مبنی یا غلط معلومات شامل کرنے کے نتیجے میں فنڈز ضائع ہو سکتے ہیں۔
vi: Tôi đã xác nhận địa chỉ hợp đồng token và thông tin bằng nguồn đáng tin cậy. Thêm thông tin sai hoặc độc hại có thể dẫn đến mất tiền.
zh: 我已使用信誉良好的来源确认了代币合约地址和信息。 添加恶意或不正确的信息可能会导致资金损失。
zh_tw: 我已使用信譽良好的來源確認了代幣合約地址和資訊。 新增惡意或不正確的資訊可能會導致資金損失。
