Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# deleteConnectionConfirmationPrompt
source: Are you sure that you want to delete the connection to
ar: ـﺑ ﻝﺎﺼﺗﻻ﻿ﺍ ﻑﺬﺣ ﺪﻳﺮﺗ ﻚﻧﺃ ﺪﻛﺄﺘﻣ ﺖﻧﺃ ﻞﻫ
bg: Сигурни ли сте, че искате да изтриете връзката към
cs: Jste si jisti, že chcete smazat připojení k?
de: Sind Sie sicher, dass Sie die Verbindung zu löschen möchten?
es: ¿Seguro que deseas eliminar la conexión a?
fa: آیا مطمئن هستید که می‌خواهید اتصال به این مورد را حذف کنید:
fr: Êtes-vous sûr de vouloir supprimer la connexion à
hi: क्या आप वाकई कनेक्शन हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati vezu s
hy: Դուք վստահ եք, որ ուզում եք ջնջել կապը
id: Apakah Anda yakin ingin menghapus koneksi ke
it: Sei sicuro di voler eliminare la connessione a
ja: への接続を削除してもよろしいですか?
ko: 연결을 삭제하시겠습니까?
my: ချိတ်ဆက်မှုကို ဖျက်လိုသည်မှာ သေချာပါသလား။
nl: Weet u zeker dat u de verbinding met
pl: Czy na pewno chcesz usunąć połączenie z
pt: Tem certeza de que deseja excluir a conexão com
ru: Вы уверены, что хотите удалить подключение к
th: คุณแน่ใจหรือไม่ว่าต้องการลบการเชื่อมต่อไปยัง
tl: Sigurado ka bang gusto mong tanggalin ang koneksyon sa
tr: Bağlantıyı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити з’єднання з
ur: ۔ﮟﯿﮨ ﮯﺘﮨﺎﭼ ﺎﻧﺮﮐ ﻑﺬﺣ ﻮﮐ ﻦﺸﮑﻨﮐ ﭖﺁ ﮧﮐ ﮯﮨ ﻦﯿﻘﯾ ﻮﮐ ﭖﺁ ﺎﯿﮐ
vi: Bạn có chắc chắn muốn xóa kết nối với
zh: 您确定要删除与
zh_tw: 您確定要刪除與

source: Denominations
ar: الطوائف
bg: Деноминации
cs: Označení
de: Konfessionen
es: Denominaciones
fa: واحدها
fr: Dénominations
hi: मूल्यवर्ग
hr: Denominacije
hy: Անվանակարգեր
id: Denominasi
it: Denominazioni
ja: 宗派
ko: 액면가
my: ဂိုဏ်းချုပ်ပစ္စည်းများ
nl: Denominaties
pl: Nominały
pt: Denominações
ru: Деноминации
th: นิกาย
tl: Mga Denominasyon
tr: Mezhepler
uk: Конфесія
ur: فرق
vi: Mệnh giá
zh: 面额
zh_tw: 面額

source: Derivation Path
ar: مسار الاشتقاق
bg: Пътят на производно
cs: Derivační cesta
es: Ruta de derivación
fa: مسیر اشتقاق
fr: Chemin de dérivation
hi: व्युत्पत्ति पथ
hr: Put derivacije
hy: Ածանցման ուղին
id: Jalur derivasi
it: Percorso di derivazione
ja: 派生パス
ko: 파생 경로
my: derivation လမ်းကြောင်း
pl: Ścieżka pochodna
th: เส้นทางที่ได้มา
tl: Landas ng derivation
tr: Türev yolu
uk: Шлях виведення
ur: مشتق راستہ
vi: Đường dẫn Derivation
zh: 派生路径
zh_tw: 派生路徑

source: Descending
ar: النزول
bg: Низходящ
cs: Klesající
de: Absteigend
es: Descendente
fa: نزولی
fr: Descendant
hi: अवरोही
hr: Silazni
hy: Նվազող
id: Menurun
it: Discendente
ja: 下降
ko: 내림차순
my: ဆင်း
nl: Aflopend
pl: Malejąco
pt: descendente
ru: Нисходящий
th: ลงมา
tl: Pababang
tr: Azalan
uk: Низхідний
ur: اترتے ہوئے
vi: Giảm dần
zh: 降序
zh_tw: 降序

source: Description
ar: ﻒﺻﻭ
bg: Описание
cs: Popis
de: Beschreibung
es: Descripción
fa: توضیحات
hi: विवरण
hr: Opis
hy: Նկարագրություն
id: Keterangan
it: Descrizione
ja: 説明
ko: 설명
my: ဖော်ပြချက်
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
th: คำอธิบาย
tl: Paglalarawan
tr: Tanım
uk: опис
ur: ﻞﯿﺼﻔﺗ
vi: Mô tả
zh: 描述
zh_tw: 描述

source: Destination tag:
ar: علامة الوجهة:
de: Ziel-Tag:
es: Etiqueta de destino:
fa: تگ مقصد:
fr: Tag de destination :
hi: गंतव्य टैग:
hr: Odredišna oznaka:
hy: Նպատակակետի պիտակ:
id: Tag tujuan:
it: Tag destinazione:
ja: 宛先タグ:
ko: 목적지 태그:
my: ခရီးဆုံးအမှတ်-
nl: Bestemmingstag:
pl: Tag docelowy:
pt: Tag de destino:
ru: Целевой тег:
th: แท็กปลายทาง:
tl: Tag ng patutunguhan:
tr: Hedef Etiketi:
uk: Тег призначення:
ur: منزل کا ٹیگ:
vi: Thẻ đích:
zh: 目标Tag:
zh_tw: 目標Tag:

# dfx_option_description
source: Buy crypto with EUR & CHF. For retail and corporate customers in Europe
ar: شراء التشفير مع EUR & CHF. لعملاء البيع بالتجزئة والشركات في أوروبا
bg: Купете криптовалута с Eur & CHF. За търговски и корпоративни клиенти в Европа
cs: Koupit krypto s EUR & CHF. Pro maloobchodní a firemní zákazníky v Evropě
de: Kaufen Sie Krypto mit EUR & CHF. Für Einzelhandel und Unternehmenskunden in Europa
es: Compra cripto con EUR o CHF. Para clientes minoristas y corporativos en Europa
fa: خرید کریپتو با EUR و CHF. برای مشتریان خرد و شرکتی در اروپا
fr: Achetez de la crypto avec EUR & CHF. Pour les clients de la vente au détail et des entreprises en Europe
hi: EUR और CHF के साथ क्रिप्टो खरीदें। यूरोप में खुदरा और कॉर्पोरेट ग्राहकों के लिए
hr: Kupite kriptovalute s Eur & CHF. Za maloprodajne i korporativne kupce u Europi
hy: Գնեք կրիպտոարժույթ EUR և CHF: Կորպորատիվ և մանրածախ հաճախորդների համար Եվրոպայում
id: Beli crypto dengan EUR & CHF. Untuk pelanggan ritel dan perusahaan di Eropa
it: Acquista Crypto con EUR & CHF. Per i clienti al dettaglio e aziendali in Europa
ja: EUR＆CHFで暗号を購入します。ヨーロッパの小売および企業の顧客向け
ko: EUR 및 CHF로 암호화폐 구매. 유럽의 개인 및 기업 고객 대상
my: Crypto ကို EUR & CHF ဖြင့် 0 ယ်ပါ။ လက်လီရောင်းဝယ်မှုနှင့်ဥရောပရှိကော်ပိုရိတ်ဖောက်သည်များအတွက်
nl: Koop crypto met EUR & CHF. Voor retail- en zakelijke klanten in Europa
pl: Kup kryptowaluty za EUR i CHF. Dla klientów detalicznych i korporacyjnych w Europie
pt: Compre criptografia com EUR & CHF. Para clientes de varejo e corporativo na Europa
ru: Купить крипто с Eur & CHF. Для розничных и корпоративных клиентов в Европе
th: ซื้อ crypto ด้วย Eur & CHF สำหรับลูกค้ารายย่อยและลูกค้าในยุโรป
tl: Bumili ng crypto kasama ang EUR & CHF. Para sa mga retail customer at corporate customer sa Europe
tr: Eur & chf ile kripto satın alın. Avrupa'daki perakende ve kurumsal müşteriler için
uk: Купуйте криптовалюту з EUR & CHF. Для роздрібних та корпоративних клієнтів у Європі
ur: یورو اور سی ایچ ایف کے ساتھ کرپٹو خریدیں۔ یورپ میں خوردہ اور کارپوریٹ صارفین کے لئے
vi: Mua tiền điện tử bằng EUR & CHF. Dành cho khách hàng bán lẻ và doanh nghiệp tại Châu Âu
zh: 使用 EUR 和 CHF 购买加密货币。适用于欧洲的零售和企业客户
zh_tw: 使用 EUR 和 CHF 購買加密貨幣。適用於歐洲的零售和企業客戶

source: Didn't get code?
ar: لم تحصل على رمز؟
bg: Не получихте код?
cs: Nepřišel Vám kód?
de: Kein Code?
es: ¿No recibiste el código?
fa: کد را دریافت نکردید؟
fr: Vous n'avez pas reçu le code ?
hi: कोड नहीं मिला?
hr: Ne dobivate kod?
hy: Չեք ստացել կոդը?
id: Tidak mendapatkan kode?
it: Non hai ricevuto il codice?
ja: コードを取得しませんか？
ko: 코드를 받지 못했나요?
my: ကုဒ်ကို မရဘူးလား?
nl: Geen code?
pl: Nie otrzymałeś kodu?
pt: Não recebeu o código?
ru: Не получить код?
th: ไม่ได้รับรหัส?
tl: Hindi nakuha ang code?
tr: Kod gelmedi mi?
uk: Не отримали код?
ur: کوڈ نہیں ملتا؟
vi: Không nhận được mã?
zh: 未收到验证码？
zh_tw: 未收到驗證碼？

source: -digit PIN
ar: -رقم PIN
bg: -цифрен PIN
cs: -číselný PIN
de: -stellige PIN
es: -dígitos PIN
fa: رقم پین
fr: chiffres
hi: -अंक पिन
hr: -znamenkasti PIN
hy: -նիշ ՊԻՆ
it: -cifre PIN
ja: 桁ピン
ko: 자리 PIN
my: -ဂဏန်း PIN
nl: -cijferige PIN
pl: -cyfrowy PIN
pt: dígitos
ru: -значный PIN
th: -หลัก PIN
tr: haneli PIN
uk: -значний PIN
ur: -ہندسوں کا پن
vi: Mã PIN - số
zh: 位PIN码
zh_tw: 位PIN碼

# digital_and_physical_card
source: digital and physical prepaid debit card
ar: بطاقة ائتمان رقمية ومادية مسبقة الدفع
bg: дигитална или физическа предплатена дебитна карта
cs: digitální a fyzické předplacené debetní karty,
de: digitale und physische Prepaid-Debitkarte
es: tarjeta de débito prepago digital y física
fa: کارت نقدی پیش‌پرداخت دیجیتال و فیزیکی
fr: carte de débit prépayée numérique et physique
hi: डिजिटल और भौतिक प्रीपेड डेबिट कार्ड
hr: digitalna i fizička unaprijed plaćena debitna kartica
hy: թվային և ֆիզիկական նախավճարային դեբետային քարտ
id: kartu debit pra-bayar digital dan fisik
it: carta di debito prepagata digitale e fisica
ja: デジタルおよび物理プリペイドデビットカード
ko: 디지털 및 실물 선불 직불 카드
my: ဒစ်ဂျစ်တယ်နှင့် ရုပ်ပိုင်းဆိုင်ရာ ကြိုတင်ငွေပေးချေသော ဒက်ဘစ်ကတ်
nl: digitale en fysieke prepaid debetkaart
pl: cyfrowa i fizyczna karta przedpłacona
pt: cartão de débito pré-pago digital e físico
ru: цифровая и физическая предоплаченная дебетовая карта
th: บัตรเดบิตดิจิตอลและบัตรพื้นฐาน
tl: digital at pisikal na prepaid debit card
tr: Dijital para birimleri ile para yükleyebileceğiniz ve ek bilgiye gerek olmayan
uk: цифрова та фізична передплачена дебетова картка
ur: ڈیجیٹل اور فزیکل پری پیڈ ڈیبٹ کارڈ
vi: thẻ ghi nợ trả trước kỹ thuật số và vật lý
zh: 数字和物理预付借记卡
zh_tw: 數位及實體預付簽帳金融卡

source: Disable
ar: إبطال
bg: Деактивиране
cs: Zakázat
de: Deaktivieren
es: Desactivar
fa: غیرفعال کردن
fr: Désactiver
hi: अक्षम करना
hr: Onemogući
hy: Անջատել
id: Cacat
it: Disabilita
ja: 無効にする
ko: 비활성화
my: ပိတ်ပါ။
nl: Uitzetten
pl: Wyłącz
pt: Desativar
ru: Запрещать
th: ปิดการใช้งาน
tl: Huwag paganahin
tr: Devre dışı bırakmak
uk: Вимкнути
ur: غیر فعال کریں۔
vi: Vô hiệu hóa
zh: 停用
zh_tw: 停用

# disable_bulletin
source: Disable service status bulletin
ar: تعطيل نشرة حالة الخدمة
bg: Деактивирайте бюлетина за състоянието на услугата
cs: Zakázat status servisního stavu
de: Deaktivieren Sie das Bulletin des Service Status
es: Desactivar el boletín de estado del servicio
fa: غیرفعال کردن بولتن وضعیت سرویس
fr: Désactiver le bulletin de statut de service
hi: सेवा स्थिति बुलेटिन अक्षम करें
hr: Onemogućite bilten o statusu usluge
hy: Անջատել ծառայության վիճակի տեղեկագիրը
id: Nonaktifkan Buletin Status Layanan
it: Disabilita bollettino dello stato del servizio
ja: サービスステータス速報を無効にします
ko: 서비스 상태 게시판 비활성화
my: ဝန်ဆောင်မှုအခြေအနေစာစောင်ကိုပိတ်ပါ
nl: Schakel servicestatus Bulletin uit
pl: Wyłącz biuletyn statusu usługi
pt: Desativar boletim de status de serviço
ru: Отключить бюллетень статуса обслуживания
th: ปิดการใช้งาน Bulletin สถานะบริการ
tl: Huwag paganahin ang bulletin ng katayuan ng serbisyo
tr: Hizmet Durumu Bültenini Devre Dışı Bırak
uk: Вимкнути статус послуги
ur: خدمت کی حیثیت کا بلیٹن کو غیر فعال کریں
vi: Vô hiệu hóa bản tin tình trạng dịch vụ
zh: 禁用服务状态公告
zh_tw: 停用服務狀態公告

# disable_buy
source: Disable buy action
ar: تعطيل إجراء الشراء
bg: Деактивирайте действието за покупка
cs: Zakázat akci nákupu
de: Kaufaktion deaktivieren
es: Desactivar la acción de compra
fa: غیرفعال کردن اقدام خرید
fr: Désactiver l'action d'achat
hi: खरीद कार्रवाई अक्षम करें
hr: Onemogući kupnju
hy: Անջատել գնում գործողությունը
id: Nonaktifkan tindakan beli
it: Disabilita l'azione di acquisto
ja: 購入アクションを無効にする
ko: 구매 기능 비활성화
my: ဝယ်ယူမှု လုပ်ဆောင်ချက်ကို ပိတ်ပါ။
nl: Koopactie uitschakelen
pl: Wyłącz akcję kupna
pt: Desativar ação de compra
ru: Отключить действие покупки
th: ปิดการใช้งานการซื้อ
tl: Huwag paganahin ang pagkilos ng pagbili
tr: Satın alma işlemini devre dışı bırak
uk: Вимкнути дію покупки
ur: خرید ایکشن کو غیر فعال کریں۔
vi: Vô hiệu hóa chức năng mua
zh: 禁用购买操作
zh_tw: 停用購買操作

source: Disable Cake 2FA
ar: تعطيل 2 عامل المصادقة
bg: Деактивирайте Cake 2FA
cs: Zakázat Cake 2FA
de: Cake 2FA deaktivieren
es: Desactivar Cake 2FA
fa: غیرفعال کردن کیک 2FA
fr: Désactiver Cake 2FA
hi: केक 2FA अक्षम करें
hr: Onemogući Cake 2FA
hy: Անջատել Cake 2FA
id: Nonaktifkan Kue 2FA
it: Disabilita Cake 2FA
ja: Cake 2FA を無効にする
ko: Cake 2FA 비활성화
my: ကိတ်မုန့် 2FA ကို ပိတ်ပါ။
nl: Taart 2FA uitschakelen
pl: Wyłącz Cake 2FA
pt: Desabilitar o Cake 2FA
ru: Отключить торт 2FA
th: ปิดการใช้งานเค้ก 2FA
tl: Huwag paganahin ang Cake 2FA
tr: Cake 2FA'yı Devre Dışı Bırak
uk: Вимкнути Cake 2FA
ur: کیک 2FA کو غیر فعال کریں۔
vi: Vô hiệu hóa 2FA Cake
zh: 禁用 Cake 2FA
zh_tw: 停用 Cake 2FA

source: Disable exchange
ar: تعطيل التبادل
bg: Деактивиране на борса
cs: Zakázat směnárny
de: Exchange deaktivieren
es: Desactivar Intercambio
fa: غیرفعال کردن تبادل
fr: Désactiver l'échange
hi: एक्सचेंज अक्षम करें
hr: Onemogući exchange
hy: Անջատել փոխանակումը
id: Nonaktifkan pertukaran
it: Disabilita scambio
ja: 交換を無効にする
ko: 교환 비활성화
my: လဲလှယ်မှုကို ပိတ်ပါ။
nl: Uitwisseling uitschakelen
pl: Wyłącz wymianę
pt: Desativar troca
ru: Отключить обмен
th: ปิดใช้งานการแลกเปลี่ยน
tl: Huwag paganahin ang palitan
tr: Borsayı devre dışı bırak
uk: Вимкнути можливість обміну
ur: تبادلے کو غیر فعال کریں۔
vi: Vô hiệu hóa chức năng trao đổi
zh: 禁用兑换
zh_tw: 停用兌換

# disable_fee_api_warning
source: By turning this off, the fee rates might be inaccurate in some cases, so you might end up overpaying or underpaying the fees for your transactions
ar: من خلال إيقاف تشغيل هذا ، قد تكون معدلات الرسوم غير دقيقة في بعض الحالات ، لذلك قد ينتهي بك الأمر إلى دفع مبالغ زائدة أو دفع رسوم المعاملات الخاصة بك
bg: Като изключите това, таксите могат да бъдат неточни в някои случаи, така че може да се препланите или да не плащате таксите за вашите транзакции
cs: Tímto vypnutím by sazby poplatků mohly být v některých případech nepřesné, takže byste mohli skončit přepláváním nebo nedoplatkem poplatků za vaše transakce
es: Al desactivar esto, las tarifas pueden ser inexactas en algunos casos, por lo que podría terminar pagando de más o de menos las tarifas de sus transacciones.
fa: با خاموش کردن این گزینه، ممکن است نرخ کارمزدها در برخی موارد دقیق نباشد، بنابراین ممکن است کارمزد تراکنش‌های خود را بیش از حد یا کمتر از حد پرداخت کنید
fr: En désactivant cela, les taux de frais peuvent être inexacts dans certains cas, vous pourriez donc finir par payer trop ou sous-paiement les frais pour vos transactions
hi: इसे बंद करने से, कुछ मामलों में शुल्क दरें गलत हो सकती हैं, इसलिए आप अपने लेनदेन के लिए फीस को कम कर सकते हैं या कम कर सकते हैं
hr: Isključivanjem ovoga, stope naknade u nekim bi slučajevima mogle biti netočne, tako da biste mogli preplatiti ili predati naknadu za vaše transakcije
hy: Դրանից անջատելով, վճարների տեմպերը որոշ դեպքերում կարող են անճիշտ լինել, այնպես որ դուք կարող եք վերջ տալ ձեր գործարքների համար վճարների գերավճարների կամ գերավճարների վրա
id: Dengan mematikan ini, tarif biaya mungkin tidak akurat dalam beberapa kasus, jadi Anda mungkin akan membayar lebih atau membayar biaya untuk transaksi Anda
it: Disattivando quest'opzione, i tassi delle commissioni potrebbero essere inaccurati in alcuni casi, quindi potresti finire per pagare troppo o troppo poco le commissioni per le tue transazioni
ja: これをオフにすることで、料金金利は場合によっては不正確になる可能性があるため、取引の費用が過払いまたは不足している可能性があります
ko: 이 기능을 끄면 경우에 따라 수수료율이 정확하지 않을 수 있으며, 트랜잭션 수수료를 과다 또는 과소 지불할 수 있습니다.
my: ဤအရာကိုဖွင့်ခြင်းအားဖြင့်အချို့သောကိစ္စရပ်များတွင်အခကြေးငွေနှုန်းထားများသည်တိကျမှုရှိနိုင်သည်,
pl: Wyłączając tę opcję, stawki opłat mogą być w niektórych przypadkach niedokładne, więc możesz przepłacić lub niedopłacić opłaty transakcyjne.
th: โดยการปิดสิ่งนี้อัตราค่าธรรมเนียมอาจไม่ถูกต้องในบางกรณีดังนั้นคุณอาจจบลงด้วยการจ่ายเงินมากเกินไปหรือจ่ายค่าธรรมเนียมสำหรับการทำธุรกรรมของคุณมากเกินไป
tl: Sa pamamagitan ng pag -off nito, ang mga rate ng bayad ay maaaring hindi tumpak sa ilang mga kaso, kaya maaari mong tapusin ang labis na bayad o pagsuporta sa mga bayarin para sa iyong mga transaksyon
tr: Bunu kapatarak, ücret oranları bazı durumlarda yanlış olabilir, bu nedenle işlemleriniz için ücretleri fazla ödeyebilir veya az ödeyebilirsiniz.
uk: Вимкнувши це, ставки плати в деяких випадках можуть бути неточними, тому ви можете переплатити або недооплатити плату за свої транзакції
ur: اس کو بند کرنے سے ، کچھ معاملات میں فیس کی شرح غلط ہوسکتی ہے ، لہذا آپ اپنے لین دین کے لئے فیسوں کو زیادہ ادائیگی یا ادائیگی ختم کرسکتے ہیں۔
vi: Khi tắt chức năng này, tỉ lệ phí có thể không chính xác trong một số trường hợp, dẫn đến bạn trả quá hoặc không đủ phí cho giao dịch của mình.
zh: 通过将其关闭，在某些情况下，费率可能不准确，因此您最终可能会超额付款或支付交易费用
zh_tw: 通過將其關閉，在某些情况下，費率可能不準確，因此您最終可能會超額付款或支付交易費用

source: Disable fiat
ar: تعطيل fiat
bg: Деактивиране на fiat
cs: Zakázat fiat
de: Fiat deaktivieren
es: Desactivar fiat
fa: غیرفعال کردن ارز فیات
fr: Désactiver les montants en fiat
hi: िएट को अक्षम करें
hr: Isključi, fiat
hy: Անջատել ֆիատ
id: Nonaktifkan fiat
it: Disabilita fiat
ja: フィアットを無効にする
ko: 법정화폐 비활성화
my: Fiat ကိုပိတ်ပါ။
nl: Schakel Fiat uit
pl: Wyłącz fiat
pt: Desativar fiat
ru: Отключить фиат
th: ปิดใช้งานสกุลเงินตรา
tl: Huwag paganahin ang fiat
tr: İtibari paraları devre dışı bırak
uk: Вимкнути фиат
ur: فیاٹ کو غیر فعال کریں۔
vi: Vô hiệu hóa tiền tệ fiat
zh: 禁用法币
zh_tw: 停用法幣

# disable_sell
source: Disable sell action
ar: قم بتعطيل إجراء البيع
bg: Деактивирайте действието за продажба
cs: Zakázat akci prodeje
de: Verkaufsaktion deaktivieren
es: Desactivar venta
fa: غیرفعال کردن اقدام فروش
fr: Désactiver l'action de vente
hi: बेचने की कार्रवाई अक्षम करें
hr: Onemogući akciju prodaje
hy: Անջատել վաճառք գործողությունը
id: Nonaktifkan aksi jual
it: Disabilita l'azione di vendita
ja: 販売アクションを無効にする
ko: 판매 조치 비활성화
my: ရောင်းချခြင်းလုပ်ဆောင်ချက်ကို ပိတ်ပါ။
nl: Verkoopactie uitschakelen
pl: Wyłącz akcję sprzedaży
pt: Desativar ação de venda
ru: Отключить действие продажи
th: ปิดการใช้งานการขาย
tl: Huwag paganahin ang pagkilos ng pagbebenta
tr: Satış işlemini devre dışı bırak
uk: Вимкнути дію продажу
ur: فروخت کی کارروائی کو غیر فعال کریں۔
vi: Vô hiệu hóa chức năng bán
zh: 禁用卖出操作
zh_tw: 停用賣出操作

source: Disable trade option
ar: تعطيل خيار التجارة
bg: Деактивирайте опцията за търговия
cs: Zakázat možnost TRADE
es: Desactivar la opción de Intercambio
fa: غیرفعال کردن گزینه معامله
fr: Désactiver l'option de commerce
hi: व्यापार विकल्प अक्षम करें
hr: Onemogući trgovinsku opciju
hy: Անջատեք առեւտրի տարբերակը
it: Disabilita l'opzione di scambio
ja: 取引オプションを無効にします
ko: 거래 옵션 비활성화
my: ကုန်သွယ်ရေး option ကိုပိတ်ပါ
pl: Wyłącz opcję handlu
th: ปิดใช้งานตัวเลือกการค้า
tl: Huwag paganahin ang pagpipilian sa kalakalan
tr: Ticaret seçeneğini devre dışı bırakın
uk: Вимкнути можливість торгівлі
ur: تجارت کے آپشن کو غیر فعال کریں
vi: Tắt tùy chọn thương mại
zh: 禁用交易选项
zh_tw: 停用交易選項

source: Disable Battery Optimization
ar: تعطيل تحسين البطارية
bg: Деактивирайте оптимизацията на батерията
cs: Zakázat optimalizaci baterie
de: Batterieoptimierung deaktivieren
es: Desactivar la optimización de la batería
fa: غیرفعال کردن بهینه‌سازی باتری
fr: Désactiver l'optimisation de la batterie
hi: बैटरी अनुकूलन अक्षम करें
hr: Onemogući optimizaciju baterije
hy: Անջատել մարտկոցի օպտիմիզացիան
id: Nonaktifkan optimasi baterai
it: Disabilita l'ottimizzazione della batteria
ja: バッテリーの最適化を無効にします
ko: 배터리 최적화 비활성화
my: ဘက်ထရီ optimization ကိုပိတ်ပါ
nl: Schakel de batterijoptimalisatie uit
pl: Wyłącz optymalizację baterii
pt: Desative a otimização da bateria
ru: Отключить оптимизацию батареи
th: ปิดใช้งานการเพิ่มประสิทธิภาพแบตเตอรี่
tl: Huwag Paganahin ang Pag-optimize ng Baterya
tr: Pil optimizasyonunu devre dışı bırakın
uk: Вимкнути оптимізацію акумулятора
ur: بیٹری کی اصلاح کو غیر فعال کریں
vi: Vô hiệu hóa Tối ưu hóa Pin
zh: 禁用电池优化
zh_tw: 停用電池優化

# disableBatteryOptimizationDescription
source: Do you want to disable battery optimization in order to make background sync run more freely and smoothly?
ar: هل تريد تعطيل تحسين البطارية من أجل جعل الخلفية مزامنة تعمل بحرية وسلاسة؟
bg: Искате ли да деактивирате оптимизацията на батерията, за да направите синхронизирането на фона да работи по -свободно и гладко?
cs: Chcete deaktivovat optimalizaci baterie, aby se synchronizovala pozadí volně a hladce?
de: Möchten Sie die Batterieoptimierung deaktivieren, um die Hintergrundsynchronisierung reibungsloser zu gestalten?
es: ¿Desea deshabilitar la optimización de la batería para que la sincronización de fondo se ejecute más libremente y sin problemas?
fa: آیا می‌خواهید بهینه‌سازی باتری را غیرفعال کنید تا همگام‌سازی پس‌زمینه آزادتر و روان‌تر اجرا شود؟
fr: Voulez-vous désactiver l'optimisation de la batterie afin de faire fonctionner la synchronisation d'arrière-plan plus librement et en douceur?
hi: क्या आप बैकग्राउंड सिंक को अधिक स्वतंत्र और सुचारू रूप से चलाने के लिए बैटरी ऑप्टिमाइज़ेशन को अक्षम करना चाहते हैं?
hr: Želite li onemogućiti optimizaciju baterije kako bi se pozadinska sinkronizacija radila slobodnije i glatko?
hy: Դուք ցանկանում եք անջատել մարտկոցի օպտիմիզացիան ֆոնային համաժամացման ավելի ազատ և հարթ ընթացքի համար?
id: Apakah Anda ingin menonaktifkan optimasi baterai untuk membuat sinkronisasi latar belakang berjalan lebih bebas dan lancar?
it: Vuoi disabilitare l'ottimizzazione della batteria per migliorare la sincronizzazione in background?
ja: バックグラウンドシンクをより自由かつスムーズに実行するために、バッテリーの最適化を無効にしたいですか？
ko: 백그라운드 동기화가 더 자유롭고 원활하게 실행되도록 배터리 최적화를 비활성화하시겠습니까?
my: နောက်ခံထပ်တူပြုခြင်းနှင့်ချောချောမွေ့မွေ့ပြုလုပ်နိုင်ရန်ဘက်ထရီ optimization ကိုသင်ပိတ်ထားလိုပါသလား။
nl: Wilt u de optimalisatie van de batterij uitschakelen om achtergrondsynchronisatie te laten werken, vrijer en soepeler?
pl: Czy chcesz wyłączyć optymalizację baterii, aby synchronizacja w tle działała swobodniej i płynniej?
pt: Deseja desativar a otimização da bateria para fazer a sincronização de fundo funcionar de forma mais livre e suave?
ru: Вы хотите отключить оптимизацию батареи, чтобы сделать фона синхронизации более свободно и плавно?
th: คุณต้องการปิดใช้งานการเพิ่มประสิทธิภาพแบตเตอรี่เพื่อให้การซิงค์พื้นหลังทำงานได้อย่างอิสระและราบรื่นมากขึ้นหรือไม่?
tl: Nais mo bang huwag paganahin ang pag-optimize ng baterya upang gawing mas malaya at maayos ang background sync?
tr: Arka plan senkronizasyonunu daha özgür ve sorunsuz bir şekilde çalıştırmak için pil optimizasyonunu devre dışı bırakmak istiyor musunuz?
uk: Ви хочете відключити оптимізацію акумулятора, щоб зробити фонову синхронізацію більш вільно та плавно?
ur: کیا آپ پس منظر کی مطابقت پذیری کو زیادہ آزادانہ اور آسانی سے چلانے کے لئے بیٹری کی اصلاح کو غیر فعال کرنا چاہتے ہیں؟
vi: Bạn có muốn vô hiệu hóa tối ưu hóa pin để đồng bộ hóa nền hoạt động mượt mà hơn không?
zh: 您是否要禁用电池优化以使背景同步更加自由，平稳地运行？
zh_tw: 您是否要停用電池優化以使背景同步更加自由，平穩地執行？

source: Disabled
ar: معطلة
bg: Деактивирано
cs: Zakázáno
de: Deaktiviert
es: Desactivado
fa: غیرفعال شد
fr: Désactivé
hi: अक्षम
hr: Onemogućeno
hy: Անջատված
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko: 비활성화됨
my: မသန်စွမ်း
nl: Gehandicapt
pl: Wyłączone
pt: Desabilitado
ru: Отключено
th: ปิดใช้งาน
tl: Hindi pinagana
tr: Devre dışı
uk: Вимкнено
ur: معذور
vi: Đã vô hiệu hóa
zh: 禁用
zh_tw: 停用

# discount
source: Save ${value}%
ar: وفر ${value}٪
bg: Спестете ${value}%
cs: Ušetříte ${value}%
de: ${value} % sparen
es: Ahorra ${value}%
fa: صرفه‌جویی ${value}%
fr: Économisez ${value}%
hi: ${value}% बचाएं
hr: Uštedite ${value}%
hy: Խնայեք ${value}%
id: Hemat ${value}%
it: Risparmia ${value}%
ja: ${value}％を節約
ko: ${value}% 절약
my: ${value}% ချွေတာ
nl: Bespaar ${value}%
pl: Zaoszczędź ${value}%
pt: Economize ${value}%
ru: Сэкономьте ${value}%
th: ประหยัด ${value}%
tl: Makatipid ng ${value}%
tr: %${value} tasarruf et
uk: Зекономте ${value}%
ur: ${value}% بچائیں
vi: Tiết kiệm ${value}%
zh: 节省 ${value}%
zh_tw: 節省 ${value}%

source: Display settings
ar: اعدادات العرض
bg: Настройки на екрана
cs: Nastavení zobrazení
de: Anzeigeeinstellungen
es: Ajustes de pantalla
fa: تنظیمات نمایش
fr: Paramètres d'affichage
hi: प्रदर्शन सेटिंग्स
hr: Postavke zaslona
hy: Ցուցադրման կարգավորումներ
id: Pengaturan tampilan
it: Impostazioni di visualizzazione
ja: 表示設定
ko: 표시 설정
my: ပြသရန် ဆက်တင်များ
nl: Weergave-instellingen
pl: Ustawienia wyświetlania
pt: Configurações de exibição
ru: Настройки отображения
th: การตั้งค่าการแสดงผล
tl: Mga setting ng pagpapakita
tr: Görüntü ayarları
uk: Налаштування дисплея
ur: ڈسپلے کی ترتیبات
vi: Cài đặt hiển thị
zh: 显示设置
zh_tw: 顯示設定

source: Displayable
ar: قابل للعرض
bg: Възможност за показване
cs: Zobrazitelné
de: Anzeigebar
es: Mostrable
fa: قابل نمایش
fr: Visible
hi: प्रदर्शन योग्य
hr: Dostupno za prikaz
hy: Ցուցադրվող
id: Dapat ditampilkan
it: Visualizzabile
ja: 表示可能
ko: 표시 가능
my: ပြသနိုင်သည်။
nl: Weer te geven
pl: Widoczne
pt: Exibível
ru: Отображаемый
th: สามารถแสดงได้
tl: Maipapakita
tr: Gösterilebilir
uk: Відображуваний
ur: قابل نمائش
vi: Có thể hiển thị
zh: 可显示
zh_tw: 可顯示
