Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

source: Marketplace
ar: منصة التجارة
bg: Магазин
cs: Obchod
de: Marktplatz
es: Mercado
fa: بازارچه
fr: Place de marché
hi: मार्केटप्लेस
hr: Tržnica
hy: Շուկա
id: Pasar
it: Mercato
ko: 마켓플레이스
my: ဈေး
nl: Marktplaats
pl: Rynek
pt: Mercado
ru: Торговая площадка
th: ตลาดพื้นที่
tr: Pazar Alanı
uk: Ринок
ur: بازار
vi: Thị trường
zh: 市场
zh_tw: 市场

source: Matrix Green Dark Theme
ar: موضوع ماتريكس الأخضر الداكن
bg: Зелена тъмна тема Matrix
cs: Tmavé téma Matrix Green
es: Tema oscuro Matrix Green
fa: تم تاریک ماتریکس سبز
fr: Thème Matrix Green Dark
hi: मैट्रिक्स ग्रीन डार्क थीम
hy: Matrix Կանաչ Մութ տեսք
id: Tema Matrix Green Dark
it: Tema Matrix verde scuro
ja: マトリックスグリーンダークテーマ
ko: 매트릭스 그린 다크 테마
my: Matrix Green Dark အပြင်အဆင်
nl: Matrix groen donker thema
pl: Ciemny Motyw Matrix Green
pt: Tema escuro verde matrix
ru: Матрица Зеленая Темная Тема
th: ธีมเมทริกซ์สีเขียวเข้ม
tr: Matrix Yeşil Koyu Tema
uk: Зелена темна тема Matrix
ur: میٹرکس گرین ڈارک تھیم
vi: Chủ đề tối Matrix Green
zh: 矩阵绿暗主题
zh_tw: 矩阵綠暗主題

# max_amount
source: Max: ${value}
ar: الحد الأقصى: ${value}
bg: Макс: ${value}
es: Máx: ${value}
fa: حداکثر: ${value}
hi: अधिकतम: ${value}
hr: Maksimum: ${value}
hy: Առավելագույն գումար: ${value}
ja: 最大: ${value}
ko: 최대: ${value}
my: အများဆုံး- ${value}
pl: Maks: ${value}
pt: Máx.: ${valor}
ru: Макс.: ${value}
th: จำนวนสูงสุด: ${value}
tr: Maks: ${value}
uk: Макс: ${value}
ur: زیادہ سے زیادہ: ${value}
vi: Tối đa: ${value}
zh: 最大值: ${value}
zh_tw: 最大值: ${value}

# max_value
source: Max: ${value} ${currency}
ar: الحد الأقصى: ${value} ${currency}
bg: Макс: ${value} ${currency}
es: Máx: ${value} ${currency}
fa: حداکثر: ${value} ${currency}
hi: मैक्स: ${value} ${currency}
hr: Maks.: ${value} ${currency}
hy: Առավելագույն արժեք: ${value} ${currency}
ja: マックス: ${value} ${currency}
ko: 최대: ${value} ${currency}
my: အများဆုံး- ${value} ${currency}
pl: Maks.: ${value} ${currency}
pt: Máx: ${value} ${currency}
ru: Макс: ${value} ${currency}
th: ขั้นสูง: ${value} ${currency}
tr: En fazla: ${value} ${currency}
uk: Макс: ${value} ${currency}
ur: زیادہ سے زیادہ: ${value} ${currency}
vi: Tối đa: ${value} ${currency}
zh: 最大: ${value} ${currency}
zh_tw: 最大: ${value} ${currency}

source: Memo:
ar: مذكرة:
bg: Мемо:
fa: یادداشت (Memo):
fr: Mémo :
hi: ज्ञापन:
hy: Մեմո:
ja: メモ:
ko: 메모:
my: မှတ်စုတို:
pl: Notatka:
pt: Memorando:
ru: Памятка:
th: หมายเหตุ:
uk: Пам’ятка:
ur: میمو:
vi: Ghi chú:
zh: 备注:
zh_tw: 備註:

source: Message
ar: ﺔﻟﺎﺳﺭ
bg: Съобщение
cs: Zpráva
de: Nachricht
es: Mensaje
fa: پیام
hi: संदेश
hr: Poruka
hy: Հաղորդագրություն
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
my: မက်ဆေ့ချ်
nl: Bericht
pl: Wiadomość
pt: Mensagem
ru: Сообщение
th: ข้อความ
tl: Mensahe
tr: İleti
uk: повідомлення
ur: ﻡﺎﻐﯿﭘ
vi: Tin nhắn
zh: 信息
zh_tw: 資訊

# message_verified
source: The message was successfully verified
ar: تم التحقق من الرسالة بنجاح
bg: Съобщението беше успешно проверено
cs: Zpráva byla úspěšně ověřena
de: Die Nachricht wurde erfolgreich überprüft
es: El mensaje se verificó con éxito
fa: پیام با موفقیت تایید شد
fr: Le message a été vérifié avec succès
hi: संदेश को सफलतापूर्वक सत्यापित किया गया था
hr: Poruka je uspješno provjerena
hy: Հաղորդագրությունը հաջողությամբ հաստատվեց
id: Pesan itu berhasil diverifikasi
it: Il messaggio è stato verificato con successo
ja: メッセージは正常に検証されました
ko: 메시지가 성공적으로 확인되었습니다
my: မက်ဆေ့ခ်ျကိုအောင်မြင်စွာအတည်ပြုခဲ့သည်
nl: Het bericht is succesvol geverifieerd
pl: Wiadomość została pomyślnie zweryfikowana
pt: A mensagem foi verificada com sucesso
ru: Сообщение было успешно проверено
th: ข้อความได้รับการตรวจสอบอย่างประสบความสำเร็จ
tl: Ang mensahe ay matagumpay na na -verify
tr: Mesaj başarıyla doğrulandı
uk: Повідомлення було успішно перевірено
ur: پیغام کی کامیابی کے ساتھ تصدیق کی گئی
vi: Tin nhắn đã được xác minh thành công
zh: 该消息已成功验证
zh_tw: 此訊息已成功驗證

source: Methods
ar: ﻕﺮﻃُ
bg: Методи
cs: Metody
de: Methoden
es: Métodos
fa: روش‌ها
fr: Méthodes
hi: तरीकों
hr: Metode
hy: Մեթոդներ
id: Metode
it: Metodi
ja: メソッド
ko: 방법
my: နည်းလမ်းများ
nl: Methoden
pl: Metody
pt: Métodos
ru: Методы
th: วิธีการ
tl: Mga Paraan
tr: Yöntemler
uk: методи
ur: ﮯﻘﯾﺮﻃ
vi: Phương pháp
zh: 方法
zh_tw: 方法

# min_amount
source: Min: ${value}
ar: الحد الأدنى: ${value}
bg: Мин: ${value}
es: Mín.: ${value}
fa: حداقل: ${value}
hi: न्यूनतम: ${value}
hr: Minimalno: ${value}
hy: Նվազը: ${value}
ja: 最小: ${value}
ko: 최소: ${value}
my: အနည်းဆုံး- ${value}
pt: Mínimo: ${valor}
ru: Минимум: ${value}
th: จำนวนขั้นต่ำ: ${value}
uk: Мінімум: ${value}
ur: کم سے کم: ${value}
vi: Tối thiểu: ${value}
zh: 最小值: ${value}
zh_tw: 最小值: ${value}

# min_value
source: Min: ${value} ${currency}
ar: الحد الأدنى: ${value} ${currency}
bg: Мин: ${value} ${currency}
es: Mín: ${value} ${currency}
fa: حداقل: ${value} ${currency}
hi: मिन: ${value} ${currency}
hy: Նվազը: ${value} ${currency}
ja: 分: ${value} ${currency}
ko: 최소: ${value} ${currency}
my: အနည်းဆုံး- ${value} ${currency}
pt: Mín: ${value} ${currency}
ru: Мин: ${value} ${currency}
th: ขั้นต่ำ: ${value} ${currency}
tr: En az: ${value} ${currency}
uk: Мін: ${value} ${currency}
ur: کم سے کم: ${value} ${currency}
vi: Tối thiểu: ${value} ${currency}
zh: 最小: ${value} ${currency}
zh_tw: 最小: ${value} ${currency}

# minutes_to_pin_code
source: ${minute} minutes
ar: ${minutes} دقيقة
bg: ${minute} минути
cs: ${minute} minutách
de: ${minute} Minuten
es: ${minute} minutos
fa: ${minute} دقیقه
hi: ${minute} मिनट
hr: ${minute} minuta
hy: ${minute} րոպե
id: ${minute} menit
it: ${minute} minuti
ja: ${minute} 分
ko: ${minute} 분
my: ${minute} မိနစ်
nl: ${minute} minuten
pl: ${minute} minut
pt: ${minute} minutos
ru: ${minute} минут
th: ${minute} นาที
tl: ${minute} minuto
tr: ${minute} dakika
uk: ${minute} хвилин
ur: ${minute} منٹ
vi: ${minute} phút
zh: ${minute} 分钟
zh_tw: ${minute} 分鐘

source: MM
bg: мм
hi: एमएम
hy: ԱԱ
ja: んん
ru: ММ
th: เดือน
tr: AA

# modify_2fa
source: Modify Cake 2FA
ar: تعديل 2 عامل المصادقة
bg: Модифициране на тортата 2FA
cs: Upravte Cake 2FA
de: Cake 2FA ändern
es: Modificar Cake 2FA
fa: تغییر کیک 2FA
fr: Modifier les paramètres Cake 2FA
hi: केक 2FA संशोधित करें
hr: Izmijenite tortu 2FA
hy: Փոփոխել Cake 2FA
id: Ubah Kue 2FA
it: Modifica Cake 2FA
ja: ケーキの 2FA を変更する
ko: Cake 2FA 수정
my: ကိတ်မုန့် 2FA ကို ပြင်ဆင်ပါ။
nl: Wijzig Cake 2FA
pl: Modyfikuj Cake 2FA
pt: Modificar o Cake 2FA
ru: Изменить торт 2FA
th: แก้ไขเค้ก 2FA
tl: Baguhin ang Cake 2FA
tr: Cake 2FA'yı Değiştirin
uk: Змінити торт 2FA
ur: کیک 2FA میں ترمیم کریں۔
vi: Chỉnh sửa Cake 2FA
zh: 修改Cake 2FA
zh_tw: 修改Cake 2FA

# monero_com
source: Monero.com by Cake Wallet
ar: Monero.com بواسطة Cake Wallet
bg: Monero.com от Cake Wallet
cs: Monero.com od Cake Wallet
de: Monero.com von Cake Wallet
es: Monero.com de Cake Wallet
fa: Monero.com توسط کیک ولت
fr: Monero.com par Cake Wallet
id: Monero.com Oleh Cake Wallet
my: Monero.com မှ Cake ပိုက်ဆံအိတ်
pl: Monero.com od Cake Wallet
th: Monero.com ของ Cake Wallet
tr: Cake Wallet tarafından Monero.com
ur: Monero.com بذریعہ Cake والیٹ
vi: Monero.com bởi Cake Wallet

# monero_com_wallet_text
source: Awesome wallet for Monero
ar: محفظة رائعة ل Monero
bg: Невероятен портфейл за Monero
cs: Úžasná peněženka pro Monero
de: Eine großartige Wallet für Monero
es: Impresionante cartera para Monero
fa: کیف پول عالی برای مونرو
fr: Super portefeuille (wallet) pour Monero
hy: Անհավանական դրամապանակ Monero-ի համար
id: Dompet luar biasa untuk Monero
it: Portafoglio fantastico per Monero
ko: 모네로를 위한 멋진 지갑
my: Monero အတွက် အမိုက်စား ပိုက်ဆံအိတ်
pl: Świetny portfel dla Monero
th: กระเป๋าสตางค์ที่สวยงามสำหรับ Monero
tl: Kahanga-hangang wallet para sa Monero
tr: Monero için harika cüzdan
ur: Monero کے لئے بہت اچھا پرس
vi: Ví tuyệt vời cho Monero

source: Monero Dark Theme
ar: موضوع مونيرو الظلام
bg: Тъмна тема Monero
cs: Tmavé téma Monero
de: Dunkles Monero-Thema
es: Tema oscuro de Monero
fa: تم تاریک مونرو
fr: Thème sombre Monero
hi: मोनेरो डार्क थीम
hr: Monero tamna tema
hy: Monero մութ տեսք
id: Tema Gelap Monero
it: Tema scuro Monero
ja: モネロダークテーマ
ko: 모네로 다크 테마
my: Monero Dark အပြင်အဆင်
nl: Monero donker thema
pl: Ciemny motyw Monero
pt: Monero Tema Escuro
ru: Темная тема Monero
th: ธีมมืด Monero
tr: Monero Koyu Tema
uk: Темна тема Monero
ur: مونیرو ڈارک تھیم
vi: Chủ đề tối Monero
zh: 门罗币深色主题
zh_tw: 門羅幣深色主題

source: Monero Light Theme
ar: ضوء مونيرو
bg: Лека тема Monero
cs: Světlé téma Monero
de: Monero Light-Thema
es: Tema Claro de Monero
fa: تم روشن مونرو
fr: Thème de lumière Monero
hi: मोनेरो लाइट थीम
hr: Monero lagana tema
hy: Monero պայծառ տեսք
id: Tema Cahaya Monero
it: Tema chiaro Monero
ja: モネロ ライト テーマ
ko: 모네로 라이트 테마
my: Monero Light အပြင်အဆင်
nl: Monero Light-thema
pl: Jasny motyw Monero
ru: Светлая тема Monero
th: ธีมแสง Monero
tr: Monero Hafif Tema
uk: Легка тема Monero
ur: مونیرو لائٹ تھیم
vi: Chủ đề sáng Monero
zh: 门罗币浅色主题
zh_tw: 門羅幣淺色主題

# moonpay_alert_text
source: Value of the amount must be more or equal to ${minAmount} ${fiatCurrency}
ar: يجب أن تكون قيمة المبلغ أكبر من أو تساوي ${minAmount} ${fiatCurrency}
bg: Сумата трябва да бъде най-малко ${minAmount} ${fiatCurrency}
cs: Částka musí být větší nebo rovna ${minAmount} ${fiatCurrency}
de: Der Wert des Betrags muss größer oder gleich ${minAmount} ${fiatCurrency} sein
es: El importe debe ser mayor o igual a ${minAmount} ${fiatCurrency}
fa: مقدار مبلغ باید بیشتر یا مساوی ${minAmount} ${fiatCurrency} باشد
fr: Le montant doit être au moins égal à ${minAmount} ${fiatCurrency}
hi: राशि का मूल्य अधिक है या करने के लिए बराबर होना चाहिए ${minAmount} ${fiatCurrency}
hr: Vrijednost iznosa mora biti veća ili jednaka ${minAmount} ${fiatCurrency}
hy: Գումարի արժեքը պետք է լինի հավասար կամ ավելի քան ${minAmount} ${fiatCurrency}
id: Nilai jumlah harus lebih atau sama dengan ${minAmount} ${fiatCurrency}
it: Il valore dell'importo deve essere maggiore o uguale a ${minAmount} ${fiatCurrency}
ja: 金額の値は以上でなければなりません ${minAmount} ${fiatCurrency}
ko: 금액 값은 ${minAmount} ${fiatCurrency} 이상이어야 합니다
my: ပမာဏ၏တန်ဖိုးသည် ${minAmount} ${fiatCurrency} နှင့် ပိုနေရမည်
nl: Waarde van het bedrag moet meer of gelijk zijn aan ${minAmount} ${fiatCurrency}
pl: Kwota musi wynosić co najmniej ${minAmount} ${fiatCurrency}
pt: O valor do montante deve ser maior ou igual a ${minAmount} ${fiatCurrency}
ru: Сумма должна быть больше или равна ${minAmount} ${fiatCurrency}
th: มูลค่าของจำนวนต้องมากกว่าหรือเท่ากับ ${minAmount} ${fiatCurrency}
tl: Ang halaga ay dapat na higit pa o katumbas ng ${minAmount} ${fiatCurrency}
tr: Tutar ${minAmount} ${fiatCurrency} miktarına eşit veya daha fazla olmalıdır
uk: Значення суми має бути більшим або дорівнювати ${minAmount} ${fiatCurrency}
ur: رقم کی قدر ${minAmount} ${fiatCurrency} کے برابر یا زیادہ ہونی چاہیے۔
vi: Giá trị số tiền phải lớn hơn hoặc bằng ${minAmount} ${fiatCurrency}
zh: 金额的价值必须大于或等于 ${minAmount} ${fiatCurrency}
zh_tw: 金額的價值必須大於或等於 ${minAmount} ${fiatCurrency}

source: More Options
ar: المزيد من الخيارات
bg: Още настройки
cs: Více možností
de: Weitere Optionen
es: Más Opciones
fa: گزینه‌های بیشتر
fr: Plus d'options
hi: और विकल्प
hr: Više opcija
hy: Այլ տարբերակներ
id: Opsi Lainnya
it: Altre opzioni
ja: その他のオプション
ko: 추가 옵션
my: နောက်ထပ် ရွေးချယ်စရာများ
nl: Meer opties
pl: Więcej opcji
pt: Mais opções
ru: Дополнительные параметры
th: ตัวเลือกเพิ่มเติม
tl: Higit pang mga Pagpipilian
tr: Daha Fazla Seçenek
uk: Більше параметрів
ur: مزید زرائے
vi: Thêm tùy chọn
zh: 更多选项
zh_tw: 更多選項

# mweb_confirmed
source: Confirmed MWEB
ar: أكد MWEB
bg: Потвърден MWeb
cs: Potvrzený mweb
es: MWEB confirmado
fa: تایید شده MWEB
fr: Confirmé MWEB
hi: MWEB की पुष्टि की
hr: Potvrđen MWeb
hy: Հաստատված MWEB
id: Mengkonfirmasi mWeb
it: MWeb confermato
ja: 確認されたMWEB
ko: 확정된 MWEB
my: အတည်ပြုလိုက် mweb
pl: Potwierdzono MWEB
th: MWEB ยืนยันแล้ว
tl: Nakumpirma na MWeb
tr: Onaylanmış mweb
uk: Підтвердив Mweb
ur: تصدیق شدہ MWEB
vi: Xác nhận MWEB
zh: 确认的MWEB
zh_tw: 確認的MWEB

# mweb_unconfirmed
source: Unconfirmed MWEB
ar: غير مؤكد MWEB
bg: Непотвърден mweb
cs: Nepotvrzené mWeb
es: MWEB sin confirmar
fa: تایید نشده MWEB
fr: Mweb non confirmé
hi: अपुष्ट MWEB
hr: Nepotvrđeni mWeb
hy: Չկարգավորված Mweb
id: MWEB yang belum dikonfirmasi
it: MWeb non confermato
ja: 未確認のMWEB
ko: 미확정 MWEB
my: အတည်မပြုနိုင်သော mweb
pl: Niepotwierdzone MWEB
th: mweb ที่ไม่ได้รับการยืนยัน
tl: Hindi nakumpirma si Mweb
tr: Doğrulanmamış mweb
uk: Неперевірений MWEB
ur: غیر مصدقہ MWEB
vi: MWEB chưa được xác nhận
zh: 未经证实的MWEB
zh_tw: 未經證實的MWEB

source: Name
ar: ﻢﺳﺍ
bg: Име
cs: název
es: Nombre
fa: نام
fr: Nom
hi: नाम
hr: Ime
hy: Անուն
id: Nama
it: Nome
ja: 名前
ko: 이름
my: နာမည်
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
th: ชื่อ
tl: Pangalan
tr: İsim
uk: Ім'я
ur: ﻡﺎﻧ
vi: Tên
zh: 姓名
zh_tw: 姓名

# nano_current_rep
source: Current Representative
ar: الممثل الحالي
bg: Настоящ представител
cs: Současný zástupce
de: Aktueller Vertreter
es: Representante actual
fa: نماینده فعلی
fr: Représentant actuel
hi: वर्तमान प्रतिनिधि
hr: Trenutni predstavnik
hy: Ընթացիկ ներկայացուցիչ
id: Perwakilan saat ini
it: Rappresentante attuale
ja: 現在の代表
ko: 현재 대표자
my: လက်ရှိကိုယ်စားလှယ်
nl: Huidige vertegenwoordiger
pl: Aktualny Przedstawiciel
pt: Representante atual
ru: Нынешний представитель
th: ตัวแทนปัจจุบัน
tl: Kasalukuyang Representative
tr: Mevcut temsilci
uk: Поточний представник
ur: موجودہ نمائندہ
vi: Đại diện hiện tại
zh: 当前代表节点
zh_tw: 當前代表節點

# nano_gpt_thanks_message
source: Thanks for using NanoGPT! Remember to head back to the browser after your transaction completes!
ar: شكرا لاستخدام nanogpt! تذكر أن تعود إلى المتصفح بعد اكتمال معاملتك!
bg: Благодаря, че използвахте Nanogpt! Не забравяйте да се върнете обратно към браузъра, след като транзакцията ви приключи!
cs: Děkujeme za používání Nanogpt! Nezapomeňte se po dokončení transakce vydat zpět do prohlížeče!
de: Danke, dass du Nanogpt benutzt hast! Denken Sie daran, nach Abschluss Ihrer Transaktion zurück zum Browser zu gehen!
es: ¡Gracias por usar NanoGPT! ¡Recuerda volver al navegador después de que se complete tu transacción!
fa: با تشکر از استفاده از NanoGPT! به یاد داشته باشید که پس از تکمیل تراکنش به مرورگر برگردید!
fr: Merci d'avoir utilisé Nanogpt! N'oubliez pas de retourner au navigateur une fois votre transaction terminée!
hi: Nanogpt का उपयोग करने के लिए धन्यवाद! अपने लेन -देन के पूरा होने के बाद ब्राउज़र पर वापस जाना याद रखें!
hr: Hvala što ste koristili nanogpt! Ne zaboravite da se vratite u preglednik nakon što vam se transakcija završi!
hy: Շնորհակալություն NanoGPT-ն օգտագործելու համար: Հիշեք վերադառնալ դիտարկիչ ձեր փոխանցումն ավարտելուց հետո
id: Terima kasih telah menggunakan Nanogpt! Ingatlah untuk kembali ke browser setelah transaksi Anda selesai!
it: Grazie per aver usato nanogpt! Ricorda di tornare al browser dopo il completamento della transazione!
ja: NanoGptを使用してくれてありがとう！トランザクションが完了したら、ブラウザに戻ることを忘れないでください！
ko: NanoGPT를 사용해 주셔서 감사합니다! 트랜잭션 완료 후 브라우저로 돌아가는 것을 잊지 마세요!
my: nanogpt ကိုသုံးပြီးကျေးဇူးတင်ပါတယ် သင်၏ငွေပေးငွေယူပြီးနောက် browser သို့ပြန်သွားရန်သတိရပါ။
nl: Bedankt voor het gebruik van Nanogpt! Vergeet niet om terug te gaan naar de browser nadat uw transactie is voltooid!
pl: Dzięki za korzystanie z NanoGPT! Pamiętaj, aby po zakończeniu transakcji wrócić do przeglądarki!
pt: Obrigado por usar o Nanogpt! Lembre -se de voltar para o navegador após a conclusão da transação!
ru: Спасибо за использование Nanogpt! Не забудьте вернуться в браузер после завершения транзакции!
th: ขอบคุณที่ใช้ Nanogpt! อย่าลืมกลับไปที่เบราว์เซอร์หลังจากการทำธุรกรรมของคุณเสร็จสิ้น!
tl: Salamat sa paggamit ng NanoGPT! Tandaan na bumalik sa browser matapos makumpleto ang iyong transaksyon!
tr: Nanogpt kullandığınız için teşekkürler! İşleminiz tamamlandıktan sonra tarayıcıya geri dönmeyi unutmayın!
uk: Дякуємо за використання наногпта! Не забудьте повернутися до браузера після завершення транзакції!
ur: نانوگپٹ استعمال کرنے کا شکریہ! اپنے لین دین کی تکمیل کے بعد براؤزر کی طرف واپس جانا یاد رکھیں!
vi: Cảm ơn bạn đã sử dụng NanoGPT! Hãy nhớ quay lại trình duyệt sau khi giao dịch của bạn hoàn tất!
zh: 感谢您使用Nanogpt！事务完成后，请记住回到浏览器！
zh_tw: 感謝您使用Nanogpt！事務完成後，請記住回到瀏覽器！

# nano_pick_new_rep
source: Pick a new representative
ar: اختر ممثلًا جديدًا
bg: Изберете нов представител
cs: Vyberte nového zástupce
de: Wählen Sie einen neuen Vertreter aus
es: Elige un nuevo representante
fa: انتخاب یک نماینده جدید
fr: Choisissez un nouveau représentant
hi: एक नया प्रतिनिधि चुनें
hr: Odaberite novog predstavnika
hy: Ընտրեք նոր ներկայացուցիչ
id: Pilih perwakilan baru
it: Scegli un nuovo rappresentante
ja: 新しい代表者を選びます
ko: 새 대표자 선택
my: အသစ်တစ်ခုကိုရွေးပါ
nl: Kies een nieuwe vertegenwoordiger
pl: Wybierz nowego reprezentanta
pt: Escolha um novo representante
ru: Выберите нового представителя
th: เลือกตัวแทนใหม่
tl: Pumili ng isang bagong representative
tr: Yeni bir temsilci seçin
uk: Виберіть нового представника
ur: ایک نیا نمائندہ منتخب کریں
vi: Chọn đại diện mới
zh: 选择新代表节点
zh_tw: 選擇新代表節點

# nanogpt_subtitle
source: All the newest models (GPT-4, Claude).\nNo subscription, pay with crypto.
ar: جميع النماذج الأحدث (GPT-4 ، Claude). \ nno اشتراك ، ادفع مع Crypto.
bg: Всички най-нови модели (GPT-4, Claude). \ Nno абонамент, платете с Crypto.
cs: Všechny nejnovější modely (GPT-4, Claude). \ Nno předplatné, plaťte krypto.
de: Alle neuesten Modelle (GPT-4, Claude).
es: Todos los modelos más recientes (GPT, Claude, Deepseek...). Sin suscripción, paga con cripto.
fa: جدیدترین مدل‌ها (GPT-4, Claude). بدون اشتراک، پرداخت با کریپتو.
fr: Tous les modèles les plus récents (GPT-4, Claude). Pas d'abonnement, payez avec vos crypto-monnaies.
hi: सभी नवीनतम मॉडल (GPT-4, क्लाउड)। \ nno सदस्यता, क्रिप्टो के साथ भुगतान करें।
hr: Svi najnoviji modeli (GPT-4, Claude). \ NNO pretplata, plaćajte kripto.
hy: Բոլոր ամենանոր մոդելներ (GPT-4, Claude).\nԱռանց բաժանորդագրության, վճարեք կրիպտոարժույթով
id: Semua model terbaru (GPT-4, Claude). \ Nno langganan, bayar dengan crypto.
it: Tutti i modelli più recenti (GPT-4, Claude). Nessun abbonamento, paga con cripto.
ja: すべての最新モデル（GPT-4、Claude）。\ nnoサブスクリプション、暗号で支払います。
ko: 모든 최신 모델 (GPT-4, Claude). 구독 없이 암호화폐로 결제.
my: အားလုံးနောက်ဆုံးပေါ်မော်ဒယ်များ (GPT-4, Claude) ။ \ nno subscription, crypto နှင့်အတူပေးဆောင်။
nl: Alle nieuwste modellen (GPT-4, Claude). \ Nno-abonnement, betalen met crypto.
pl: Wszystkie najnowsze modele (GPT-4, Claude). Brak subskrypcji, płatność kryptowalutą.
pt: Todos os modelos mais recentes (GPT-4, Claude). \ Nno assinatura, pagam com criptografia.
ru: Все новейшие модели (GPT-4, Claude). \ Nno Подписка, платите с крипто.
th: รุ่นใหม่ล่าสุดทั้งหมด (GPT-4, Claude). การสมัครสมาชิก \ nno, จ่ายด้วย crypto
tl: Ang lahat ng mga pinakabagong modelo (GPT-4, Claude). No subscription, magbayad gamit ang crypto.
tr: En yeni modeller (GPT-4, Claude). \ Nno aboneliği, kripto ile ödeme yapın.
uk: Усі найновіші моделі (GPT-4, Claude). \ Nno підписка, оплата криптовалютою.
ur: تمام تازہ ترین ماڈل (GPT-4 ، کلاڈ)۔ n n no سبسکرپشن ، کریپٹو کے ساتھ ادائیگی کریں۔
vi: Tất cả các mẫu mới nhất (GPT-4, Claude).\nKhông cần đăng ký, thanh toán bằng tiền điện tử.
zh: 所有最新型号（GPT-4，Claude）。 无订阅，用加密货币付款。
zh_tw: 所有最新型號（GPT-4，Claude）。 無訂閱，用加密貨幣付款。

source: Narrow
ar: ضيق
bg: Тесен
cs: Úzký
de: Eng
es: Estrecho
fa: باریک
fr: Rédruit
hi: सँकरा
hr: Usko
hy: Նեղ
id: Sempit
it: Stretto
ja: 狭い
ko: 좁게
my: ကျဉ်းသော
nl: Smal
pl: Wąski
pt: Estreito
ru: Узкий
th: แคบ
tl: Makitid
tr: Dar
uk: вузькі
ur: تنگ
vi: Hẹp
zh: 狭窄的
zh_tw: 狭窄的

# new_first_wallet_text
source: Keeping your crypto safe is a piece of cake
ar: الحفاظ على سلامة التشفير الخاص بك هو قطعة من الكعكة
bg: Запазването на криптовалутата ви е парче торта
cs: Udržování svého kryptového v bezpečí je kus dortu
de: Bewahren Sie Ihre Kryptowährung einfach sicher auf
es: Mantener tus criptomonedas seguras es pan comido
fa: ایمن نگه داشتن کریپتوی شما مثل آب خوردن است
fr: Garder vos crypto-monnaies en sécurité est un jeu d'enfant.
hi: अपने क्रिप्टो को सुरक्षित रखना केक का एक टुकड़ा है
hr: Čuvanje kriptovaluta je komad torte
hy: Ձեր ծպտյալ անվտանգ պահելը տորթի մի կտոր է
id: Dengan mudah menjaga cryptocurrency Anda aman
it: Mantenere la tua criptovaluta è un gioco da ragazzi
ja: 暗号を安全に保つことはケーキです
ko: 암호화폐를 안전하게 보관하는 것은 식은 죽 먹기
my: သင်၏ Crypto Safe ကိုလုံခြုံအောင်ပြုလုပ်ခြင်းသည်ကိတ်မုန့်တစ်မျိုးဖြစ်သည်
nl: Houd uw cryptocurrency gemakkelijk veilig
pl: Zabezpieczenie Twoich kryptowalut to bułka z masłem
pt: Mantenha sua criptomoeda facilmente segura
ru: Легко сохранить свою криптовалюту в безопасности
th: การรักษา crypto ของคุณให้ปลอดภัยเป็นเค้กชิ้นหนึ่ง
tl: Ang pagpapanatiling ligtas sa iyong crypto ay isang piraso ng cake
tr: Kripto'nuzu güvende tutmak bir parça kek
uk: Зберігання вашої криптовалюти це просто як шматок торта
ur: اپنے کریپٹو کو محفوظ رکھنا کیک کا ایک ٹکڑا ہے
vi: Giữ tiền điện tử của bạn an toàn là một miếng bánh
zh: 轻松保管您的加密货币
zh_tw: 輕鬆保管您的加密貨幣

source: New node testing
ar: تجربة العقدة الجديدة
bg: Тестване на нов node
cs: Testování nového uzlu
de: Neuen Knoten testen
es: Prueba De Nuevo Nodo
fa: تست نود جدید
fr: Test du nouveau nœud
hi: नई नोड परीक्षण
hr: Provjera novog nodea
hy: Նոր հանգույցի փորձարկում
id: Pengujian node baru
it: Test novo nodo
ja: 新しいノードのテスト
ko: 새 노드 테스트 중
my: နှာခေါင်း အသစ်စမ်းသပ်ခြင်း။
nl: Nieuwe knooppunttest
pl: Testowanie nowego węzła
pt: Teste de novo nó
ru: Тестирование новой ноды
th: การทดสอบโหนดใหม่
tl: Bagong node testing
tr: Yeni düğüm test ediliyor
uk: Тестування нового вузла
ur: نیا نوڈ ٹیسٹنگ
vi: Đang thử nghiệm nút mới
zh: 新节点测试
zh_tw: 新節點測試

# new_subaddress_create
source: Create
ar: إنشاء
bg: Създаване
cs: Vytvořit
de: Erstellen
es: Crear
fa: ایجاد
fr: Créer
hi: सर्जन करना
hr: Izradi
hy: Ստեղծել
id: Buat
it: Crea
ja: 作成する
ko: 생성
my: ဖန်တီးပါ။
nl: Creëren
pl: Utwórz
pt: Criar
ru: Создать
th: สร้าง
tl: Lumikha
tr: Oluştur
uk: Створити
ur: بنانا
vi: Tạo
zh: 创建
zh_tw: 創建

# new_subaddress_label_name
source: Label name
ar: تسمية
bg: Име на Label
cs: Popisek
de: Bezeichnung
es: Nombre de la etiqueta
fa: نام برچسب
fr: Nom
hi: लेबल का नाम
hr: Oznaka
hy: Պիտակի անուն
id: Nama label
it: Nome etichetta
ja: ラベル名
ko: 라벨 이름
my: အညွှန်းအမည်
nl: Label naam
pl: Nazwa etykiety
pt: Nome
ru: Имя
th: ชื่อป้ายกำกับ
tl: Pangalan ng label
tr: Etiket ismi
uk: Ім'я
ur: لیبل کا نام
vi: Tên nhãn
zh: 标签名称
zh_tw: 標簽名稱

# new_subaddress_title
source: New address
ar: عنوان جديد
bg: Нов адрес
cs: Nová adresa
de: Neue Adresse
es: Nueva dirección
fa: آدرس جدید
fr: Nouvelle adresse
hi: नया पता
hr: Nova adresa
hy: Նոր հասցե
id: Alamat baru
it: Nuovo indirizzo
ja: 新しいアドレス
ko: 새 주소
my: လိပ်စာအသစ်
nl: Nieuw adres
pl: Nowy adres
pt: Novo endereço
ru: Новый адрес
th: ที่อยู่ใหม่
tl: Bagong address
tr: Yeni adres
uk: Нова адреса
ur: نیا پتہ
vi: Địa chỉ mới
zh: 新地址
zh_tw: 新地址

source: New Template
ar: قالب جديد
bg: Нов шаблон
cs: Nová šablona
de: neue Vorlage
es: Nueva Plantilla
fa: قالب جدید
fr: Nouveau Modèle
hi: नया टेम्पलेट
hr: novi predložak
hy: Նոր նմուշ
id: Template Baru
it: Nuovo modello
ja: 新しいテンプレート
ko: 새 템플릿
my: ပုံစံအသစ်
nl: Nieuwe sjabloon
pl: Nowy Szablon
pt: Novo modelo
ru: Новый шаблон
th: แม่แบบใหม่
tl: Bagong Template
tr: Yeni Şablon
uk: Новий шаблон
ur: نیا سانچہ
vi: Mẫu mới
zh: 新模板
zh_tw: 新模板

source: New Wallet
ar: إنشاء محفظة جديدة
bg: Нов портфейл
cs: Nová peněženka
de: Neue Wallet
es: Nueva billetera
fa: کیف پول جدید
fr: Nouveau Portefeuille (Wallet)
hi: नया बटुआ
hr: Novi novčanik
hy: Նոր դրամապանակ
id: Dompet Baru
it: Nuovo portafoglio
ja: 新しいウォレット
ko: 새 지갑
my: ပိုက်ဆံအိတ်အသစ်
nl: Nieuwe portemonnee
pl: Nowy portfel
pt: Nova carteira
ru: Новый кошелёк
th: กระเป๋าใหม่
tl: Bagong Wallet
tr: Yeni Cüzdan
uk: Новий гаманець
ur: نیا پرس
vi: Ví mới
zh: 新钱包
zh_tw: 新錢包
