Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# outdated_electrum_wallet_receive_warning
source: If this wallet has a 12-word seed and was created in Cake, DO NOT deposit Bitcoin into this wallet. Any BTC transferred to this wallet may be lost. Create a new 24-word wallet (tap the menu at the top right, select Wallets, choose Create New Wallet, then select Bitcoin) and IMMEDIATELY move your BTC there. New (24-word) BTC wallets from Cake are secure
ar: إذا كانت هذه المحفظة تحتوي على سييد مكونة من 12 كلمة وتم إنشاؤها في Cake ، فلا تقم بإيداع Bitcoin في هذه المحفظة. قد يتم فقد أي BTC تم تحويله إلى هذه المحفظة. قم بإنشاء محفظة جديدة مكونة من 24 كلمة (انقر فوق القائمة في الجزء العلوي الأيمن ، وحدد محافظ ، واختر إنشاء محفظة جديدة ، ثم حدد Bitcoin) وقم على الفور بنقل BTC الخاص بك هناك. محافظ BTC الجديدة (24 كلمة) من Cake آمنة
bg: Ако този адрес има seed от 12 думи и е създаден чрез Cake, НЕ добавяйте Bitcoin в него. Всякакъв Bitcoin, изпратен на този адрес, може да бъде загубен завинаги. Създайте нов портфейл от 24 думи (натиснете менюто горе, вдясно, изберете Портфейли, изберете Създаване на нов портфейл, след това изберете Bitcoin) и НЕЗАБАВНО преместете своя Bitcoin там. Нови (такива с 24 думи) Bitcoin портфейли от Cake са надеждни
cs: Tato peněženka má seed se 12 slovy a byla vytvořena pomocí Cake, NEUKLÁDEJTE Bitcoin na tuto peněženku. Jakékoliv BTC převedené na tuto peněženku může být ztraceno. Vytvořte si novou peněženku s 24 slovy (otevřete menu vpravo nahoře, vyberte Peněženky, zvolte Vytvořit novou peněženku a pak zvolte Bitcoin) a IHNED tam přesuňte své BTC. Nové (24-slovní) BTC peněženky z Cake jsou bezpečné
de: Wenn diese Wallet einen 12-Wort-Seed hat und in Cake erstellt wurde, zahlen Sie KEINE Bitcoins in diese Wallet ein. Alle auf diese Wallet übertragenen BTC können verloren gehen. Erstellen Sie eine neue 24-Wort-Wallet (tippen Sie auf das Menü oben rechts, wählen Sie Wallets, wählen Sie Neue Wallet erstellen und dann Bitcoin) und verschieben Sie Ihre BTC SOFORT dorthin. Neue (24-Wort-)BTC-Wallets von Cake sind sicher
es: Si esta billetera tiene una semilla de 12 palabras y se creó en Cake, NO deposites Bitcoin en esta billetera. Cualquier BTC transferido a esta billetera puede perderse. Crea una nueva billetera de 24 palabras (pulsa el menú en la parte superior derecha, selecciona Carteras, elige Crear nueva Caartera, luego selecciona Bitcoin) e INMEDIATAMENTE mueve tu BTC allí. Las nuevas billeteras BTC (24 palabras) de Cake son seguras
fa: اگر این کیف پول دارای سید ۱۲ کلمه‌ای است و در کیک ایجاد شده است، بیت‌کوین را به این کیف پول واریز نکنید. هر BTC منتقل شده به این کیف پول ممکن است از دست برود. یک کیف پول ۲۴ کلمه‌ای جدید ایجاد کنید (منوی بالا سمت راست را لمس کنید، Wallets را انتخاب کنید، Create New Wallet را انتخاب کنید، سپس Bitcoin را انتخاب کنید) و فوراً BTC خود را به آنجا منتقل کنید. کیف پول‌های جدید (۲۴ کلمه‌ای) BTC در کیک امن هستند
fr: Si ce portefeuille (wallet) a une phrase secrète (seed) de 12 mots et a été créé dans Cake, NE PAS y déposer de Bitcoin. Tous les BTC transférés vers ce portefeuille seront perdus. Créez un nouveau portefeuille avec phrase secrète de 24 mots (appuyez sur le menu en haut à droite, sélectionnez Portefeuilles puis Créer un Nouveau Portefeuille et enfin Bitcoin) et transférez y IMMÉDIATEMENT vos BTC. Les nouveaux portefeuilles BTC Cake (avec phrase secrète de 24 mots) sont sécurisés
hi: अगर इस वॉलेट में 12 शब्दों का बीज है और इसे केक में बनाया गया है, तो इस वॉलेट में बिटकॉइन जमा न करें। इस वॉलेट में स्थानांतरित किया गया कोई भी बीटीसी खो सकता है। एक नया 24-शब्द वॉलेट बनाएं (ऊपर दाईं ओर स्थित मेनू पर टैप करें, वॉलेट चुनें, नया वॉलेट बनाएं चुनें, फिर बिटकॉइन चुनें) और तुरंत अपना बीटीसी वहां ले जाएं। केक से नए (24-शब्द) बीटीसी वॉलेट सुरक्षित हैं
hr: Ako ovaj novčanik sadrži sjeme od 12 riječi i stvoren je u Torti, NEMOJTE polagati Bitcoin u ovaj novčanik. Bilo koji BTC prebačen u ovaj novčanik može se izgubiti. Stvorite novi novčanik od 24 riječi (taknite izbornik u gornjem desnom dijelu, odaberite Novčanici, odaberite Stvori novi novčanik, a zatim odaberite Bitcoin) i ODMAH premjestite svoj BTC tamo. Novi BTC novčanici (s 24 riječi) tvrtke Cake sigurni su
hy: Եթե այս դրամապանակը 12 բառանոց սերմ ունի և ստեղծվել է Cake-ում, Bitcoin մուծել այս դրամապանակ մի տեղափոխեք։ Որեւէ Bitcoin այս դրամապանակ տեղափոխվել կարող է կորած լինել։ Ստեղծեք նոր 24-բառանոց Bitcoin դրամապանակ (սեղմեք վերևի աջ մենյուն, ընտրեք Դրամապանակներ, ընտրեք Նոր Դրամապանակ, ապա ընտրեք Bitcoin) և տեղափոխեք ձեր ԲԻՏԿ-ն այնտեղ
id: Jika dompet ini memiliki biji semai 12 kata dan dibuat di Cake, JANGAN deposit Bitcoin ke dalam dompet ini. BTC apapun yang ditransfer ke dompet ini mungkin hilang. Buat dompet 24 kata baru (ketuk menu di pojok kanan atas, pilih Dompet, pilih Buat Dompet Baru, lalu pilih Bitcoin) dan SEGERA pindahkan BTC Anda ke sana. Dompet BTC (24 kata) baru dari Cake aman
it: Se questo portafoglio ha un seme di 12 parole ed è stato creato in Cake, NON depositare Bitcoin in questo portafoglio. Qualsiasi BTC trasferito su questo portafoglio potrebbe andare perso. Crea un nuovo portafoglio di 24 parole (tocca il menu in alto a destra, seleziona Portafogli, scegli Crea nuovo portafoglio, quindi seleziona Bitcoin) e sposta IMMEDIATAMENTE lì il tuo BTC. I nuovi portafogli BTC (24 parole) di Cake sono sicuri
ja: このウォレットに 12 ワードのシードがあり、Cake で作成された場合、このウォレットにビットコインを入金しないでください。 このウォレットに転送された BTC は失われる可能性があります。 新しい 24 ワードのウォレットを作成し (右上のメニューをタップし、[ウォレット]、[新しいウォレットの作成]、[ビットコイン] の順に選択)、すぐに BTC をそこに移動します。 Cake の新しい (24 ワード) BTC ウォレットは安全です
ko: 이 지갑에 12단어 시드가 있고 Cake에서 생성된 경우 이 지갑에 비트코인을 입금하지 마십시오. 이 지갑으로 전송된 모든 BTC는 손실될 수 있습니다. 새 24단어 지갑을 생성(오른쪽 상단 메뉴 탭, 지갑 선택, 새 지갑 생성 선택, 비트코인 선택)하고 즉시 BTC를 그곳으로 옮기십시오. Cake의 새 (24단어) BTC 지갑은 안전합니다.
my: ဤပိုက်ဆံအိတ်တွင် စာလုံး 12 လုံးပါပြီး ကိတ်မုန့်တွင် ဖန်တီးပါက၊ Bitcoin ကို ဤပိုက်ဆံအိတ်ထဲသို့ မထည့်ပါနှင့်။ ဤပိုက်ဆံအိတ်သို့ လွှဲပြောင်းပေးသည့် မည်သည့် BTC မဆို ဆုံးရှုံးနိုင်သည်။ 24 စကားလုံးပိုက်ဆံအိတ်အသစ်တစ်ခုဖန်တီးပါ (ညာဘက်အပေါ်ထောင့်ရှိမီနူးကိုနှိပ်ပါ၊ Wallets ကိုရွေးချယ်ပါ၊ ပိုက်ဆံအိတ်အသစ်ဖန်တီးရန်ကိုရွေးချယ်ပါ၊ ထို့နောက် Bitcoin ကိုရွေးချယ်ပါ) နှင့်သင်၏ BTC ကိုထိုနေရာသို့ချက်ချင်းရွှေ့ပါ။ Cake မှ (24 စာလုံး) BTC ပိုက်ဆံအိတ်အသစ်များသည် လုံခြုံပါသည်။
nl: Als deze portemonnee een seed van 12 woorden heeft en is gemaakt in Cake, stort dan GEEN Bitcoin in deze portemonnee. Elke BTC die naar deze portemonnee is overgebracht, kan verloren gaan. Maak een nieuwe portemonnee van 24 woorden (tik op het menu rechtsboven, selecteer Portefeuilles, kies Nieuwe portemonnee maken en selecteer vervolgens Bitcoin) en verplaats je BTC ONMIDDELLIJK daar. Nieuwe (24-woorden) BTC-portefeuilles van Cake zijn veilig
pl: Jeśli ten portfel ma 12-wyrazowy seed i został utworzony w Cake, NIE Wpłacaj Bitcoina do tego portfela. Wszelkie BTC przeniesione do tego portfela mogą zostać utracone. Utwórz nowy portfel z 24 słowami (dotknij menu w prawym górnym rogu, wybierz Portfele, wybierz Utwórz nowy portfel, a następnie Bitcoin) i NATYCHMIAST przenieś tam swoje BTC. Nowe (24 słowa) portfele BTC Cake Wallet są bezpieczne
pt: Se esta carteira tiver uma semente de 12 palavras e foi criada no Cake, NÃO deposite Bitcoin nesta carteira. Qualquer BTC transferido para esta carteira pode ser perdido. Crie uma nova carteira de 24 palavras (toque no menu no canto superior direito, selecione Carteiras, escolha Criar Nova Carteira e selecione Bitcoin) e mova IMEDIATAMENTE seu BTC para lá. As novas carteiras BTC (24 palavras) da Cake são seguras
ru: Если этот кошелек имеет мнемоническую фразу из 12 слов и был создан в Cake, НЕ переводите биткойны на этот кошелек. Любые BTC, переведенные на этот кошелек, могут быть потеряны. Создайте новый кошелек с мнемоническои фразы из 24 слов (коснитесь меню в правом верхнем углу, выберите «Кошельки», выберите «Создать новый кошелек», затем выберите «Bitcoin») и НЕМЕДЛЕННО переведите туда свои BTC. Новые (24 слова) кошельки BTC от Cake безопасны
th: หากกระเป๋านี้มีซีดีที่มี 12 คำและถูกสร้างขึ้นใน Cake อย่าโอน Bitcoin เข้ากระเป๋านี้ ทุกจำนวน BTC ที่โอนเข้ากระเป๋านี้อาจสูญหาย สร้างกระเป๋าใหม่ที่มีซีดีที่มี 24 คำ (กดที่เมนูที่มุมขวาบนแล้วเลือก Wallets และเลือก Create New Wallet จากนั้นเลือก Bitcoin) และย้าย BTC ไปที่นั้นทันที กระเป๋า BTC ที่มีซีดีที่มี 24 คำของ Cake ปลอดภัย
tl: Kung ang wallet na ito ay may 12-word seed na ginawa sa Cake, huwag magdeposito ng Bitcoin sa wallet na ito. Anumang BTC na inilipat sa wallet na ito ay maaaring mawala. Lumikha ng bagong 24 na salita na wallet (i-tap ang menu sa kanang taas, piliin ang Mga Wallets, piliin ang Lumikha ng Bagong Wallet, pagkatapos ay piliin ang Bitcoin) at agad na ilipat ang iyong BTC doon. Bagong (24 na salita) BTC wallet mula sa Cake ay ligtas
tr: Bu cüzdanın 12 kelimelik bir tohumu varsa ve Cake'te oluşturulduysa, bu cüzdana Bitcoin YATIRMAYIN. Bu cüzdana aktarılan tüm BTC'ler kaybolabilir. 24 kelimelik yeni bir cüzdan oluşturun (sağ üstteki menüye dokunun, Cüzdanlar'ı seçin, Yeni Cüzdan Oluştur'u seçin, ardından Bitcoin'i seçin) ve BTC'nizi HEMEN oraya taşıyın. Cake'in yeni (24 kelimelik) BTC cüzdanları güvenlidir
uk: Якщо цей гаманець має мнемонічну фразу з 12 слів і був створений у Cake, НЕ переводьте біткойни на цей гаманець. Будь-які BTC, переведений на цей гаманець, можуть бути втраченими. Створіть новий гаманець з мнемонічною фразою з 24 слів (торкніться меню у верхньому правому куті, виберіть Гаманці, виберіть Створити новий гаманець, потім виберіть Bitcoin) і НЕГАЙНО переведіть туди свії BTC. Нові (з мнемонічною фразою з 24 слів) гаманці BTC від Cake надійно захищені
ur: اگر اس پرس میں 12 الفاظ کا بیج ہے اور اسے Cake میں بنایا گیا ہے، تو اس بٹوے میں Bitcoin جمع نہ کریں۔ اس بٹوے میں منتقل کیا گیا کوئی بھی BTC ضائع ہو سکتا ہے۔ ایک نیا 24 الفاظ والا والیٹ بنائیں (اوپر دائیں جانب مینو کو تھپتھپائیں، Wallets کو منتخب کریں، نیا والیٹ بنائیں، پھر Bitcoin کو منتخب کریں) اور فوری طور پر اپنے BTC کو وہاں منتقل کریں۔ Cake کے نئے (24-لفظوں) BTC بٹوے محفوظ ہیں۔
vi: Nếu ví này có hạt giống 12 từ và được tạo trong Cake, ĐỪNG gửi Bitcoin vào ví này. Bất kỳ BTC nào chuyển vào ví này có thể bị mất. Tạo ví 24 từ mới (nhấn menu ở góc trên bên phải, chọn Ví, chọn Tạo Ví Mới, sau đó chọn Bitcoin) và NGAY LẬP TỨC chuyển BTC của bạn vào đó. Ví BTC mới (24 từ) từ Cake là an toàn
zh: 警告：12词助记词钱包已过时，切勿存入比特币！请立即创建24词新钱包（右上菜单 > 钱包 > 创建新钱包 > 比特币），并立即转移资金。新 24 词比特币钱包安全可靠。
zh_tw: 警告：12詞助記詞錢包已過時，切勿存入比特幣！請立即創建24詞新錢包（右上菜單 > 錢包 > 創建新錢包 > 比特幣），並立即轉移資金。新 24 詞比特幣錢包安全可靠。

source: Outgoing
ar: الصادره
bg: Изходящи
cs: Odchozí
de: Ausgehend
es: Saliente
fa: خروجی
fr: Sortantes
hi: निवर्तमान
hr: Odlazno
hy: Ելքային
id: Keluar
it: In uscita
ja: 発信
ko: 발신
my: အထွက်
nl: Uitgaande
pl: Wychodzące
pt: Enviadas
ru: Исходящие
th: ขาออก
tl: Palabas
tr: Giden
uk: Вихідні
ur: سبکدوش ہونے والے
vi: Đang gửi
zh: 发送
zh_tw: 發送

source: Outputs
ar: المخرجات
bg: Изходи
cs: Výstupy
de: Ausgänge
es: Salidas
fa: خروجی‌ها
fr: Les sorties
hi: आउटपुट
hr: Izlazi
hy: Ելքեր
id: Output
it: Output
ja: 出力
ko: 출력
my: ထုတ်လုပ်မှု
nl: Uitgangen
pl: Wyjścia
pt: Saídas
ru: Выходы
th: เอาต์พุต
tl: Mga output
tr: çıktılar
uk: Виходи
ur: نتائج
vi: Đầu ra
zh: 输出
zh_tw: 輸出

source: Overshot
ar: طغمة
bg: Превишаване
cs: Překročení
es: Excedido
fa: بیش از حد
fr: Surnommer
hi: कम पड़ गया
hr: Zalijepiti
hy: Ցանց
ja: オーバーショット
ko: 초과
my: အလွန်အကျွံအိုး
pl: Przekroczono
th: โอเวอร์คล็อต
tr: Aşmak
uk: Затьмарювати
ur: اوورشوٹ
vi: Quá sức
zh: 超越
zh_tw: 超越

source: Overwrite amount
ar: تغير المبلغ
bg: Промени сума
cs: Přepsat částku
es: Sobreescribir monto
fa: بازنویسی مبلغ
fr: Remplacer le montant
hy: Գրեք գումարը
id: Timpa jumlah
it: Sovrascrivi quantità
ko: 금액 덮어쓰기
my: ပမာဏကို ထပ်ရေးပါ။
pl: Nadpisz kwotę
th: เขียนทับจำนวน
tl: I-overwrite ang halaga
tr: Miktarın üzerine yaz
ur: رقم کو اوور رائٹ کریں۔
vi: Ghi đè số tiền

source: Pairing Invalid Event
ar: ﺢﻟﺎﺻ ﺮﻴﻏ ﺙﺪﺣ ﻥﺍﺮﻗﺇ
bg: Невалидно събитие при сдвояване
cs: Neplatná událost párování
de: Paarung ungültiges Ereignis
es: Evento de emparejamiento inválido
fa: رویداد جفت‌سازی نامعتبر
fr: Événement de couplage non valide
hi: अमान्य ईवेंट युग्मित करना
hr: Nevažeći događaj uparivanja
hy: Սխալ միացում
id: Menyandingkan Acara Tidak Valid
it: Associazione evento non valido
ja: ペアリング無効イベント
ko: 페어링 잘못된 이벤트
my: မမှန်ကန်သောဖြစ်ရပ်ကို တွဲချိတ်ခြင်း။
nl: Koppelen Ongeldige gebeurtenis
pl: Nieprawidłowe zdarzenie parowania
pt: Emparelhamento de evento inválido
ru: Недействительное событие сопряжения
th: การจับคู่เหตุการณ์ที่ไม่ถูกต้อง
tr: Geçersiz Etkinliği Eşleştirme
uk: Недійсна подія сполучення
ur: ﭧﻧﻮﯾﺍ ﻂﻠﻏ ﺎﻧﺎﻨﺑ ﺍﮌﻮﺟ
vi: Sự kiện ghép nối không hợp lệ
zh: 配对无效事件
zh_tw: 配對無效事件

# passphrase
source: Passphrase (Optional)
ar: عبارة الممر (اختياري)
bg: Passphrase (по избор)
cs: Passphrase (volitelné)
es: Frase de contraseña (opcional)
fa: کلمه عبور (اختیاری)
fr: Phrase de passe (facultative)
hi: पासफ्रेज़ (वैकल्पिक)
hr: Prolaznica (neobavezno)
hy: Պարող արտահայտություն (Ոչ պարտադիր)
id: Frasa sandi (opsional)
it: Passphrase (opzionale)
ja: パスフレーズ（オプション）
ko: 암호 구문 (선택 사항)
nl: PassaspHRASE (optioneel)
pl: Hasło (Opcjonalnie)
pt: Senha (opcional)
ru: Passfrase (необязательно)
th: ข้อความรหัสผ่าน (ไม่บังคับ)
tl: Passphrase (opsyonal)
tr: Passfrase (isteğe bağlı)
uk: Пасофрази (необов’язково)
ur: پاسفریز (اختیاری)
vi: Cụm từ bảo mật (Tùy chọn)
zh: 密语（可选）
zh_tw: 密語（可選）

# passphrases_doesnt_match
source: Passphrases do not match, please try again
ar: لا تتطابق عبارات المرور ، يرجى المحاولة مرة أخرى
bg: Пасифрази не съвпадат, моля, опитайте отново
cs: Passfrázy se neshodují, zkuste to znovu
es: Las frases de contraseña no coinciden, intente nuevamente
fa: کلمات عبور مطابقت ندارند، لطفاً دوباره تلاش کنید
fr: Les phrases de passe ne correspondent pas, veuillez réessayer
hi: PassPhrases मेल नहीं खाता, कृपया पुनः प्रयास करें
hr: Prolazne fraze se ne podudaraju, pokušajte ponovo
hy: Անհատները չեն համընկնում, խնդրում ենք կրկին փորձել
id: Sandi tidak cocok, coba lagi
it: Le passphrase non corrispondono, riprova
ja: パスフレーズは一致しません。もう一度やり直してください
ko: 암호 구문이 일치하지 않습니다. 다시 시도하세요.
my: passphrases မကိုက်ညီဘူး, ကျေးဇူးပြုပြီးထပ်ကြိုးစားပါ
pl: Hasła nie pasują, spróbuj ponownie
th: Passphrases ไม่ตรงกันโปรดลองอีกครั้ง
tl: Ang mga passphrases ay hindi tumutugma, mangyaring subukang muli
tr: Passfrases eşleşmiyor, lütfen tekrar deneyin
uk: Пасофрази не відповідають, спробуйте ще раз
ur: پاسفریز مماثل نہیں ہیں ، براہ کرم دوبارہ کوشش کریں
vi: Vòng thông không khớp, vui lòng thử lại
zh: 密语不匹配，请重试
zh_tw: 密語不匹配，請重試

source: Password
ar: كلمة المرور
bg: Парола
cs: Heslo
de: Passwort
es: Contraseña
fa: رمز عبور
fr: Mot de passe
hi: पारण शब्द
hr: Lozinka
hy: Գաղտնաբառ
id: Kata Sandi
ja: パスワード
ko: 비밀번호
my: စကားဝှက်
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
th: รหัสผ่าน
tr: Parola
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh: 密码
zh_tw: 密碼

source: Paste
ar: لصق
bg: Поставяне
cs: Vložit
de: Einfügen
es: Pegar
fa: چسباندن
fr: Coller
hi: पेस्ट करें
hr: Zalijepi
hy: Տեղադրել
id: Tempel
it: Incolla
ja: ペースト
ko: 붙여넣기
my: ငါးပိ
nl: Plakken
pl: Wklej
pt: Colar
ru: Вставить
th: วาง
tl: I-paste
tr: Yapıştır
uk: Вставити
ur: چسپاں کریں۔
vi: Dán
zh: 粘贴
zh_tw: 貼上

# pause_wallet_creation
source: Ability to create Haven Wallet is currently paused.
ar: .ﺎﻴًﻟﺎﺣ ﺎﺘًﻗﺆﻣ ﺔﻔﻗﻮﺘﻣ Haven Wallet ءﺎﺸﻧﺇ ﻰﻠﻋ ﺓﺭﺪﻘﻟﺍ
bg: Възможността за създаване на Haven Wallet в момента е на пауза.
cs: Možnost vytvářet Haven Wallet je momentálně pozastavena.
de: Die Möglichkeit, Haven Wallet zu erstellen, ist derzeit pausiert.
es: La capacidad de crear Haven Wallet está actualmente en pausa.
fa: امکان ایجاد کیف پول هیون در حال حاضر متوقف شده است.
fr: La possibilité de créer Haven Wallet est actuellement suspendue.
hi: हेवन वॉलेट बनाने की क्षमता फिलहाल रुकी हुई है।
hr: Mogućnost stvaranja novčanika Haven trenutno je pauzirana.
hy: Հնարավորություն ստեղծել Haven Դրամապանակ ընթացիկ դադարեցված է
id: Kemampuan untuk membuat Haven Wallet saat ini dijeda.
it: La possibilità di creare Wallet Haven è attualmente sospesa.
ja: Haven Wallet を作成する機能は現在一時停止されています。
ko: 현재 Haven 지갑 생성 기능이 일시 중지되었습니다.
my: Haven Wallet ဖန်တီးနိုင်မှုကို လောလောဆယ် ခေတ္တရပ်ထားသည်။
nl: De mogelijkheid om Haven Wallet te maken is momenteel onderbroken.
pl: Możliwość utworzenia Haven Wallet jest obecnie wstrzymana.
pt: A capacidade de criar a Haven Wallet está atualmente pausada.
ru: Возможность создания Haven Wallet в настоящее время приостановлена.
th: ขณะนี้ความสามารถในการสร้าง Haven Wallet ถูกหยุดชั่วคราว
tl: Kasalukuyang naka-pause ang kakayahang gumawa ng Haven Wallet.
tr: Haven Cüzdanı oluşturma yeteneği şu anda duraklatıldı.
uk: Можливість створення гаманця Haven зараз призупинено.
ur: Haven Wallet ۔ﮯﮨ ﻑﻮﻗﻮﻣ ﻝﺎﺤﻟﺍ ﯽﻓ ﺖﯿﻠﮨﺍ ﯽﮐ ﮯﻧﺎﻨﺑ
vi: Khả năng tạo ví Haven hiện đang bị tạm dừng.
zh: 创建 Haven 钱包的功能当前已暂停。
zh_tw: 創建 Haven 錢包的功能當前已暫停。

source: Payment ID:
ar: معرف الدفع:
cs: ID platby:
de: Zahlungs-ID:
es: ID de pago:
fa: شناسه پرداخت:
fr: ID de Paiement :
hi: भुगतान ID:
hr: ID plaćanja:
hy: Վճարման հերթական համար
id: ID Pembayaran:
it: ID Pagamento:
ja: 支払いID:
ko: 결제 ID:
my: ငွေပေးချေမှု ID:
nl: Betaling ID:
pl: ID płatności:
pt: ID de pagamento:
ru: ID платежа:
th: ID การชำระเงิน:
tr: Ödeme ID'si:
uk: ID платежу:
ur: ادائیگی کی شناخت:
vi: ID thanh toán:
zh: 付款 ID:
zh_tw: 付款 ID:

# payment_was_received
source: Your payment was received.
ar: تم استلام الدفع الخاص بك.
bg: Плащането бе получено.
cs: Vaše platba byla přijata.
de: Ihre Zahlung ist eingegangen.
es: Tu pago ha sido recibido.
fa: پرداخت شما دریافت شد.
fr: Votre paiement a été reçu.
hi: आपका भुगतान प्राप्त हुआ था।
hr: Vaša uplata je primljena.
hy: Վճարումը ստացված է
id: Pembayaran Anda telah diterima.
it: Il tuo pagamento è stato ricevuto.
ja: お支払いを受け取りました。
ko: 결제가 접수되었습니다.
my: သင့်ငွေပေးချေမှုကို လက်ခံရရှိခဲ့သည်။
nl: Uw betaling is ontvangen.
pl: Twoja płatność została przyjęta.
pt: Seu pagamento foi recebido.
ru: Ваш платеж получен.
th: การชำระเงินของคุณได้รับการรับทราบแล้ว
tl: Natanggap ang iyong bayad.
tr: Ödemeniz alındı.
uk: Ваш платіж отримано.
ur: آپ کی ادائیگی موصول ہو گئی۔
vi: Thanh toán của bạn đã được nhận.
zh: 您的付款已收到。
zh_tw: 您的付款已收到。

source: (pending)
ar: (في الإنتظار)
bg: (чакащи)
cs: (čeká)
de: (ausstehend)
es: (pendiente)
fa: (در انتظار)
fr: (en attente)
hi: (अपूर्ण)
hr: (u tijeku)
hy: (մշակվում է)
it: (non confermati)
ja: (保留中)
ko: (대기 중)
my: (ဆိုင်းငံ့)
nl: (in afwachting)
pl: (oczekujące)
pt: (pendente)
ru: (в ожидании)
th: (อยู่ระหว่างดำเนินการ)
tl: (hindi pa tapos)
tr: (bekleyen)
uk: (в очікуванні)
ur: (زیر التواء)
vi: (đang chờ)
zh: (待确认)
zh_tw: (待確認)

# percentageOf
source: of ${amount}
ar: من ${amount}
bg: от ${amount}
cs: z ${amount}
de: von ${amount}
es: de ${amount}
fa: از ${amount}
fr: sur ${amount}
hi: ${amount} का
hr: od ${amount}
hy: ${amount}-ի տոկոս
id: dari ${amount}
it: di ${amount}
ko: ${amount}의
my: ${amount} ၏
nl: van ${amount}
pl: z ${amount}
pt: de ${amount}
ru: из ${amount}
th: ${amount} ของ
tl: ng ${amount}
uk: ${amount}
ur: ${amount} کا
vi: của ${amount}
zh: 占 ${amount}
zh_tw: 占 ${amount}

# pin_at_top
source: Pin ${token} at top
ar: تثبيت ${token} في الأعلى
bg: закачете ${token} отгоре
cs: špendlík ${token} nahoře
de: Stecken Sie ${token} oben fest
es: Fijar ${token} en la parte superior
fa: سنجاق کردن ${token} در بالا
fr: épingler ${token} en haut
hi: शीर्ष पर ${token} पिन करें
hr: prikvači ${token} na vrh
hy: ${token} պին վերևում
id: sematkan ${token} di atas
it: fissa ${token} in alto
ja: ${token} を上部に固定します
ko: ${token} 상단에 고정
my: အပေါ်တွင် ${token} ပင်ထိုးပါ။
nl: speld ${token} bovenaan
pl: Przypnij ${token} na górę
pt: fixe ${token} no topo
ru: закрепить ${token} вверху
th: ปักหมุด ${token} ที่ด้านบน
tl: I-pin ${token} sa tuktok
tr: ${token} üstte sabitle
uk: закріпити ${token} зверху
ur: اوپر ${token} کو پن کریں۔
vi: Ghim ${token} ở trên cùng
zh: 置顶 ${token}
zh_tw: 置顶 ${token}

source: PIN is incorrect
ar: رقم ال PIN غير صحيح
bg: Грешен PIN
cs: PIN není správný
de: PIN ist falsch
es: El PIN es incorrecto
fa: پین نادرست است
fr: Le code PIN est incorrect
hi: पिन गलत है
hr: Netočan PIN
hy: Պին-կոդը սխալ է
id: PIN salah
it: Il PIN non è corretto
ja: PINが間違っています
ko: PIN이 잘못되었습니다
my: ပင်နံပါတ် မမှန်ပါ။
nl: PIN is onjuist
pl: PIN jest nieprawidłowy
pt: PIN incorreto
ru: Некорректный PIN
th: PIN ไม่ถูกต้อง
tl: Mali ang PIN
tr: PIN kodu hatalı
uk: Некоректний PIN
ur: PIN غلط ہے۔
vi: PIN không chính xác
zh: PIN码错误
zh_tw: PIN碼錯誤

source: PIN number
ar: الرقم السري
bg: PIN код
cs: Číslo PIN
de: PIN-Nummer
es: Número PIN
fa: شماره پین
fr: Numéro PIN
hi: पिन नंबर
hr: PIN broj
hy: Պին-կոդ
id: Nomor PIN
it: Numero PIN
ja: PIN番号
ko: PIN 번호
my: လျှို့ဝှက်နံပါတ်
nl: PIN-nummer
pl: Kod PIN
pt: Número PIN
ru: ПИН-код
th: หมายเลข PIN
tl: Numero ng PIN
tr: PIN kodu
uk: PIN-код
ur: پن نمبر
vi: Số PIN
zh: PIN码
zh_tw: PIN碼

# placeholder_contacts
source: Your contacts will be displayed here
ar: سيتم عرض جهات الاتصال الخاصة بك هنا
bg: Вашите контакти ще се покажат тук
cs: Vaše kontakty budou zobrazeny zde
de: Ihre Kontakte werden hier angezeigt
es: Tus contactos se mostrarán aquí
fa: مخاطبین شما در اینجا نمایش داده می‌شوند
fr: Vos contacts apparaîtront ici
hi: आपके संपर्क यहां प्रदर्शित होंगे
hr: Vaši će kontakti biti prikazani ovdje
hy: Ձեր կոնտակտները այստեղ կցուցադրվեն
id: Kontak Anda akan ditampilkan di sini
it: I tuoi contatti saranno mostrati qui
ja: 連絡先はここに表示されます
ko: 연락처가 여기에 표시됩니다
my: သင့်အဆက်အသွယ်များကို ဤနေရာတွင် ပြသပါမည်။
nl: Je contacten worden hier weergegeven
pl: Twoje kontakty zostaną wyświetlone tutaj
pt: Seus contatos serão exibidos aqui
ru: Ваши контакты будут отображаться здесь
th: รายชื่อผู้ติดต่อของคุณจะปรากฏที่นี่
tl: Ang iyong mga contact ay ipapakita dito
tr: Kişilerin burada görüntülenecek
uk: Тут будуть показані ваші контакти
ur: آپ کے رابطے یہاں دکھائے جائیں گے۔
vi: Danh bạ của bạn sẽ được hiển thị ở đây
zh: 您的联系人将显示在这里
zh_tw: 您的聯絡人將顯示在這裡

# placeholder_transactions
source: Your transactions will be displayed here
ar: سيتم عرض معاملاتك هنا
bg: Вашите транзакции ще се покажат тук
cs: Vaše transakce budou zobrazeny zde
de: Ihre Transaktionen werden hier angezeigt
es: Tus transacciones se mostrarán aquí
fa: تراکنش‌های شما در اینجا نمایش داده می‌شوند
fr: Vos transactions apparaîtront ici
hi: आपके लेनदेन यहां प्रदर्शित होंगे
hr: Vaše će transakcije biti prikazane ovdje
hy: Ձեր գործարքները այստեղ կցուցադրվեն
id: Transaksi Anda akan ditampilkan di sini
it: Le tue transazioni saranno mostrate qui
ja: あなたの取引はここに表示されます
ko: 트랜잭션이 여기에 표시됩니다
my: သင်၏ ငွေပေးငွေယူများကို ဤနေရာတွင် ပြသပါမည်။
nl: Uw transacties worden hier weergegeven
pl: Twoje transakcje zostaną wyświetlone tutaj
pt: Suas transações serão exibidas aqui
ru: Ваши транзакции будут отображаться здесь
th: ธุรกรรมของคุณจะปรากฏที่นี่
tl: Ang iyong mga transaksyon ay ipapakita dito
tr: İşlemlerin burada görüntülenecek
uk: Тут відображатимуться ваші транзакції
ur: آپ کے لین دین یہاں دکھائے جائیں گے۔
vi: Giao dịch của bạn sẽ được hiển thị ở đây
zh: 您的交易将显示在这里
zh_tw: 您的交易將顯示在這裡
