Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# signature_invalid_error
source: The signature is not valid for the message given
ar: التوقيع غير صالح للرسالة المقدمة
bg: Подписът не е валиден за даденото съобщение
cs: Podpis není platný pro danou zprávu
de: Die Signatur gilt nicht für die angegebene Nachricht
es: La firma no es válida para el mensaje dado
fa: امضا برای پیام داده شده معتبر نیست
fr: La signature n'est pas valable pour le message donné
hi: हस्ताक्षर दिए गए संदेश के लिए मान्य नहीं है
hr: Potpis ne vrijedi za danu poruku
hy: Կնիքը անվավեր է տրված հաղորդագրության համար
id: Tanda tangan tidak valid untuk pesan yang diberikan
it: La firma non è valida per il messaggio dato
ja: 署名は、指定されたメッセージに対して無効です
ko: 주어진 메시지에 대한 서명이 유효하지 않습니다
my: အဆိုပါလက်မှတ်ပေးထားသောမက်ဆေ့ခ်ျကိုများအတွက်မမှန်ကန်ပါ
nl: De handtekening is niet geldig voor het gegeven bericht
pl: Podpis nie jest prawidłowy dla podanej wiadomości
pt: A assinatura não é válida para a mensagem dada
ru: Подпись недопустима для данного сообщения
th: ลายเซ็นไม่ถูกต้องสำหรับข้อความที่ให้ไว้
tl: Ang lagda ay hindi wasto para sa ibinigay na mensahe
tr: İmza verilen mesaj için geçerli değil
uk: Підпис не є дійсним для наведеного повідомлення
ur: دستخط دیئے گئے پیغام کے لئے درست نہیں ہے
vi: Chữ ký không hợp lệ cho tin nhắn đã cho
zh: 签名对于给出的消息无效
zh_tw: 簽名對於給出的訊息無效

source: Sign Transaction
ar: ﺔﻠﻣﺎﻌﻤﻟﺍ ﻊﻴﻗﻮﺗ
bg: Подпишете транзакция
cs: Podepsat transakci
de: Transaktion unterzeichnen
es: Firmar transacción
fa: امضای تراکنش
fr: Signer une transaction
hi: लेन-देन पर हस्ताक्षर करें
hr: Potpišite transakciju
hy: Կնքել Գործարք
id: Tandatangani Transaksi
it: Firma la transazione
ja: トランザクションに署名する
ko: 트랜잭션 서명
my: ငွေလွှဲဝင်ပါ။
nl: Transactie ondertekenen
pl: Podpisz transakcję
pt: Assinar transação
ru: Подписать транзакцию
th: ลงนามในการทำธุรกรรม
tl: Mag-sign ang Transaksyon
tr: İşlem İmzala
uk: Підписати транзакцію
ur: ۔ﮟﯾﺮﮐ ﻂﺨﺘﺳﺩ ﺮﭘ ﻦﯾﺩ ﻦﯿﻟ
vi: Ký giao dịch
zh: 签署交易
zh_tw: 簽署交易

# signup_for_card_accept_terms
source: Sign up for the card and accept the terms.
ar: قم بالتسجيل للحصول على البطاقة وقبول الشروط.
bg: Регистрайте се за картата и приемете условията.
cs: Zaregistrujte se pro kartu a souhlaste s podmínkami.
de: Melden Sie sich für die Karte an und akzeptieren Sie die Bedingungen.
es: Regístrate para la tarjeta y acepta los términos.
fa: برای کارت ثبت نام کنید و شرایط را بپذیرید.
fr: Inscrivez-vous pour la carte et acceptez les conditions.
hi: कार्ड के लिए साइन अप करें और शर्तें स्वीकार करें।
hr: Prijavite se za karticu i prihvatite uvjete.
hy: Գրանցվել քարտի համար և ընդունել պայմանները
id: Daftar untuk kartu dan terima syarat dan ketentuan.
it: Registrati per la carta e accetta i termini.
ja: カードにサインアップして、利用規約に同意してください。
ko: 카드에 가입하고 약관에 동의하세요.
my: ကတ်အတွက် စာရင်းသွင်းပြီး စည်းကမ်းချက်များကို လက်ခံပါ။
nl: Meld je aan voor de kaart en accepteer de voorwaarden.
pl: Zarejestruj się po kartę i zaakceptuj warunki.
pt: Cadastre-se no cartão e aceite os termos.
ru: Подпишитесь на карту и примите условия.
th: ลงทะเบียนสำหรับบัตรและยอมรับเงื่อนไข
tl: Mag-sign up para sa card at tanggapin ang mga tuntunin.
tr: Kart için kaydol ve koşulları kabul et.
uk: Зареєструйтеся на картку та прийміть умови.
ur: کارڈ کے لیے سائن اپ کریں اور شرائط کو قبول کریں۔
vi: Đăng ký thẻ và chấp nhận các điều khoản.
zh: 注册卡并接受条款。
zh_tw: 註冊卡並接受條款。

source: Silent Payment
ar: الدفع الصامت
bg: Безшумно плащане
cs: Tichá platba
fa: پرداخت بی‌صدا
fr: Paiement silencieux
hi: मूक भुगतान
hr: Tiho plaćanje
hy: Լուռ վճարում
id: Pembayaran diam
ja: サイレント支払い
ko: 사일런트 페이먼트
my: အသံတိတ်ငွေပေးချေမှု
th: การชำระเงินแบบเงียบ
tl: Tahimik na pagbabayad
tr: Sessiz Ödeme
uk: Мовчазний платіж
ur: خاموش ادائیگی
vi: Thanh toán im lặng
zh: 静默支付
zh_tw: 靜默支付

source: Silent Payments
ar: مدفوعات صامتة
bg: Мълчаливи плащания
cs: Tiché platby
de: Stille Zahlungen
fa: پرداخت‌های بی‌صدا
fr: Paiements silencieux
hi: मूक भुगतान
hr: Tiha plaćanja
hy: Լուռ Վճարումներ
id: Pembayaran diam
ja: サイレント支払い
ko: 사일런트 페이먼트
my: အသံတိတ်ငွေပေးချေမှု
nl: Stille betalingen
pt: Pagamentos silenciosos
ru: Молчаливые платежи
th: การชำระเงินเงียบ
tl: Tahimik na pagbabayad
tr: Sessiz ödemeler
uk: Мовчазні платежі
ur: خاموش ادائیگی
vi: Thanh toán im lặng
zh: 静默支付
zh_tw: 靜默支付

# silent_payments_always_scan
source: Set Silent Payments always scanning
ar: حدد المدفوعات الصامتة دائمًا المسح الضوئي
bg: Задайте мълчаливи плащания винаги сканиране
cs: Nastavit tiché platby vždy skenování
de: Setzen Sie stille Zahlungen immer scannen
es: Configurar Silent Payments para escanear siempre
fa: تنظیم اسکن همیشگی پرداخت‌های بی‌صدا
fr: Définir les paiements silencieux toujours à la scanne
hi: मूक भुगतान हमेशा स्कैनिंग सेट करें
hr: Postavite tiho plaćanje uvijek skeniranje
hy: Միացնել Լուռ Վճարումներ մշտական սկանավորումը
id: Tetapkan pembayaran diam selalu pemindaian
it: Impostare la scansione perpetua di Silent Payments
ja: サイレント決済を常にスキャンします
ko: 사일런트 페이먼트 항상 스캔 설정
my: အမြဲတမ်း scanning အမြဲ scanning
nl: Stel stille betalingen in het scannen
pl: Ustaw Silent Payments na ciągłe skanowanie
pt: Defina pagamentos silenciosos sempre digitalizando
ru: Установить молчаливые платежи всегда сканирование
th: ตั้งค่าการชำระเงินแบบเงียบเสมอ
tl: Itakda ang mga tahimik na pagbabayad na laging nag-scan
tr: Sessiz ödemeleri her zaman tarama ayarlayın
uk: Встановити мовчазні платежі завжди сканувати
ur: خاموش ادائیگی ہمیشہ اسکیننگ کریں
vi: Đặt Thanh toán im lặng luôn quét
zh: 设置静默支付总是扫描
zh_tw: 設定靜默支付總是掃描

# silent_payments_disclaimer
source: New addresses are not new identities. It is a re-use of an existing identity with a different label.
ar: العناوين الجديدة ليست هويات جديدة. إنها إعادة استخدام هوية موجودة مع ملصق مختلف.
bg: Новите адреси не са нови идентичности. Това е повторна употреба на съществуваща идентичност с различен етикет.
cs: Nové adresy nejsou nové identity. Je to opětovné použití existující identity s jiným štítkem.
de: Neue Adressen sind keine neuen Identitäten. Es ist eine Wiederverwendung einer bestehenden Identität mit einem anderen Etikett.
es: Las nuevas direcciones no son nuevas identidades. Se trata de reutilizar una identidad existente con una etiqueta diferente.
fa: آدرس‌های جدید هویت‌های جدید نیستند. این استفاده مجدد از یک هویت موجود با برچسبی متفاوت است.
fr: Les nouvelles adresses ne sont pas de nouvelles identités. Il s'agit d'une réutilisation d'une identité existante avec une étiquette différente.
hi: नए पते नई पहचान नहीं हैं। यह एक अलग लेबल के साथ एक मौजूदा पहचान का पुन: उपयोग है।
hr: Nove adrese nisu novi identiteti. To je ponovna upotreba postojećeg identiteta s drugom oznakom.
hy: Նոր հասցեները նոր ինքնություն չեն։ Դա այլ պիտակով գոյություն ունեցող ինքնության վերագործածում է
id: Alamat baru bukanlah identitas baru. Ini adalah penggunaan kembali identitas yang ada dengan label yang berbeda.
it: I nuovi indirizzi non sono nuove identità. È un riutilizzo di un'identità esistente con un'etichetta diversa.
ja: 新しいアドレスは新しいアイデンティティではありません。これは、異なるラベルを持つ既存のアイデンティティの再利用です。
ko: 새 주소는 새 신원이 아닙니다. 다른 라벨이 있는 기존 신원의 재사용입니다.
my: လိပ်စာအသစ်များသည်အထောက်အထားအသစ်များမဟုတ်ပါ။ ၎င်းသည်ကွဲပြားခြားနားသောတံဆိပ်ဖြင့်ရှိပြီးသားဝိသေသလက်ခဏာကိုပြန်လည်အသုံးပြုခြင်းဖြစ်သည်။
nl: Nieuwe adressen zijn geen nieuwe identiteiten. Het is een hergebruik van een bestaande identiteit met een ander label.
pl: Nowe adresy nie są nową tożsamością. Jest to ponowne użycie istniejącej tożsamości z inną etykietą.
pt: Novos endereços não são novas identidades. É uma reutilização de uma identidade existente com um rótulo diferente.
ru: Новые адреса не являются новыми личностями. Это повторное использование существующей идентичности с другой этикеткой.
th: ที่อยู่ใหม่ไม่ใช่ตัวตนใหม่ มันเป็นการใช้ซ้ำของตัวตนที่มีอยู่ด้วยฉลากที่แตกต่างกัน
tl: Ang mga bagong address ay hindi mga bagong pagkakakilanlan. Ito ay isang muling paggamit ng isang umiiral na pagkakakilanlan na may ibang label.
tr: Yeni adresler yeni kimlikler değildir. Farklı bir etikete sahip mevcut bir kimliğin yeniden kullanımıdır.
uk: Нові адреси - це не нові ідентичності. Це повторне використання існуючої ідентичності з іншою етикеткою.
ur: نئے پتے نئی شناخت نہیں ہیں۔ یہ ایک مختلف لیبل کے ساتھ موجودہ شناخت کا دوبارہ استعمال ہے۔
vi: Địa chỉ mới không phải là danh tính mới. Đây là việc tái sử dụng một danh tính hiện có với nhãn khác.
zh: 新地址并不代表新身份，只是给同一个身份换了个标签
zh_tw: 新地址並不代表新身份，只是給同一個身份換了個標簽

# silent_payments_display_card
source: Show Silent Payments card
ar: عرض بطاقة المدفوعات الصامتة
bg: Показване на безшумни плащания карта
cs: Zobrazit kartu Silent Payments
de: Zeigen Sie stille Zahlungskarte
es: Mostrar tarjeta de Silent Payments
fa: نمایش کارت پرداخت‌های بی‌صدا
fr: Afficher la carte de paiement silencieuse
hi: मूक भुगतान कार्ड दिखाएं
hr: Prikaži karticu tihih plaćanja
hy: Ցուցադրել Լուռ Վճարումներ քարտը
id: Tunjukkan kartu pembayaran diam
it: Mostra la carta di Silent Payments
ja: サイレントペイメントカードを表示します
ko: 사일런트 페이먼트 카드 표시
my: အသံတိတ်ငွေပေးချေမှုကဒ်ကိုပြပါ
nl: Toon stille betalingskaart
pl: Pokaż kartę Silent Payments
pt: Mostrar cartão de pagamento silencioso
ru: Показать бесшумную платежную карту
th: แสดงบัตร Silent Payments
tl: Ipakita ang Silent Payment Card
tr: Sessiz Ödeme Kartı Göster
uk: Покажіть безшумну карту платежів
ur: خاموش ادائیگی کارڈ دکھائیں
vi: Hiển thị thẻ Thanh toán im lặng
zh: 显示静默支付卡
zh_tw: 顯示靜默支付卡

# silent_payments_scan_from_date
source: Scan from date
ar: فحص من التاريخ
bg: Сканиране от дата
cs: Skenovat od data
de: Scan ab Datum
es: Escanear a partir de la fecha
fa: اسکن از تاریخ
fr: Analyser à partir de la date
hi: तिथि से स्कैन करना
hr: Skeniranje iz datuma
hy: Սկանավորել ամսաթվից
id: Pindai dari tanggal
it: Scansionare dalla data
ja: 日付からスキャンします
ko: 날짜부터 스캔
my: ရက်စွဲမှစကင်ဖတ်ပါ
nl: Scan vanaf datum
pl: Skanuj od daty
pt: Escanear a partir da data
ru: Сканирование с даты
th: สแกนตั้งแต่วันที่
tl: I-scan mula sa petsa
tr: Tarihten tarama
uk: Сканувати з дати
ur: تاریخ سے اسکین کریں
vi: Quét từ ngày
zh: 从日期开始扫描
zh_tw: 從日期開始掃描

# silent_payments_scan_from_date_or_blockheight
source: Please enter the block height you want to start scanning for incoming Silent Payments or use the date instead. You can choose if the wallet continues scanning every block, or checks only the specified height.
ar: يرجى إدخال ارتفاع الكتلة الذي تريد بدء المسح الضوئي للمدفوعات الصامتة الواردة ، أو استخدام التاريخ بدلاً من ذلك. يمكنك اختيار ما إذا كانت المحفظة تواصل مسح كل كتلة ، أو تتحقق فقط من الارتفاع المحدد.
bg: Моля, въведете височината на блока, която искате да започнете да сканирате за входящи безшумни плащания, или вместо това използвайте датата. Можете да изберете дали портфейлът продължава да сканира всеки блок или проверява само определената височина.
cs: Zadejte výšku bloku, kterou chcete začít skenovat, zda jsou přicházející tiché platby, nebo místo toho použijte datum. Můžete si vybrat, zda peněženka pokračuje v skenování každého bloku nebo zkontroluje pouze zadanou výšku.
de: Bitte geben Sie die Blockhöhe ein, die Sie für eingehende stille Zahlungen scannen möchten, oder verwenden Sie stattdessen das Datum. Sie können wählen, ob die Brieftasche jeden Block scannt oder nur die angegebene Höhe überprüft.
es: Introduce la altura de bloque desde la que deseas comenzar a escanear los Silent Payments entrantes, o usa una fecha en su lugar. Puedes elegir si la cartera continúa escaneando cada bloque, o solo verifica la altura especificada.
fa: لطفاً ارتفاع بلاکی که می‌خواهید اسکن برای پرداخت‌های بی‌صدا ورودی را از آن شروع کنید وارد کنید یا از تاریخ استفاده کنید. می‌توانید انتخاب کنید که کیف پول هر بلاک را اسکن کند یا فقط ارتفاع مشخص شده را بررسی کند.
fr: Veuillez saisir la hauteur du bloc que vous souhaitez commencer à scanner pour les paiements silencieux entrants, ou utilisez la date à la place. Vous pouvez choisir si le portefeuille continue de numériser chaque bloc ou ne vérifie que la hauteur spécifiée.
hi: कृपया उस ब्लॉक ऊंचाई दर्ज करें जिसे आप आने वाले मूक भुगतान के लिए स्कैन करना शुरू करना चाहते हैं, या, इसके बजाय तारीख का उपयोग करें। आप चुन सकते हैं कि क्या वॉलेट हर ब्लॉक को स्कैन करना जारी रखता है, या केवल निर्दिष्ट ऊंचाई की जांच करता है।
hr: Unesite visinu bloka koju želite započeti skeniranje za dolazna tiha plaćanja ili umjesto toga upotrijebite datum. Možete odabrati da li novčanik nastavlja skenirati svaki blok ili provjerava samo navedenu visinu.
hy: Խնդրում ենք մուտքագրել բլոկի բարձրությունը, որտեղից դուք ցանկանում եք սկսել սկանավորել մուտքային Լուռ Վճարումները կամ տեղափոխել ամսաթվի փոխարեն։ Դուք կարող եք ընտրել, արդյոք դրամապանակը շարունակելու է սկանավորել ամեն բլոկ կամ ստուգել միայն սահմանված բարձրությունը
id: Harap masukkan ketinggian blok yang ingin Anda mulai pemindaian untuk pembayaran diam yang masuk, atau, gunakan tanggal sebagai gantinya. Anda dapat memilih jika dompet terus memindai setiap blok, atau memeriksa hanya ketinggian yang ditentukan.
it: Inserisci l'altezza del blocco da cui si desidera iniziare la scansione per i pagamenti Silent Payments in arrivo, o utilizza la data. Puoi scegliere se il portafoglio continua a scansionare ogni blocco o controlla solo l'altezza specificata.
ja: 着信のサイレント決済のためにスキャンを開始するブロックの高さを入力するか、代わりに日付を使用してください。ウォレットがすべてのブロックをスキャンし続けるか、指定された高さのみをチェックするかどうかを選択できます。
ko: 들어오는 사일런트 페이먼트 스캔을 시작할 블록 높이를 입력하거나 대신 날짜를 사용하세요. 지갑이 모든 블록을 계속 스캔할지 또는 지정된 높이만 확인할지 선택할 수 있습니다.
my: ကျေးဇူးပြု. သင်ဝင်လာသောအသံတိတ်ငွေပေးချေမှုအတွက်သင်စကင်ဖတ်စစ်ဆေးလိုသည့်အမြင့်ကိုဖြည့်ပါ။ သို့မဟုတ်နေ့စွဲကိုသုံးပါ။ Wallet သည်လုပ်ကွက်တိုင်းကိုဆက်လက်စကင်ဖတ်စစ်ဆေးပါကသို့မဟုတ်သတ်မှတ်ထားသောအမြင့်ကိုသာစစ်ဆေးပါကသင်ရွေးချယ်နိုင်သည်။
nl: Voer de blokhoogte in die u wilt beginnen met scannen op inkomende stille betalingen, of gebruik in plaats daarvan de datum. U kunt kiezen of de portemonnee elk blok blijft scannen of alleen de opgegeven hoogte controleert.
pl: Wprowadź wysokość bloku, od której chcesz rozpocząć skanowanie przychodzących płatności Silent Payments, lub użyj daty. Możesz wybrać, czy portfel ma kontynuować skanowanie każdego bloku, czy sprawdzać tylko określoną wysokość.
pt: Por favor, insira a altura do bloco que deseja iniciar o escaneamento para obter pagamentos silenciosos ou use a data. Você pode escolher se a carteira continua escaneando cada bloco ou verifica apenas a altura especificada.
ru: Пожалуйста, введите высоту блока, которую вы хотите начать сканирование для входящих молчаливых платежей, или вместо этого используйте дату. Вы можете выбрать, продолжает ли кошелек сканировать каждый блок или проверять только указанную высоту.
th: โปรดป้อนความสูงของบล็อกที่คุณต้องการเริ่มการสแกนสำหรับการชำระเงินแบบเงียบ ๆ หรือใช้วันที่แทน คุณสามารถเลือกได้ว่ากระเป๋าเงินยังคงสแกนทุกบล็อกหรือตรวจสอบความสูงที่ระบุเท่านั้น
tl: Mangyaring ipasok ang block height na gusto mong simulan ang pag-scan para sa papasok na tahimik na pagbabayad, o, gamitin ang petsa sa halip. Maaari kang pumili kung ang wallet ay patuloy na pag-scan sa bawat bloke, o suriin lamang ang tinukoy na taas.
tr: Lütfen gelen sessiz ödemeler için taramaya başlamak istediğiniz blok yüksekliğini girin veya bunun yerine tarihi kullanın. Cüzdanın her bloğu taramaya devam edip etmediğini veya yalnızca belirtilen yüksekliği kontrol edip etmediğini seçebilirsiniz.
uk: Введіть висоту блоку, яку ви хочете почати сканувати для вхідних мовчазних платежів, або скористайтеся датою замість цього. Ви можете вибрати, якщо гаманець продовжує сканувати кожен блок, або перевіряє лише вказану висоту.
ur: براہ کرم بلاک اونچائی میں داخل ہوں جس سے آپ آنے والی خاموش ادائیگیوں کے لئے اسکیننگ شروع کرنا چاہتے ہیں ، یا اس کے بجائے تاریخ کا استعمال کریں۔ آپ یہ منتخب کرسکتے ہیں کہ اگر پرس ہر بلاک کو اسکیننگ جاری رکھے ہوئے ہے ، یا صرف مخصوص اونچائی کی جانچ پڑتال کرتا ہے۔
vi: Vui lòng nhập chiều cao khối bạn muốn bắt đầu quét cho các thanh toán im lặng đến, hoặc, sử dụng ngày thay thế. Bạn có thể chọn nếu ví tiếp tục quét mỗi khối, hoặc chỉ kiểm tra chiều cao đã chỉ định.
zh: 请输入您要开始扫描输入静音付款的块高度，或者使用日期。您可以选择钱包是否继续扫描每个块，或仅检查指定的高度。
zh_tw: 請輸入您要開始掃描輸入静音付款的塊高度，或者使用日期。您可以選擇錢包是否繼續掃描每個塊，或僅檢查指定的高度。

# silent_payments_scan_from_height
source: Scan from block height
ar: فحص من ارتفاع الكتلة
bg: Сканиране от височината на блока
cs: Skenování z výšky bloku
de: Scan aus der Blockhöhe scannen
es: Escanear desde la altura del bloque
fa: اسکن از ارتفاع بلاک
fr: Scan à partir de la hauteur du bloc
hi: ब्लॉक ऊंचाई से स्कैन करें
hr: Skeniranje s visine bloka
hy: Բլոկի բարձրությունից սկանավորել
id: Pindai dari Tinggi Blok
it: Scansione dall'altezza del blocco
ja: ブロックの高さからスキャンします
ko: 블록 높이부터 스캔
my: ပိတ်ပင်တားဆီးမှုအမြင့်ကနေ scan
nl: Scan van blokhoogte
pl: Skanuj od wysokości bloku
pt: Escanear a partir da altura do bloco
ru: Сканирование с высоты блока
th: สแกนจากความสูงของบล็อก
tl: I-scan mula sa block height
tr: Blok yüksekliğinden tarama
uk: Сканування від висоти блоку
ur: بلاک اونچائی سے اسکین کریں
vi: Quét từ chiều cao khối
zh: 从块高度扫描
zh_tw: 從塊高度掃描

# silent_payments_scanned_tip
source: SCANNED TO TIP! (${tip})
ar: ممسوح ليفحص! (${tip})
bg: Сканиран за съвет! (${tip})
cs: Naskenované na tip! (${tip})
de: Gescannt zum Trinkgeld! (${tip})
es: ¡Escaneado hasta el último bloque! (${tip})
fa: اسکن تا آخرین بلاک انجام شد! (${tip})
fr: SCANNEZ POUR DONNER ! (${tip})
hi: टिप करने के लिए स्कैन किया! (${tip})
hr: Skenirano na savjet! (${tip})
hy: ՍԿԱՆԱՎՈՐՎԵՑ ԹԵՅԱՎՃԱՐ! (${tip})
id: Pindai untuk memberi tip! (${tip})
it: Scansionato alla punta! (${tip})
ja: チップをスキャンしました！ (${tip})
ko: 팁까지 스캔됨! (${tip})
my: အစွန်အဖျားမှ scan ဖတ်! (${tip})
nl: Gescand om te fooien! (${tip})
pl: Zeskanowano do szczytu łańcucha! (${tip})
pt: Escaneado até o fim! (${tip})
ru: Оканируется, чтобы чаевые! (${tip})
th: สแกนไปที่ปลาย! (${tip})
tl: Na-scan sa tip! (${tip})
tr: Bahşiş için tarandı! (${tip})
uk: Сканований на підказку! (${tip})
ur: نوکنے کے لئے اسکین! (${tip})
vi: ĐÃ QUÉT ĐỂ TIP! (${tip})
zh: 已扫描至最新区块！ (${tip})
zh_tw: 已掃描至最新區塊！ (${tip})

source: Silent Payments Scanning
ar: المدفوعات الصامتة المسح الضوئي
bg: Безшумни плащания за сканиране
cs: Skenování tichých plateb
de: Stille Zahlungen scannen
es: Escaneo de Silent Payments
fa: اسکن پرداخت‌های بی‌صدا
fr: Scan des paiements silencieux
hi: मूक भुगतान स्कैनिंग
hr: Skeniranje tihih plaćanja
hy: Լուռ Վճարումներ Սկանավորում
id: Pemindaian pembayaran diam
it: Scansione Silent Payments
ja: サイレントペイメントスキャン
ko: 사일런트 페이먼트 스캔 중
my: အသံတိတ်ငွေပေးချေမှု scanning
nl: Stille betalingen scannen
pl: Skanowanie Silent Payments
pt: Escanear Pagamentos Silenciosos
ru: Сканирование безмолвных платежей
th: การสแกนการชำระเงินแบบเงียบ
tl: Pag-scan ng tahimik na pagbabayad
tr: Sessiz Ödemeler Taraması
uk: Мовчазні платежі сканування
ur: خاموش ادائیگی اسکیننگ
vi: Đang quét thanh toán im lặng
zh: 静默支付扫描
zh_tw: 靜默支付掃描

source: Silent Payments settings
ar: إعدادات المدفوعات الصامتة
bg: Настройки за безшумни плащания
cs: Nastavení tichých plateb
de: Einstellungen für stille Zahlungen
es: Configuración de Silent Payments
fa: تنظیمات پرداخت‌های بی‌صدا
fr: Paramètres de paiement silencieux
hi: मूक भुगतान सेटिंग्स
hr: Postavke tihih plaćanja
hy: Լուռ Վճարումներ Կարգավորումներ
id: Pengaturan pembayaran diam
it: Impostazioni Silent Payments
ja: サイレントペイメント設定
ko: 사일런트 페이먼트 설정
my: အသံတိတ်ငွေပေးချေမှုဆက်တင်များ
nl: Stille betalingsinstellingen
pl: Ustawienia Silent Payments
pt: Configurações de pagamentos silenciosos
th: การตั้งค่าการชำระเงินแบบเงียบ
tl: Mga setting ng tahimik na pagbabayad
tr: Sessiz Ödeme Ayarları
uk: Налаштування мовчазних платежів
ur: خاموش ادائیگی کی ترتیبات
vi: Cài đặt thanh toán im lặng
zh: 静默支付设置
zh_tw: 靜默支付設定

# single_seed_wallets_group
source: Single Seed Wallets
ar: محافظ بذرة واحدة
bg: Портфейли с единични семена
cs: Jednorázové peněženky
es: Carteras de semilla única
fa: کیف پول‌های تک سید
fr: Portefeuilles de semences simples
hi: एकल बीज बटुए
hr: Jednostruki novčanici
hy: Մեկ սերմերի դրամապանակներ
id: Dompet biji tunggal
it: Portafogli singoli
ja: シングルシードウォレット
ko: 단일 시드 지갑
my: တစ်ခုတည်းမျိုးစေ့ပိုက်ဆံအိတ်
pl: Portfele z pojedynczym seedem
th: กระเป๋าเงินเดียว
tl: Solong mga pitaka ng binhi
tr: Tek tohum cüzdanları
uk: Поодинокі насінні гаманці
ur: سنگل بیج کے بٹوے
vi: Ví hạt đơn
zh: 单个助记词钱包
zh_tw: 單個助記詞錢包

source: Slidable
ar: قابل للانزلاق
bg: Плъзгащ се
cs: Posuvné
de: Verschiebbar
es: Deslizable
fa: قابل کشیدن
fr: Glissable
hi: फिसलने लायक
hr: Klizna
hy: Սահելի
id: Dapat digeser
it: Scorrevole
ja: スライド可能
ko: 슬라이드 가능
my: လျှောချနိုင်သည်။
nl: Verschuifbaar
pl: Przesuwalne
pt: Deslizável
ru: Скользящий
th: เลื่อนได้
tr: kaydırılabilir
uk: Розсувний
ur: سلائیڈ ایبل
vi: Có thể kéo
zh: 可滑动
zh_tw: 可滑動

# solana_create_associated_token_account_exception
source: Error creating associated token account for receipient address.
ar: خطأ في إنشاء حساب رمز المرتبط بعنوان المستلم.
bg: Грешка Създаване на свързана сметка за жетони за адреса на получател.
cs: Vytvoření chyby přidruženého účtu tokenů pro adresu příjmu.
es: Error al crear la cuenta de token asociada para la dirección del destinatario.
fa: خطا در ایجاد حساب توکن مرتبط برای آدرس گیرنده.
fr: Création d'erreur Création de jetons associés pour l'adresse détenue.
hi: रसीद पते के लिए संबद्ध टोकन खाता बनाने में त्रुटि।
hr: Pogreška u stvaranju povezanog token računa za adresu primanja.
hy: Recesient Advent- ի համար հարակից նշանների հաշիվ ստեղծելու սխալ:
it: Errore nella creazione di un account token associato per l'indirizzo destinatario.
ja: 関連するトークンの作成エラー受信アドレスのアカウント。
ko: 수신자 주소에 대한 연관 토큰 계정 생성 오류.
my: Encipient Token အကောင့်ကိုလက်ခံသည့်လိပ်စာအတွက်အကောင့်များဖန်တီးခြင်းအတွက်အမှားအယွင်းများဖန်တီးခြင်း။
pl: Błąd tworzenia powiązanego konta tokena dla adresu odbiorcy.
th: ข้อผิดพลาดในการสร้างบัญชีโทเค็นที่เกี่ยวข้องสำหรับที่อยู่รับ
tl: Error sa paglikha ng nauugnay na token account para sa resibo address.
tr: ALIPITIENT ADRESİ İÇİN BAŞLANGIÇ HESABI oluşturma Hata.
uk: Помилка створення пов’язаного облікового запису Token для адреси приймання.
ur: وصول کنندہ ایڈریس کے لئے وابستہ ٹوکن اکاؤنٹ بنانے میں غلطی۔
vi: Lỗi Tạo tài khoản mã thông báo liên quan cho địa chỉ biên lai.
zh: 错误创建有关接收地址的关联代币帐户。
zh_tw: 錯誤創建有關接收地址的關聯代幣帳戶。

# solana_no_associated_token_account_exception
source: There is no associated token account for this address.
ar: لا يوجد حساب مميز مرتبط بهذا العنوان.
bg: Няма свързана сметка за този адрес.
cs: Pro tuto adresu není přidružen žádný přidružený token.
es: No hay una cuenta de token asociada a esta dirección.
fa: هیچ حساب توکن مرتبطی برای این آدرس وجود ندارد.
fr: Il n'y a pas de compte de jeton associé pour cette adresse.
hi: इस पते के लिए कोई जुड़ा हुआ टोकन खाता नहीं है।
hr: Za ovu adresu ne postoji povezani token račun.
hy: Այս հասցեի համար կապված նշանների հաշիվ չկա:
it: Non esiste un account token associato per questo indirizzo.
ja: このアドレスに関連付けられたトークンアカウントはありません。
ko: 이 주소에 대한 연관 토큰 계정이 없습니다.
my: ဒီလိပ်စာအတွက်မပေါင်းသင်းတဲ့လက်ခဏာသက်သေအကောင့်မရှိဘူး။
pl: Nie ma powiązanego konta tokenowego dla tego adresu.
th: ไม่มีบัญชีโทเค็นที่เกี่ยวข้องสำหรับที่อยู่นี้
tl: Walang nauugnay na token account para sa address na ito.
tr: Bu adres için ilişkili belirteç hesabı yoktur.
uk: Для цієї адреси немає пов’язаного облікового запису маркера.
ur: اس پتے کے لئے کوئی وابستہ ٹوکن اکاؤنٹ نہیں ہے۔
vi: Không có tài khoản mã thông báo liên quan cho địa chỉ này.
zh: 该地址没有关联的代币帐户。
zh_tw: 此地址沒有關聯的代幣帳戶。
