Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# insufficient_lamports
source: You do not have enough SOL to cover the transaction and its transaction fee. You need at least ${solValueNeeded} SOL. Kindly add more SOL to your wallet or reduce the SOL amount you\'re sending
ar: ليس لديك ما يكفي من SOL لتغطية المعاملة ورسوم المعاملات الخاصة بها. تحتاج على الأقل ${solValueNeeded} sol. يرجى إضافة المزيد من sol إلى محفظتك أو تقليل مبلغ sol الذي ترسله
bg: Нямате достатъчно SOL, за да покриете транзакцията и таксата му за транзакция. Имате нужда от поне ${solValueNeeded} sol. Моля, добавете повече SOL към портфейла си или намалете сумата на SOL, която изпращате
cs: Nemáte dostatek SOL na pokrytí transakce a jejího transakčního poplatku. Potřebujete alespoň ${solValueNeeded} sol. Laskavě přidejte do své peněženky více SOL nebo snižte množství Sol, kterou odesíláte
de: Sie haben nicht genug SOL, um die Transaktion und ihre Transaktionsgebühr abzudecken. Sie brauchen mindestens ${solValueNeeded} Sol. Bitte fügen Sie mehr Sol zu Ihrer Wallet hinzu oder reduzieren Sie den von Ihnen gesendeten Sol -Betrag
es: No tienes suficiente SOL para cubrir la transacción y su tarifa de transacción. Necesitas al menos ${solValueNeeded} SOL. Por favor, agrega más SOL a tu billetera o reduce la cantidad de SOL que estás enviando
fa: شما SOL کافی برای پوشش تراکنش و کارمزد آن ندارید. شما حداقل به ${solValueNeeded} SOL نیاز دارید. لطفاً SOL بیشتری به کیف پول خود اضافه کنید یا مقدار SOL ارسالی را کاهش دهید
fr: Vous n'avez pas assez de sol pour couvrir la transaction et ses frais de transaction. Vous avez besoin d'au moins ${solValueNeeded} sol. Veuillez ajouter plus de Sol à votre portefeuille ou réduire la quantité de sol que vous envoyez
hi: आपके पास लेनदेन और इसके लेनदेन शुल्क को कवर करने के लिए पर्याप्त सोल नहीं है। आपको कम से कम ${solValueNeeded} सोल की आवश्यकता है। कृपया अपने बटुए में अधिक सोल जोड़ें या सोल राशि को कम करें जिसे आप भेज रहे हैं
hr: Nemate dovoljno SOL -a da pokriva transakciju i njegovu transakcijsku naknadu. Trebate najmanje ${solValueNeeded} sol. Ljubazno dodajte više sol u svoj novčanik ili smanjite količinu SOL -a koju šaljete
hy: Դուք չունեք բավարար SOL՝ գործարքն և գործարքի վարձը ծածկելու համար։ Ձեզ անհրաժեշտ է առնվազն ${solValueNeeded} SOL։ Խնդրում ենք ավելացնել ավելի շատ SOL ձեր դրամապանակում կամ նվազեցնել ուղարկվող SOL-ի քանակը։
id: Anda tidak memiliki cukup SOL untuk menutupi transaksi dan biaya transaksinya. Anda membutuhkan setidaknya ${solValueNeeded} sol. Mohon tambahkan lebih banyak sol ke dompet Anda atau kurangi jumlah sol yang Anda kirim
it: Non hai abbastanza SOL per coprire la transazione e la sua quota di transazione. Hai bisogno di almeno ${solValueNeeded} SOL. Aggiungi più SOL al tuo portafoglio, o riduci l'importo di SOL che stai inviando
ja: トランザクションとその取引手数料をカバーするのに十分なSOLがありません。少なくとも${solValueNeeded} solが必要です。財布にソルを追加するか、送信するソル量を減らしてください
ko: 트랜잭션 및 트랜잭션 수수료를 충당하기에 SOL이 부족합니다. 최소 ${solValueNeeded} SOL이 필요합니다. 지갑에 SOL을 더 추가하거나 보내는 SOL 금액을 줄이세요.
my: သငျသညျငွေပေးငွေယူနှင့်၎င်း၏ငွေပေးငွေယူကြေးကိုဖုံးလွှမ်းရန် sol ရှိသည်မဟုတ်ကြဘူး။ သင်အနည်းဆုံး ${solValueNeeded} s ကိုလိုအပ်ပါတယ်။ ကြင်နာစွာသင်၏ပိုက်ဆံအိတ်သို့ပိုမို sol ကိုထပ်ထည့်ပါသို့မဟုတ်သင်ပို့နေသော sol ပမာဏကိုလျှော့ချပါ
nl: U hebt niet genoeg SOL om de transactie en de transactiekosten te dekken. Je hebt minstens ${solValueNeeded} sol nodig. Voeg vriendelijk meer Sol toe aan uw portemonnee of verminder de SOL -hoeveelheid die u verzendt
pl: Nie masz wystarczającej ilości SOL, aby pokryć transakcję i jej opłatę. Potrzebujesz przynajmniej ${solValueNeeded} SOL. Dodaj więcej SOL do swojego portfela lub zmniejsz ilość SOL, którą wysyłasz.
pt: Você não tem Sol suficiente para cobrir a transação e sua taxa de transação. Você precisa de pelo menos ${solValueNeeded} sol. Por favor, adicione mais sol à sua carteira ou reduza a quantidade de sol que você está enviando
ru: У вас недостаточно Sol, чтобы покрыть транзакцию и плату за транзакцию. Вам нужен как минимум ${solValueNeeded} sol. Пожалуйста, добавьте больше Sol в свой кошелек или уменьшите сумму Sol, которую вы отправляете
th: คุณไม่มีโซลเพียงพอที่จะครอบคลุมการทำธุรกรรมและค่าธรรมเนียมการทำธุรกรรม คุณต้องการอย่างน้อย ${solValueNeeded} SOL กรุณาเพิ่มโซลให้มากขึ้นลงในกระเป๋าเงินของคุณหรือลดจำนวนโซลที่คุณกำลังส่ง
tl: Wala kang sapat na SOL upang masakop ang transaksyon at ang bayad sa transaksyon nito. Kailangan mo ng hindi bababa sa ${solValueNeeded} sol. Mabait na magdagdag ng higit pang sol sa iyong pitaka o bawasan ang dami ng iyong ipinapadala
tr: İşlemi ve işlem ücretini karşılamak için yeterli SOL'unuz yok. En az ${solValueNeeded} Sol'a ihtiyacınız var. Lütfen cüzdanınıza daha fazla sol ekleyin veya gönderdiğiniz sol miktarını azaltın
uk: У вас недостатньо SOL, щоб покрити транзакцію та її плату за трансакцію. Вам потрібно щонайменше ${solValueNeeded} sol. Будь ласка, додайте до свого гаманця більше SOL або зменшіть суму Sol, яку ви надсилаєте
ur: آپ کے پاس ٹرانزیکشن اور اس کے لین دین کی فیس کا احاطہ کرنے کے لئے کافی SOL نہیں ہے۔ آپ کو کم از کم ${solValueNeeded} sol کی ضرورت ہے۔ برائے مہربانی اپنے بٹوے میں مزید SOL شامل کریں یا آپ جس SOL رقم کو بھیج رہے ہو اسے کم کریں
vi: Bạn không có đủ SOL để thanh toán giao dịch và phí giao dịch. Bạn cần ít nhất ${solValueNeeded} SOL. Vui lòng thêm SOL vào ví của bạn hoặc giảm số lượng SOL bạn đang gửi
zh: 您没有足够的 SOL 来完成交易及其交易费用。您至少需要 ${solValueNeeded} SOL。请在钱包中添加更多 SOL，或减少发送的 SOL 量。
zh_tw: 您沒有足夠的 SOL 來完成交易及其交易費用。您至少需要 ${solValueNeeded} SOL。請在錢包中新增更多 SOL，或減少發送的 SOL 量。

# insufficientFundsForRentError
source: You do not have enough SOL to cover the transaction fee and rent for the account. Kindly add more SOL to your wallet or reduce the SOL amount you\'re sending
ar: ليس لديك ما يكفي من SOL لتغطية رسوم المعاملة والإيجار للحساب. يرجى إضافة المزيد من sol إلى محفظتك أو تقليل مبلغ sol الذي ترسله
bg: Нямате достатъчно SOL, за да покриете таксата за транзакцията и наемането на сметката. Моля, добавете повече SOL към портфейла си или намалете сумата на SOL, която изпращате
cs: Nemáte dostatek SOL na pokrytí transakčního poplatku a nájemného za účet. Laskavě přidejte do své peněženky více SOL nebo snižte množství Sol, kterou odesíláte
de: Sie haben nicht genug SOL, um die Transaktionsgebühr und die Miete für das Konto zu decken. Bitte fügen Sie mehr Sol zu Ihrer Brieftasche hinzu oder reduzieren Sie den von Ihnen gesendeten Sol -Betrag
es: No tienes suficiente SOL para cubrir la tarifa de transacción y el alquiler de la cuenta. Por favor, agrega más SOL a tu billetera o reduce la cantidad de SOL que estás enviando
fa: شما SOL کافی برای پوشش کارمزد تراکنش و اجاره (Rent) حساب ندارید. لطفاً SOL بیشتری به کیف پول خود اضافه کنید یا مقدار SOL ارسالی را کاهش دهید
fr: Vous n'avez pas assez de SOL pour couvrir les frais de transaction et le loyer pour le compte. Veuillez ajouter plus de Sol à votre portefeuille ou réduire la quantité de sol que vous envoyez
hi: आपके पास लेन -देन शुल्क और खाते के लिए किराए को कवर करने के लिए पर्याप्त सोल नहीं है। कृपया अपने बटुए में अधिक सोल जोड़ें या सोल राशि को कम करें जिसे आप भेज रहे हैं
hr: Nemate dovoljno SOL -a za pokrivanje naknade za transakciju i najamninu za račun. Ljubazno dodajte više sol u svoj novčanik ili smanjite količinu SOL -a koju šaljete
hy: Ձեր մնացորդը բավարար չէ վարձակալության համար: Խնդրում ենք ավելացնել մնացորդը կամ նվազեցնել ուղարկվող գումարը
id: Anda tidak memiliki cukup SOL untuk menutupi biaya transaksi dan menyewa untuk akun tersebut. Mohon tambahkan lebih banyak sol ke dompet Anda atau kurangi jumlah sol yang Anda kirim
it: Non hai abbastanza SOL per coprire la tassa di transazione e l'affitto per il conto. Aggiungi più SOL al tuo portafoglio, o riduci l'importo di SOL che stai inviando
ja: アカウントの取引料金とレンタルをカバーするのに十分なソルがありません。財布にソルを追加するか、送信するソル量を減らしてください
ko: 계정의 트랜잭션 수수료 및 렌트를 충당하기에 SOL이 부족합니다. 지갑에 SOL을 더 추가하거나 보내는 SOL 금액을 줄이세요.
my: သင်ငွေပေးချေမှုအခကြေးငွေကိုဖုံးအုပ်ရန်နှင့်အကောင့်ငှားရန်လုံလောက်သော sol ရှိသည်မဟုတ်ကြဘူး။ ကြင်နာစွာသင်၏ပိုက်ဆံအိတ်သို့ပိုမို sol ကိုပိုမိုထည့်ပါသို့မဟုတ်သင်ပို့ခြင်း sol ပမာဏကိုလျှော့ချပါ
nl: U hebt niet genoeg SOL om de transactiekosten en huur voor de rekening te dekken. Voeg vriendelijk meer SOL toe aan uw portemonnee of verminder de SOL -hoeveelheid die u verzendt
pl: Nie masz wystarczającej ilości SOL, aby pokryć opłatę transakcyjną oraz czynsz za konto. Dodaj więcej SOL do swojego portfela lub zmniejsz kwotę SOL, którą wysyłasz.
pt: Você não tem Sol suficiente para cobrir a taxa de transação e o aluguel da conta. Por favor, adicione mais sol à sua carteira ou reduza a quantidade de sol que você envia
ru: У вас недостаточно Sol, чтобы покрыть плату за транзакцию и аренду для счета. Пожалуйста, добавьте больше Sol в свой кошелек или уменьшите сумму Sol, которую вы отправляете
th: คุณไม่มีโซลเพียงพอที่จะครอบคลุมค่าธรรมเนียมการทำธุรกรรมและค่าเช่าสำหรับบัญชี กรุณาเพิ่มโซลให้มากขึ้นลงในกระเป๋าเงินของคุณหรือลดจำนวนโซลที่คุณส่งมา
tl: Wala kang sapat na SOL upang masakop ang fee sa transaksyon at upa para sa account. Mabait na magdagdag ng higit pa sa iyong wallet o bawasan ang halaga ng SOL na iyong ipinapadala
tr: İşlem ücretini karşılamak ve hesap için kiralamak için yeterli SOL'nuz yok. Lütfen cüzdanınıza daha fazla sol ekleyin veya gönderdiğiniz sol miktarını azaltın
uk: У вас недостатньо SOL, щоб покрити плату за транзакцію та оренду на рахунок. Будь ласка, додайте до свого гаманця більше SOL або зменшіть суму, яку ви надсилаєте
ur: آپ کے پاس ٹرانزیکشن فیس اور اکاؤنٹ کے لئے کرایہ لینے کے ل enough اتنا SOL نہیں ہے۔ برائے مہربانی اپنے بٹوے میں مزید سول شامل کریں یا آپ کو بھیجنے والی سول رقم کو کم کریں
vi: Bạn không có đủ SOL để thanh toán phí giao dịch và phí thuê cho tài khoản. Vui lòng thêm SOL vào ví của bạn hoặc giảm số lượng SOL bạn đang gửi
zh: 您没有足够的 SOL 来支付该账户交易费和租金。请在钱包中添加更多 SOL，或减少发送的 SOL 量。
zh_tw: 您沒有足夠的 SOL 來支付此帳戶交易費和租金。請在錢包中新增更多 SOL，或減少發送的 SOL 量。

source: Introducing Cake Pay!
ar: نقدم لكم Cake Pay!
bg: Запознайте се с Cake Pay!
cs: Představujeme Cake Pay!
de: Einführung von Cake Pay!
es: ¡Presentamos Cake Pay!
fa: معرفی کیک پی!
fr: Présentation de Cake Pay !
hi: परिचय Cake Pay!
hr: Predstavljamo Cake Pay!
hy: Ներկայացնում ենք Cake Pay!
id: Perkenalkan Cake Pay!
it: Vi presentiamo Cake Pay!
ja: 序章Cake Pay！
ko: Cake Pay를 소개합니다!
my: Cake Pay ကို မိတ်ဆက်ခြင်း။
nl: Introductie van Cake Pay!
pl: Przedstawiamy Cake Pay!
pt: Apresentando o Cake Pay!
ru: Представляем Cake Pay!
th: ยินดีต้อนรับสู่ Cake Pay!
tl: Pagpapakilala ng Cake Pay!
tr: Cake Pay ile tanışın!
uk: Представляємо Cake Pay!
ur: Cake پے کا تعارف!
vi: Giới thiệu Cake Pay!
zh: 介绍 Cake Pay!
zh_tw: 介紹 Cake Pay!

source: Invalid input
ar: مدخل غير صالح
bg: Невалиден вход
cs: Neplatný vstup
de: Ungültige Eingabe
es: Entrada no válida
fa: ورودی نامعتبر
fr: Entrée invalide
hi: अमान्य निवेश
hr: Pogrešan unos
hy: Սխալ մուտք
id: Masukan tidak valid
it: Inserimento non valido
ja: 無効入力
ko: 잘못된 입력
my: ထည့်သွင်းမှု မမှန်ကန်ပါ။
nl: Ongeldige invoer
pl: Nieprawidłowe dane wejściowe
pt: Entrada inválida
ru: Неверный Ввод
th: อินพุตไม่ถูกต้อง
tl: Di-wastong input
tr: Geçersiz Giriş
uk: Неправильні дані
ur: غلط ان پٹ
vi: Nhập không hợp lệ
zh: 输入无效
zh_tw: 輸入無效

source: Invalid password
ar: رمز مرور خاطئ
bg: Невалидна парола
cs: Neplatné heslo
de: Ungültiges Passwort
es: Contraseña inválida
fa: رمز عبور نامعتبر
fr: Mot de passe incorrect
hi: अवैध पासवर्ड
hr: Netočna zaporka
hy: Սխալ գաղտնաբառ
id: Kata sandi salah
it: Password non valida
ja: 無効なパスワード
ko: 잘못된 비밀번호
my: မမှန်ကန်သောစကားဝှက်
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
pt: Senha inválida
ru: Неверный пароль
th: รหัสผ่านไม่ถูกต้อง
tl: Di-wastong password
tr: Geçersiz şifre
uk: Недійсний пароль
ur: غلط پاسورڈ
vi: Mật khẩu không hợp lệ
zh: 无效的密码
zh_tw: 無效的密碼

source: Invoice details
ar: تفاصيل الفاتورة
bg: IДанни за фактура
cs: detaily faktury
de: Rechnungs-Details
es: Detalles de la factura
fa: جزئیات فاکتور
fr: Détails de la facture
hi: चालान विवरण
hr: Podaci o fakturi
hy: Հաշիվ-ապրանքագրի մանրամասներ
id: Detail faktur
it: Dettagli della ricevuta
ja: 請求の詳細
ko: 인보이스 세부 정보
my: ပြေစာအသေးစိတ်
nl: Factuurgegevens
pl: Szczegóły faktury
pt: Detalhes da fatura
ru: Детали счета
th: รายละเอียดใบแจ้งหนี้
tl: Mga detalye ng invoice
tr: fatura detayları
uk: Реквізити рахунку-фактури
ur: رسید کی تفصیلات
vi: Chi tiết hóa đơn
zh: 发票明细
zh_tw: 發票明細

# is_percentage
source: is
ar: يكون
bg: е
cs: je
de: ist
es: es
fa: است
fr: est
hi: है
hr: je
hy: կազմում է
id: adalah
it: è
ko: 는
my: သည်
pl: jest
pt: é
ru: есть
th: เป็น
tl: ay
uk: є
ur: ہے
vi: là
zh: 是
zh_tw: 是

source: Keys
ar: مفاتيح
bg: Клавиши
cs: Klíče
es: Claves
fa: کلیدها
fr: Clés
hi: चाबी
hr: Ključ
hy: Ստեղներ
it: Chiavi
ja: キー
ko: 키
my: သော့များ
pl: Klucze
th: กุญแจ
tl: Mga susi
tr: Anahtar
uk: Ключі
ur: چابیاں
vi: Chìa khóa
zh: 密钥
zh_tw: 密鑰

source: Last 30 days
ar: آخر 30 يومًا
bg: Последните 30 дни
cs: Posledních 30 dnů
de: Letzte 30 Tage
es: Últimos 30 días
fa: ۳۰ روز گذشته
fr: 30 derniers jours
hi: पिछले 30 दिन
hr: Zadnjih 30 dana
hy: Վերջին 30 օրը
id: 30 hari terakhir
it: Ultimi 30 giorni
ja: 過去30日
ko: 최근 30일
my: လွန်ခဲ့သော ရက် 30
nl: Laatste 30 dagen
pl: Ostatnie 30 dni
pt: Últimos 30 dias
ru: Последние 30 дней
th: 30 วันล่าสุด
tl: Huling 30 na araw
tr: Son 30 gün
uk: Останні 30 днів
ur: آخری 30 دن
vi: 30 ngày gần nhất
zh: 过去 30 天
zh_tw: 過去 30 天

source: Learn More
ar: اعرف المزيد
bg: Научете още
cs: Zjistit více
de: Erfahren Sie mehr
es: Aprende más
fa: بیشتر بدانید
fr: En savoir plus
hi: और अधिक जानें
hr: Saznajte više
hy: Տեղեկանալ ավելին
id: Pelajari Lebih Lanjut
it: Scopri di più
ja: もっと詳しく知る
ko: 더 알아보기
my: ပိုမိုသိရှိရန်
nl: Kom meer te weten
pl: Dowiedz się więcej
pt: Saber mais
ru: Узнать больше
th: ศึกษาเพิ่มเติม
tl: Matuto nang higit pa
tr: Daha fazla öğren
uk: Дізнатися більше
ur: اورجانیے
vi: Tìm hiểu thêm
zh: 了解更多
zh_tw: 了解更多

# ledger_connection_error
source: Failed to connect to you Ledger. Please try again.
ar: فشل في الاتصال بك دفتر الأستاذ. حاول مرة اخرى.
bg: Не успя да се свърже с вашата книга. Моля, опитайте отново.
cs: Nepodařilo se připojit k vaší knize. Prosím zkuste to znovu.
de: Verbindung zum Ledger gescheitert. Bitte versuche es erneut.
es: No se pudo conectar a tu Ledger. Inténtalo de nuevo.
fa: اتصال به لجر ناموفق بود. لطفاً دوباره تلاش کنید.
fr: Impossible de se connecter à votre Ledger. Veuillez réessayer.
hi: आप लेजर से जुड़ने में विफल रहे। कृपया पुन: प्रयास करें।
hr: Nije uspio povezati se s knjigom. Molim te pokušaj ponovno.
hy: Չկարողացանք կապ հաստատել Ledger-ի հետ: Խնդրում ենք փորձել նորից
id: Gagal terhubung ke buku besar Anda. Tolong coba lagi.
it: Impossibile connettersi al Ledger. Si prega di riprovare.
ja: 元帳に接続できませんでした。もう一度やり直してください。
ko: Ledger 연결에 실패했습니다. 다시 시도하세요.
my: သငျသညျ Ledger နှင့်ချိတ်ဆက်ရန်မအောင်မြင်ပါ။ ကျေးဇူးပြုပြီးထပ်ကြိုးစားပါ
nl: Kan geen verbinding maken met u grootboek. Probeer het opnieuw.
pl: Nie udało się połączyć z twoim Ledgerem. Spróbuj ponownie.
pt: Falha ao se conectar ao seu livro. Por favor, tente novamente.
ru: Не удалось подключиться к вам, книги. Пожалуйста, попробуйте еще раз.
th: ไม่สามารถเชื่อมต่อกับบัญชีแยกประเภทของคุณได้ กรุณาลองอีกครั้ง.
tl: Nabigong kumonekta sa iyong Ledger. Pakisubukang muli.
tr: Ledger'e bağlanamadı. Lütfen tekrar deneyin.
uk: Не вдалося підключитися до вас. Будь ласка спробуйте ще раз.
ur: آپ سے لیجر سے رابطہ قائم کرنے میں ناکام۔ دوبارہ کوشش کریں.
vi: Không thể kết nối với Ledger của bạn. Vui lòng thử lại.
zh: 无法连接到您的 Ledger。请再试一次。
zh_tw: 無法連接到您的 Ledger。請再試一次。

# ledger_error_device_locked
source: The Ledger is locked
ar: تم قفل دفتر الأستاذ
bg: Главната книга е заключена
cs: Kniha je uzamčena
de: Der Ledger ist gesperrt
es: El Ledger está bloqueado
fa: لجر قفل است
fr: La Ledger est verrouillé
hi: खाता बंद है
hr: Knjiga je zaključana
hy: Ledger-ը արգելափակված է
id: Ledger terkunci
it: Il Ledger è bloccato
ja: 元帳がロックされています
ko: Ledger가 잠겨 있습니다
my: အဆိုပါလမ်းပြသော့ခတ်သည်
nl: Het grootboek is vergrendeld
pl: Ledger jest zablokowany
pt: O livro está trancado
ru: Ledger заблокирован
th: บัญชีแยกประเภทถูกล็อค
tl: Naka-lock ang Ledger
tr: Defter kilitli
uk: Книга заблокована
ur: لیجر لاک ہے
vi: Ledger đã bị khóa
zh: Ledger 设备已锁定
zh_tw: Ledger 設備已鎖定

# ledger_error_tx_rejected_by_user
source: Transaction rejected on device
ar: تم رفض المعاملة على الجهاز
bg: Транзакция, отхвърлена на устройство
cs: Transakce zamítnuta na zařízení
de: Transaktion auf dem Gerät abgelehnt
es: Transacción rechazada en el dispositivo
fa: تراکنش روی دستگاه رد شد
fr: Transaction rejetée sur l'appareil
hi: डिवाइस पर लेनदेन खारिज कर दिया गया
hr: Transakcija odbijena na uređaju
hy: Գործարքը մերժված է օգտատերի կողմից
id: Transaksi ditolak pada perangkat
it: Transazione rifiutata sul dispositivo
ja: トランザクションはデバイスで拒否されました
ko: 기기에서 트랜잭션 거부됨
my: ငွေပေးငွေယူ device ကိုအပေါ်ငြင်းပယ်ခဲ့သည်
nl: Transactie afgewezen op apparaat
pl: Transakcja odrzucona na urządzeniu
pt: Transação rejeitada no dispositivo
ru: Транзакция отклоняется на устройстве
th: ธุรกรรมถูกปฏิเสธบนอุปกรณ์
tl: Ang transaksyon ay tinanggihan sa hardware wallet
tr: Cihazda reddedilen işlem
uk: Транзакція відхилена на пристрої
ur: آلہ پر لین دین کو مسترد کردیا گیا
vi: Giao dịch bị từ chối trên thiết bị
zh: 用户在设备上拒绝了交易
zh_tw: 使用者在設備上拒絕了交易

# ledger_error_wrong_app
source: Please make sure you opend the right app on your ledger
ar: يرجى التأكد
bg: Моля, уверете се, че сте отворили правилното приложение на вашата книга
cs: Ujistěte se, že se na své knize otevřete správnou aplikaci
de: Bitte stellen Sie sicher, dass Sie die richtige App auf Ihrem Ledger geöffnet haben
es: Por favor, asegúrate de abrir la aplicación correcta en tu Ledger.
fa: لطفاً مطمئن شوید برنامه درست را روی لجر باز کرده‌اید
fr: Veuillez vous assurer d'ouvrir la bonne application sur votre Ledger
hi: कृपया सुनिश्चित करें कि आप अपने लेजर पर सही ऐप को खोलते हैं
hr: Obavezno obavezno otvorite pravu aplikaciju na knjizi
hy: Խնդրում ենք համոզվել, որ դուք բացել եք ճիշտ ծրագիրը ձեր Ledger-ում
id: Pastikan Anda membuka aplikasi yang tepat di buku besar Anda
it: Assicurati di aver aperto l'app giusta sul Ledger
ja: 元帳に適切なアプリを開始するようにしてください
ko: Ledger에서 올바른 앱을 열었는지 확인하세요.
my: ကျေးဇူးပြု. သင့်လက်ျာအက်ပ်ကိုသင်၏ Ledger တွင်ဖွင့်ရန်သေချာစေပါ
nl: Zorg ervoor dat u de juiste app op uw grootboek opent
pl: Upewnij się, że otworzyłeś właściwą aplikację na swoim Ledgerze
pt: Por favor, certifique -se de optar pelo aplicativo certo no seu livro
ru: Пожалуйста, убедитесь, что вы предлагаете правильное приложение в своей бухгалтерской книге
th: โปรดตรวจสอบให้แน่ใจว่าคุณเปิดแอพที่เหมาะสมในบัญชีแยกประเภทของคุณ
tl: Mangyaring tiyaking pinipili mo ang tamang app sa iyong Ledger
tr: Lütfen defterinizde doğru uygulamayı açtığınızdan emin olun
uk: Будь ласка, переконайтеся, що ви відкриваєте потрібну програму на своїй книзі
ur: براہ کرم یقینی بنائیں کہ آپ اپنے لیجر پر صحیح ایپ کو کھولتے ہیں
vi: Vui lòng đảm bảo bạn đã mở đúng ứng dụng trên Ledger của mình
zh: 请确保您在 Ledger 上打开了正确的应用
zh_tw: 請確保您在 Ledger 上開啟了正確的應用程式

# ledger_please_enable_bluetooth
source: Please enable Bluetooth to detect your Ledger
ar: يرجى تمكين البلوتوث للكشف عن دفتر الأستاذ الخاص بك
bg: Моля, активирайте Bluetooth да открие вашата книга
cs: Umožněte prosím Bluetooth detekovat vaši knihu
de: Bitte aktivieren Sie Bluetooth um sich mit Ihren Ledger zu verbinden.
es: Activa el Bluetooth para detectar tu Ledger
fa: لطفاً بلوتوث را برای شناسایی لجر خود فعال کنید
fr: Veuillez activer le Bluetooth pour détecter votre Ledger
hi: कृपया अपने बहीखाने का पता लगाने के लिए ब्लूटूथ को सक्षम करें
hr: Omogućite Bluetooth da otkrije svoju knjigu
hy: Խնդրում ենք միացնել Bluetooth-ը ձեր Ledger-ը հայտնաբերելու համար
id: Harap aktifkan Bluetooth untuk mendeteksi buku besar Anda
it: Abilita il Bluetooth per rilevare il tuo Ledger
ja: Bluetoothが元帳を検出できるようにしてください
ko: Ledger를 감지하려면 블루투스를 활성화하세요.
my: သင်၏ Ledger ကိုရှာဖွေရန် Bluetooth ကိုဖွင့်ပါ
nl: Schakel Bluetooth in staat om uw grootboek te detecteren
pl: Włącz Bluetooth, aby wykryć swój Ledger
pt: Ative o Bluetooth para detectar seu livro
ru: Пожалуйста, включите Bluetooth обнаружить вашу бухгалтерскую книгу
th: โปรดเปิดใช้งานบลูทู ธ ในการตรวจจับบัญชีแยกประเภทของคุณ
tl: Mangyaring paganahin ang Bluetooth upang makita ang iyong Ledger
tr: Defterinizi algılamak için lütfen Bluetooth'u etkinleştirin
uk: Будь ласка, ввімкніть Bluetooth виявити свою книгу
ur: براہ کرم بلوٹوتھ کو اپنے لیجر کا پتہ لگانے کے لئے اہل بنائیں
vi: Vui lòng bật Bluetooth để phát hiện Ledger của bạn
zh: 请启用蓝牙来检测您的 Ledger
zh_tw: 請啟用藍牙來檢測您的 Ledger

source: Legacy
ar: إرث
bg: Наследство
cs: Dědictví
fa: قدیمی (Legacy)
fr: Héritage
hi: परंपरा
hr: Nasljeđe
hy: Ժառանգություն
ja: 遺産
ko: 레거시
my: အနေှးမနေသော
pl: Tradycyjny
th: มรดก
tl: Pamana
tr: Miras
uk: Спадщина
ur: میراث
vi: Di sản
zh: 旧版
zh_tw: 旧版

# light_theme
source: Light
ar: فاتح
bg: Светло
cs: Světlý
de: Hell
es: Claro
fa: روشن
fr: Clair
hi: रोशनी
hr: Svijetla
hy: Լուսավոր
id: Terang
it: Chiaro
ja: 光
ko: 라이트 테마
my: အလင်း
nl: Licht
pl: Jasny
pt: Luz
ru: Светлая
th: สว่าง
tr: Aydınlık
uk: Світла
ur: روشنی
vi: Chủ đề sáng
zh: 浅色主题
zh_tw: 淺色主題

# litecoin_enable_mweb_sync
source: Enable MWEB scanning
ar: تمكين MWEB المسح الضوئي
bg: Активирайте сканирането на MWeb
cs: Povolit skenování MWeb
es: Activar escaneo MWEB
fa: فعال‌سازی اسکن MWEB
fr: Activer la numérisation MWEB
hi: MWEB स्कैनिंग सक्षम करें
hr: Omogućite MWEB skeniranje
hy: Միացնել MWEB սկան
id: Aktifkan pemindaian MWEB
it: Abilita la scansione MWeb
ja: MWEBスキャンを有効にします
ko: MWEB 스캔 활성화
my: mweb scanning ဖွင့်ပါ
pl: Włącz skanowanie MWEB
th: เปิดใช้งานการสแกน MWEB
tl: Paganahin ang pag -scan ng MWeb
tr: MWEB taramasını etkinleştir
uk: Увімкнути сканування MWEB
ur: MWEB اسکیننگ کو فعال کریں
vi: Bật quét MWEB
zh: 启用MWEB扫描
zh_tw: 啟用MWEB掃描

# litecoin_mweb_always_scan
source: Set MWEB always scanning
ar: اضبط MWEB دائمًا على المسح الضوئي
bg: Задайте MWeb винаги сканиране
cs: Nastavit MWeb vždy skenování
es: Activar escaneo permanente de MWEB
fa: تنظیم اسکن همیشگی MWEB
fr: Définir MWEB Score Scanning
hi: MWEB हमेशा स्कैनिंग सेट करें
hr: Postavite MWeb uvijek skeniranje
hy: Սահմանեք Mweb Միշտ սկանավորում
id: Atur mWeb selalu memindai
it: Imposta MWeb per scansionare sempre
ja: MWEBを常にスキャンします
ko: MWEB 항상 스캔 설정
my: Mweb အမြဲစကင်ဖတ်စစ်ဆေးပါ
pl: Włącz stałe skanowanie MWEB
th: ตั้งค่าการสแกน MWEB เสมอ
tl: Itakda ang MWeb na laging nag -scan
tr: MWEB'i her zaman taramayı ayarlayın
uk: Встановити mweb завжди сканувати
ur: MWEB ہمیشہ اسکیننگ سیٹ کریں
vi: Đặt MWEB luôn quét
zh: 设置MWEB总是扫描
zh_tw: 設定MWEB總是掃描
