Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# solana_sign_native_transaction_rent_exception
source: Transaction cannot be completed. Insufficient SOL left for rent after transaction. Kindly top up your SOL balance or reduce the amount of SOL you are sending.
ar: لا يمكن إكمال المعاملة. غادر SOL غير كاف للإيجار بعد المعاملة. يرجى أن تصل إلى رصيد SOL أو تقليل كمية SOL التي ترسلها.
bg: Транзакцията не може да бъде завършена. Недостатъчен сол оставен под наем след транзакция. Любезно допълнете баланса си на SOL или намалете количеството SOL, което изпращате.
cs: Transakce nelze dokončit. Po transakci nedostatek Sol odešel k pronájmu. Laskavě doplňte rovnováhu SOL nebo snižte množství SOL, které odesíláte.
es: La transacción no se puede completar. SOL insuficiente para la renta después de la transacción. Por favor, recarga tu saldo de SOL o reduce la cantidad de SOL que estás enviando.
fa: تراکنش قابل تکمیل نیست. SOL کافی برای اجاره پس از تراکنش باقی نمانده است. لطفاً موجودی SOL خود را افزایش دهید یا مقدار SOL ارسالی را کاهش دهید.
fr: La transaction ne peut pas être terminée. Sol insuffisant laissé à la location après la transaction. Veuillez compléter votre solde SOL ou réduire la quantité de Sol que vous envoyez.
hi: लेन -देन पूरा नहीं किया जा सकता है। अपर्याप्त सोल लेनदेन के बाद किराए के लिए छोड़ दिया। कृपया अपने सोल बैलेंस को टॉप करें या आपके द्वारा भेजे जा रहे सोल की मात्रा को कम करें।
hr: Transakcija se ne može završiti. Nedovoljno sol ostao je za najam nakon transakcije. Ljubazno nadopunite svoj SOL saldo ili smanjite količinu SOL -a koju šaljete.
hy: Գործարքը հնարավոր չէ լրացնել: Անբավարար սոլը գործարքից հետո վարձով է մնացել: Սիրով վերացրեք ձեր SOL հավասարակշռությունը կամ նվազեցրեք ձեր ուղարկած սոլի քանակը:
it: La transazione non può essere completata. SOL insufficienti per l'affitto dopo la transazione. Si prega di ricaricare il saldo SOL, o ridurre la quantità di SOL che stai inviando.
ja: トランザクションは完了できません。取引後にレンタルのために残された不十分なソル。ソルバランスを補充するか、送信するソルの量を減らしてください。
ko: 트랜잭션을 완료할 수 없습니다. 트랜잭션 후 렌트에 필요한 SOL이 부족합니다. SOL 잔액을 충전하거나 보내는 SOL 금액을 줄이세요.
my: ငွေပေးငွေယူကိုမပြီးစီးနိုင်ပါ။ ငွေပေးငွေယူပြီးနောက်ငှားရန် Sol မလုံလောက်ပါ။ ကြင်နာစွာသင်၏ SOR ချိန်ခွင်လျှာကိုငွေဖြည့်ပါသို့မဟုတ်သင်ပို့နေသည့်ပမာဏကိုလျှော့ချပါ။
pl: Transakcja nie może zostać zakończona. Po transakcji brakuje SOL na opłatę czynszu. Uprzejmie uzupełnij saldo SOL lub zmniejsz ilość wysyłanego SOL.
th: การทำธุรกรรมไม่สามารถเสร็จสิ้นได้ SOL ไม่เพียงพอเหลือให้เช่าหลังการทำธุรกรรม กรุณาเติมยอดคงเหลือโซลของคุณหรือลดจำนวนโซลที่คุณกำลังส่ง
tl: Hindi makumpleto ang transaksyon. Hindi sapat na SOL na naiwan para sa upa pagkatapos ng transaksyon. Mabuting itaas ang iyong balanse sa sol o bawasan ang dami ng sol na iyong ipinapadala.
tr: İşlem tamamlanamaz. Yetersiz Sol işlemden sonra kira için kaldı. Lütfen sol bakiyenizi doldurun veya gönderdiğiniz Sol miktarını azaltın.
uk: Транзакція не може бути завершена. Недостатня SOL залишила оренду після транзакції. Будь ласка, поповніть свій баланс SOL або зменшіть кількість SOL, який ви надсилаєте.
ur: لین دین مکمل نہیں کیا جاسکتا۔ ٹرانزیکشن کے بعد کرایہ کے لئے ناکافی SOL چھوڑ دیا گیا ہے۔ برائے مہربانی اپنے سول توازن کو اوپر کریں یا آپ بھیج رہے ہیں اس کی مقدار کو کم کریں۔
vi: Giao dịch không thể được hoàn thành. Không đủ Sol còn lại cho thuê sau khi giao dịch. Vui lòng tăng số dư Sol của bạn hoặc giảm số lượng sol bạn đang gửi.
zh: 交易无法完成。交易后 SOL 余额不足以支付租金。请充值 SOL 余额，或减少发送的 SOL 量。
zh_tw: 交易無法完成。交易後 SOL 餘額不足以支付租金。請充值 SOL 餘額，或減少發送的 SOL 量。

# solana_sign_spl_token_transaction_rent_exception
source: Transaction cannot be completed. Insufficient SOL left for rent after transaction. Kindly top up your SOL balance.
ar: لا يمكن إكمال المعاملة. غادر SOL غير كاف للإيجار بعد المعاملة. يرجى أن تصل إلى توازن سولك.
bg: Транзакцията не може да бъде завършена. Недостатъчен сол оставен под наем след транзакция. Любезно допълнете баланса си на SOL.
cs: Transakce nelze dokončit. Po transakci nedostatek Sol odešel k pronájmu. Laskavě doplňte rovnováhu SOL.
es: La transacción no se puede completar. SOL insuficiente para la renta después de la transacción. Por favor, recarga tu saldo de SOL.
fa: تراکنش قابل تکمیل نیست. SOL کافی برای اجاره پس از تراکنش باقی نمانده است. لطفاً موجودی SOL خود را افزایش دهید.
fr: La transaction ne peut pas être terminée. Sol insuffisant laissé à la location après la transaction. Veuillez compléter votre solde de Sol.
hi: लेन -देन पूरा नहीं किया जा सकता है। अपर्याप्त सोल लेनदेन के बाद किराए के लिए छोड़ दिया। कृपया अपने सोल बैलेंस को ऊपर रखें।
hr: Transakcija se ne može završiti. Nedovoljno sol ostao je za najam nakon transakcije. Ljubazno nadopunite svoju sol ravnotežu.
hy: Գործարքը հնարավոր չէ լրացնել: Անբավարար սոլը գործարքից հետո վարձով է մնացել: Սիրով վերացրեք ձեր SOL հավասարակշռությունը:
it: La transazione non può essere completata. SOL insufficienti per l'affitto dopo la transazione. Si prega di ricaricare il tuo saldo SOL.
ja: トランザクションは完了できません。取引後にレンタルのために残された不十分なソル。ソルバランスを補充してください。
ko: 트랜잭션을 완료할 수 없습니다. 트랜잭션 후 렌트에 필요한 SOL이 부족합니다. SOL 잔액을 충전하세요.
my: ငွေပေးငွေယူကိုမပြီးစီးနိုင်ပါ။ ငွေပေးငွေယူပြီးနောက်ငှားရန် Sol မလုံလောက်ပါ။ ကြင်နာစွာသင်၏ s ကိုချိန်ခွင်လျှာကိုတက်ပါ။
pl: Transakcja nie może zostać zakończona. Po transakcji brakuje SOL na opłatę za wynajem. Proszę uzupełnić saldo SOL.
th: การทำธุรกรรมไม่สามารถเสร็จสิ้นได้ SOL ไม่เพียงพอเหลือให้เช่าหลังการทำธุรกรรม กรุณาเติมยอดสมดุลโซลของคุณ
tl: Hindi makumpleto ang transaksyon. Hindi sapat na SOL na naiwan para sa upa pagkatapos ng transaksyon. Mabuting itaas ang iyong balanse sa sol.
tr: İşlem tamamlanamaz. Yetersiz Sol işlemden sonra kira için kaldı. Lütfen sol bakiyenizi doldurun.
uk: Транзакція не може бути завершена. Недостатня SOL залишила оренду після транзакції. Будь ласка, наповніть свій баланс SOL.
ur: لین دین مکمل نہیں کیا جاسکتا۔ ٹرانزیکشن کے بعد کرایہ کے لئے ناکافی SOL چھوڑ دیا گیا ہے۔ برائے مہربانی اپنے سول توازن کو اوپر رکھیں۔
vi: Giao dịch không thể được hoàn thành. Không đủ Sol còn lại cho thuê sau khi giao dịch. Vui lòng lên cân bằng sol của bạn.
zh: 交易无法完成。交易后 SOL 余额不足以支付租金。请充值 SOL 余额。
zh_tw: 交易無法完成。交易後 SOL 餘額不足以支付租金。請充值 SOL 餘額。

source: Sort by
ar: ترتيب حسب
bg: Сортирай по
cs: Seřazeno podle
de: Sortiere nach
es: Ordenar por
fa: مرتب‌سازی بر اساس
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
hr: Poredaj po
hy: Դասավորել ըստ
id: Sortir dengan
it: Ordina per
ja: 並び替え
ko: 정렬 기준
my: အလိုက်စဥ်သည်
nl: Sorteer op
pl: Sortuj według
pt: Ordenar por
ru: Сортировать по
th: เรียงตาม
tl: Pag-uri-uriin sa pamamagitan ng
tr: Göre sırala
uk: Сортувати за
ur: ترتیب دیں
vi: Sắp xếp theo
zh: 排序方式
zh_tw: 排序方式

source: Spend key (private)
ar: مفتاح الإنفاق (خاص)
bg: Spend key (таен)
cs: Klíč pro platby (soukromý)
de: Spend Key (geheim)
es: Clave de gasto (privada)
fa: کلید خرج کردن (خصوصی)
fr: Clef de dépense (spend key) (privée)
hi: खर्च करना (निजी)
hr: Spend key (privatni)
hy: Վճարման բանալի (գախտնի)
id: Kunci pengeluaran (privat)
it: Chiave di spesa (privata)
ja: キーを使う (プライベート)
ko: 지출 키 (개인)
my: သော့သုံးရန် (သီးသန့်)
nl: Sleutel uitgeven (privaat)
pl: Klucz wydatkowy (prywatny)
pt: Chave de gastos (privada)
ru: Приватный ключ траты
th: คีย์จ่าย (ส่วนตัว)
tr: Harcama anahtarı (özel)
uk: Приватний ключ витрати
ur: خرچ کی کلید (نجی)
vi: Khóa chi tiêu (riêng tư)
zh: 支出私钥 (Spend Key)
zh_tw: 支出私鑰 (Spend Key)

source: Spend key (public)
ar: مفتاح الإنفاق (عام)
bg: Spend key (публичен)
cs: Klíč pro platby (veřejný)
de: Spend Key (öffentlich)
es: Clave de gasto (pública)
fa: کلید خرج کردن (عمومی)
fr: Clef de dépense (spend key) (publique)
hi: खर्च करना (जनता)
hr: Spend key (javni)
hy: Վճարման բանալի (հանրային)
id: Kunci pengeluaran (publik)
it: Chiave di spesa (pubblica)
ja: キーを使う (パブリック)
ko: 지출 키 (공개)
my: သုံးစွဲရန်သော့ (အများပြည်သူ)
nl: Sleutel uitgeven (openbaar)
pl: Klucz wydatkowy (publiczny)
pt: Chave de gastos (pública)
ru: Публичный ключ траты
th: คีย์จ่าย (สาธารณะ)
tr: Harcama anahtarı (genel)
uk: Публічний ключ витрати
ur: خرچ کی کلید (عوامی)
vi: Khóa chi tiêu (công khai)
zh: 支出公钥 (Spend Key)
zh_tw: 支出公鑰 (Spend Key)

source: Status:
ar: الحالة:
bg: Статус:
es: Estado:
fa: وضعیت:
fr: Statut:
hi: स्थिति:
hy: Կարգավիճակ՝
it: Stato:
ja: 状態:
ko: 상태:
my: အခြေအနေ:
nl: Staat:
ru: Статус:
th: สถานะ:
tl: Katayuan:
tr: Durum:
uk: Статус:
ur: حالت:
vi: Trạng thái:
zh: 状态:
zh_tw: 狀態:

# string_default
source: Default
ar: تقصير
bg: По подразбиране
cs: Výchozí
de: Standard
es: Predeterminado
fa: پیش‌فرض
fr: Défaut
hi: गलती करना
hr: Zadano
hy: Լռելայն
id: Bawaan
it: Predefinito
ja: デフォルト
ko: 기본값
my: ပျက်ကွက်ခြင်း
nl: Standaard
pl: Domyślny
pt: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
ur: پہلے سے طے شدہ
vi: Mặc định
zh: 默认
zh_tw: 預設

# subaddress_title
source: Subaddress list
ar: قائمة العناوين الفرعية
bg: Лист от подадреси
cs: Seznam subadres
de: Unteradressenliste
es: Lista de subdirecciones
fa: لیست آدرس‌های فرعی
fr: Liste des sous-adresses
hi: उपखंड सूची
hr: Lista podadresa
hy: Ենթահասցեների ցանկ
id: Daftar sub-alamat
it: Lista sottoindirizzi
ja: サブアドレス一覧
ko: 하위 주소 목록
my: လိပ်စာစာရင်း
nl: Subadreslijst
pl: Lista podadresów
pt: Sub-endereços
ru: Список субадресов
th: รายการที่อยู่ย่อย
tl: Listahan ng Subaddress
tr: Alt adres listesi
uk: Список Субадрес
ur: ذیلی ایڈریس کی فہرست
vi: Danh sách địa chỉ phụ
zh: 子地址列表
zh_tw: 子地址列表

source: Subaddresses
ar: العناوين الفرعية
bg: Подадреси
cs: Subadresy
de: Unteradressen
es: Subdirecciones
fa: آدرس‌های فرعی
fr: Sous-adresses
hi: उप पते
hr: Podadrese
hy: Ենթահասցեներ
id: Sub-alamat
it: Sottoindirizzi
ja: サブアドレス
ko: 하위 주소
my: လိပ်စာများ
nl: Subadressen
pl: Subadresy
pt: Sub-endereços
ru: Субадреса
th: ที่อยู่ย่อย
tl: Mga Subaddress
tr: Alt adresler
uk: Субадреси
ur: ذیلی پتے
vi: Địa chỉ phụ
zh: 子地址
zh_tw: 子地址

# submit_request
source: submit a request
ar: تقديم طلب
bg: изпращане на заявка
cs: odeslat požadavek
de: Eine Anfrage stellen
es: Enviar una solicitud
fa: ثبت درخواست
fr: soumettre une requête
hi: एक अनुरोध सबमिट करें
hr: podnesi zahtjev
hy: Ուղարկել հարցում
id: kirim permintaan
it: invia una richiesta
ja: リクエストを送信する
ko: 요청 제출
my: တောင်းဆိုချက်တစ်ခုတင်ပြပါ။
nl: een verzoek indienen
pl: Wyślij zgłoszenie
pt: enviar um pedido
ru: отправить запрос
th: ส่งคำขอ
tl: magsumite ng isang kahilingan
tr: talep gönder
uk: надіслати запит
ur: درخواست بھیج دو
vi: gửi yêu cầu
zh: 提交请求
zh_tw: 提交請求

source: Successful
ar: ﺢﺟﺎﻧ
bg: Успешен
cs: Úspěšný
de: Erfolgreich
es: Éxitoso
fa: موفق
fr: Réussi
hi: सफल
hr: Uspješno
hy: Հաջողված
id: Berhasil
it: Riuscito
ja: 成功
ko: 성공적
my: အောင်မြင်တယ်။
nl: Succesvol
pl: Udane
pt: Bem-sucedido
ru: Успешный
th: ประสบความสำเร็จ
tl: Matagumpay
tr: Başarılı
uk: Успішний
ur: ﺏﺎﯿﻣﺎﮐ
vi: Thành công
zh: 成功
zh_tw: 成功

# support_description_guides
source: Documentation and support for common issues
ar: توثيق ودعم القضايا المشتركة
bg: Документация и подкрепа за общи проблеми
cs: Dokumentace a podpora běžných otázek
de: Dokumentation und Hilfe für bekannte Probleme
es: Documentación y soporte para problemas comunes
fa: مستندات و پشتیبانی برای مشکلات رایج
fr: Documentation et support pour les problèmes communs
hi: सामान्य मुद्दों के लिए प्रलेखन और समर्थन
hr: Dokumentacija i podrška za uobičajena pitanja
hy: Տարածված խնդիրների փաստաթղթավորում և աջակցություն
id: Dokumentasi dan dukungan untuk masalah umum
it: Documentazione e supporto per problemi comuni
ja: 一般的な問題のドキュメントとサポート
ko: 일반적인 문제에 대한 문서 및 지원
my: ဘုံပြ issues နာများအတွက်စာရွက်စာတမ်းများနှင့်ထောက်ခံမှု
nl: Documentatie en ondersteuning voor gemeenschappelijke problemen
pl: Dokumentacja i wsparcie w przypadku typowych problemów
pt: Documentação e suporte para problemas comuns
ru: Документация и поддержка общих вопросов
th: เอกสารและการสนับสนุนสำหรับปัญหาทั่วไป
tl: Dokumentasyon at suporta para sa mga karaniwang isyu
tr: Ortak sorunlara belge ve destek
uk: Документація та підтримка загальних питань
ur: عام مسائل کے لئے دستاویزات اور مدد
vi: Tài liệu và hỗ trợ cho các vấn đề phổ biến
zh: 对常见问题的文档和支持
zh_tw: 對常見問題的文档和支援

# support_description_live_chat
source: Free and fast! Trained support representatives are available to assist
ar: حرة وسريعة! ممثلو الدعم المدربين متاحون للمساعدة
bg: Безплатно и бързо! Обучени представители на подкрепата са на разположение за подпомагане
cs: Zdarma a rychle! K dispozici jsou zástupci vyškolených podpůrných podpory
de: Kostenlos und schnell! Ausgebildete Mitarbeiter stehen zur Unterstützung bereit, um zu helfen
es: ¡Gratis y rápido! Nuestros representantes de soporte están disponibles para ayudarte
fa: رایگان و سریع! نمایندگان پشتیبانی آموزش دیده برای کمک در دسترس هستند
fr: GRATUIT ET RAPIDE ! Des représentants de soutien formé sont disponibles pour aider
hi: मुक्त और तेजी से! प्रशिक्षित सहायता प्रतिनिधि सहायता के लिए उपलब्ध हैं
hr: Besplatno i brzo! Obučeni predstavnici podrške dostupni su za pomoć
hy: Անվճար և արագ աջակցություն! Պատրաստված մասնագետները պատրաստ են օգնել
id: Gratis dan Cepat! Perwakilan dukungan terlatih tersedia untuk membantu
it: Gratuito e veloce! I rappresentanti di supporto qualificati sono disponibili per assistervi
ja: 無料で速い！訓練されたサポート担当者が支援することができます
ko: 무료 및 빠름! 숙련된 지원 담당자가 도움을 드릴 수 있습니다
my: အခမဲ့နှင့်အစာရှောင်ခြင်း! လေ့ကျင့်ထားသောထောက်ခံသူကိုယ်စားလှယ်များသည်ကူညီနိုင်သည်
nl: Gratis en snel! Getrainde ondersteuningsvertegenwoordigers zijn beschikbaar om te helpen
pl: Bezpłatne i szybkie! Dostępni są przeszkoleni przedstawiciele wsparcia, gotowi pomóc
pt: Livre e rápido! Representantes de suporte treinado estão disponíveis para ajudar
ru: Бесплатно и быстро! Обученные представители поддержки доступны для оказания помощи
th: ฟรีและรวดเร็ว! ตัวแทนฝ่ายสนับสนุนที่ผ่านการฝึกอบรมพร้อมให้ความช่วยเหลือ
tl: Libre at mabilis! Ang mga bihasang kinatawan ng suporta ay magagamit upang tulungan
tr: Ücretsiz ve hızlı! Eğitimli destek temsilcileri yardımcı olmak için mevcuttur
uk: Безкоштовно і швидко! Навчені представники підтримки доступні для надання допомоги
ur: مفت اور تیز! تربیت یافتہ معاون نمائندے مدد کے لئے دستیاب ہیں
vi: Miễn phí và nhanh chóng! Các đại diện hỗ trợ được đào tạo sẵn sàng hỗ trợ
zh: 免费快速！训练有素的客服代表可为您提供协助
zh_tw: 免費快速！训練有素的客服代表可為您提供协助

# support_description_other_links
source: Join our communities or reach us or our partners through other methods
ar: انضم إلى مجتمعاتنا أو تصل إلينا شركائنا من خلال أساليب أخرى
bg: Присъединете се към нашите общности или се свържете с нас нашите партньори чрез други методи
cs: Připojte se k našim komunitám nebo se k nám oslovte další metody
de: Treten Sie unseren Communities bei oder erreichen Sie uns oder unsere Partner über andere Methoden
es: Únete a nuestras comunidades o ponte en contacto con nosotros o con nuestros socios por otros medios
fa: به جوامع ما بپیوندید یا از روش‌های دیگر با ما یا شرکای ما تماس بگیرید
fr: Rejoignez nos communautés ou contactez-nous ou nos partenaires à travers d'autres méthodes
hi: हमारे समुदायों में शामिल हों या अन्य तरीकों के माध्यम से हमारे साथी तक पहुंचें
hr: Pridružite se našim zajednicama ili nam dosegnu naše partnere drugim metodama
hy: Միացեք մեր համայնքին կամ հասեք մեզ այլ միջոցներով
id: Bergabunglah dengan komunitas kami atau hubungi kami mitra kami melalui metode lain
it: Unisciti alle nostre comunità, o contatta i nostri partner attraverso altri metodi
ja: 私たちのコミュニティに参加するか、他の方法を通して私たちのパートナーに連絡してください
ko: 커뮤니티에 가입하거나 다른 방법을 통해 저희 또는 파트너에게 연락하세요
my: ကျွန်ုပ်တို့၏လူမှုအသိုင်းအဝိုင်းများသို့ 0 င်ရောက်ပါ
nl: Word lid van onze gemeenschappen of bereik ons ​​onze partners via andere methoden
pl: Dołącz do naszych społeczności lub skontaktuj się z nami lub naszymi partnerami za pomocą innych metod
pt: Junte -se às nossas comunidades ou chegue a nós nossos parceiros por meio de outros métodos
ru: Присоединяйтесь к нашим сообществам или охватите нас наших партнеров с помощью других методов
th: เข้าร่วมชุมชนของเราหรือเข้าถึงเราพันธมิตรของเราผ่านวิธีการอื่น ๆ
tl: Sumali sa aming mga komunidad o maabot sa amin ang aming mga kasosyo sa pamamagitan ng iba pang mga pamamaraan
tr: Topluluklarımıza katılın veya ortaklarımıza diğer yöntemlerle bize ulaşın
uk: Приєднуйтесь до наших спільнот або досягайте нас нашими партнерами іншими методами
ur: ہماری برادریوں میں شامل ہوں یا دوسرے طریقوں سے ہمارے شراکت داروں تک پہنچیں
vi: Tham gia cộng đồng của chúng tôi hoặc liên hệ với chúng tôi hoặc các đối tác của chúng tôi qua các phương pháp khác
zh: 加入我们的社区或通过其他方法与我们联系我们的合作伙伴
zh_tw: 加入我們的社區或通過其他方法與我們聯絡我們的合作夥伴

# support_title_guides
source: Cake Wallet docs
ar: مستندات محفظة كعكة
bg: Документи за портфейл за торта
cs: Dokumenty peněženky dortu
de: Cake Wallet Guides
es: Documentación de Cake Wallet
fa: اسناد کیک ولت
fr: Docs de portefeuille à gâteau
hi: केक बटुए डॉक्स
hr: Dokumenti s kolačem kolača
hy: Տորթ դրամապանակի փաստաթղթեր
id: Panduan Dompet Kue
it: Documentazione Cake Wallet
ja: ケーキウォレットドキュメント
ko: Cake Wallet 문서
my: ကိတ်မုန့်ပိုက်ဆံအိတ်များ
nl: Cake -portemonnee gidsen
pl: Dokumentacja Cake Wallet
pt: Guias da carteira de bolo
ru: Корт -гиды
th: เอกสารกระเป๋าเงินเค้ก
tl: Cake wallet doc
tr: Kek Cüzdan Dokümanlar
uk: Торт гаманці
ur: کیک پرس کے دستاویزات
zh: Cake Wallet 文档
zh_tw: Cake Wallet 文档

# support_title_live_chat
source: Live support
ar: الدعم المباشر
bg: Подкрепа на живо
cs: Živá podpora
es: Soporte en vivo
fa: پشتیبانی زنده
fr: Support en direct
hi: लाइव सहायता
hr: Podrška uživo
hy: Անմիջական աջակցություն
id: Dukungan langsung
it: Supporto in tempo reale
ja: ライブサポート
ko: 실시간 지원
my: တိုက်ရိုက်ပံ့ပိုးမှု
nl: Live ondersteuning
pl: Wsparcie na żywo
pt: Apoio ao vivo
ru: Живая поддержка
th: การสนับสนุนสด
tl: Live na suporta
tr: Canlı destek
uk: Жива підтримка
ur: براہ راست مدد
vi: Hỗ trợ trực tiếp
zh: 在线客服
zh_tw: 線上客服

# support_title_other_links
source: Other support links
ar: روابط دعم أخرى
bg: Други връзки за поддръжка
cs: Další odkazy na podporu
de: Andere Support-Links
es: Otros enlaces de soporte
fa: سایر لینک‌های پشتیبانی
fr: Autres liens d'assistance
hi: अन्य समर्थन लिंक
hr: Ostale veze za podršku
hy: Այլ աջակցության հղումներ
id: Tautan dukungan lainnya
it: Altri collegamenti di supporto
ja: その他のサポートリンク
ko: 기타 지원 링크
my: အခြားအထောက်အပံ့လင့်များ
nl: Andere ondersteuningslinks
pl: Inne linki pomocy
pt: Outros links de suporte
ru: Другие ссылки на поддержку
th: ลิงค์สนับสนุนอื่น ๆ
tl: Iba pang mga link sa suporta
tr: Diğer destek bağlantıları
uk: Інші посилання на підтримку
ur: دوسرے سپورٹ لنکس
vi: Liên kết hỗ trợ khác
zh: 其他支持链接
zh_tw: 其他支援連結

source: Swap
bg: Разметка
es: Cambiar
fa: تبادل
hr: Mijenjati
it: Scambio
ja: スワップ
ko: 스왑
my: လဲလှယ်
pl: Wymiana
th: แลกเปลี่ยน
tr: Takas
uk: Обміняти
zh: 闪兑
zh_tw: 閃兌

source: Sweeping wallet
ar: كنس المحفظة
bg: Метещ портфейл
cs: Zametací peněženka
de: Wallet leeren
es: Barrer cartera
fa: در حال جارو کردن (Sweeping) کیف پول
fr: Portefeuille (wallet) de consolidation
hi: स्वीपिंग वॉलेट
hr: Čisti novčanik
hy: Դրամապանակը մաքրվում է
id: Dompet menyapu
it: Svuota portafoglio
ja: スイープウォレット
ko: 지갑 스윕 중
my: ိုက်ဆံအိတ် တံမြက်လှည်း
nl: Vegende portemonnee
pl: Przenoszenie portfela
pt: Carteira varrendo
ru: Подметание кошелька
th: กวาดกระเป๋าสตางค์
tr: Süpürme cüzdanı
uk: Підмітаня гаманця
ur: جھاڑو دینے والا پرس
vi: Quét ví
zh: 正在归集资金
zh_tw: 正在歸集資金

# sweeping_wallet_alert
source: This shouldn’t take long. DO NOT LEAVE THIS SCREEN OR THE SWEPT FUNDS MAY BE LOST.
ar: لن يستغرق هذا وقتًا طويلاً. لا تترك هذه الشاشة وإلا فقد يتم فقد أموال سويبت
bg: Това не трябва да отнема много време. Не оставяйте този екран или пометените средства могат да бъдат загубени.
cs: To by nemělo trvat dlouho. Nenechávejte tuto obrazovku, jinak mohou být ztraceny prostředky.
de: Das sollte nicht lange dauern. VERLASSEN SIE DIESEN BILDSCHIRM NICHT, ANDERNFALLS KÖNNEN DIE GELDER VERLOREN GEHEN
es: Esto no debería tardar mucho. NO DEJES ESTA PANTALLA O LOS FONDOS BARRIDOS PODRÁN PERDERSE.
fa: این کار نباید طول بکشد. این صفحه را ترک نکنید وگرنه وجوه جارو شده ممکن است از دست برود.
fr: Cela ne devrait pas prendre longtemps. NE QUITTEZ PAS CET ÉCRAN OU LES FONDS TRANSFÉRÉS POURRAIENT ÊTRE PERDUS.
hi: इसमें अधिक समय नहीं लगना चाहिए। इस स्क्रीन को न छोड़ें या स्वैप्ट फंड खो सकते हैं
hr: Ovo ne bi trebalo dugo trajati. NE NAPUŠTAJTE OVAJ ZASLON INAČE SE POBREŠENA SREDSTVA MOGU IZGUBITI
hy: Սա չի տևի երկար։ Խնդրում ենք չլքել այս էկրանը կամ մաքրված միջոցները կկորչեն։
id: Ini seharusnya tidak memakan waktu lama. Jangan tinggalkan layar ini atau dana swept mungkin hilang.
it: Questo non dovrebbe richiedere molto tempo. NON LASCIARE QUESTA SCHERMATA O I FONDI DA TRASFERIRE POTREBBERO ANDARE PERSI
ja: これには時間がかかりません。この画面から離れないでください。そうしないと、スイープ ファンドが失われる可能性があります
ko: 오래 걸리지 않습니다. 이 화면을 떠나거나 스윕된 자금을 잃을 수 있습니다.
my: ဒါက ကြာကြာမခံသင့်ပါဘူး။ ဤစခရင်ကို ချန်မထားပါနှင့် သို့မဟုတ် ထုတ်ယူထားသော ရန်ပုံငွေများ ဆုံးရှုံးနိုင်သည်
nl: Dit duurt niet lang. VERLAAT DIT SCHERM NIET, ANDERS KAN HET SWEPT-GELD VERLOREN WORDEN
pl: To nie powinno zająć dużo czasu. NIE OPUSZCZAJ TEGO EKRANU, W PRZECIWNYM PRZYPADKU MOŻE ZOSTAĆ UTRACONE ŚRODKI.
pt: To nie powinno zająć dużo czasu. NIE WYCHODŹ Z TEGO EKRANU, W PRZECIWNYM WYPADKU MOŻE ZOSTAĆ UTRACONA ŚRODKI
ru: Это не должно занять много времени. НЕ ПОКИДАЙТЕ ЭТОТ ЭКРАН, ИНАЧЕ ВЫЧИСЛЕННЫЕ СРЕДСТВА МОГУТ БЫТЬ ПОТЕРЯНЫ
th: การดำเนินการนี้ใช้เวลาไม่นาน อย่าออกจากหน้าจอนี้ มิฉะนั้นเงินที่กวาดไปอาจสูญหาย
tl: Hindi ito dapat magtagal. HUWAG iwanan ang screen na ito o maaaring mawala ang mga pondo.
tr: Bu uzun sürmemeli. BU EKRANDAN BIRAKMAYIN YOKSA SÜPÜRÜLEN FONLAR KAYBOLABİLİR
uk: Це не повинно зайняти багато часу. НЕ ЗАЛИШАЙТЕ ЦЬОГО ЕКРАНУ, АБО КОШТИ МОЖУТЬ БУТИ ВТРАЧЕНІ
ur: اس میں زیادہ وقت نہیں لینا چاہئے۔ اس اسکرین کو مت چھوڑیں یا بہہ جانے والے فنڈز ضائع ہوسکتے ہیں۔
vi: Việc này không nên mất nhiều thời gian. KHÔNG RỜI KHỎI MÀN HÌNH NÀY HOẶC CÁC KHOẢN TIỀN ĐƯỢC QUÉT CÓ THỂ BỊ MẤT.
zh: 这应该不会花很长时间。请勿离开此屏幕，否则可能会丢失正在归集的资金
zh_tw: 這應該不會花很長時間。請勿離開此螢幕，否則可能會遺失正在歸集的資金

# switchToETHWallet
source: Please switch to an Ethereum wallet and try again
ar: ﻯﺮﺧﺃ ﺓﺮﻣ ﺔﻟﻭﺎﺤﻤﻟﺍﻭ Ethereum ﺔﻈﻔﺤﻣ ﻰﻟﺇ ﻞﻳﺪﺒﺘﻟﺍ ﻰﺟﺮﻳ
bg: Моля, преминете към портфейл Ethereum и опитайте отново
cs: Přejděte na peněženku Ethereum a zkuste to znovu
de: Bitte wechseln Sie zu einem Ethereum-Wallet und versuchen Sie es erneut
es: Por favor, cambia a una billetera Ethereum y vuelve a intentarlo.
fa: لطفاً به یک کیف پول اتریوم تغییر دهید و دوباره تلاش کنید
fr: Veuillez passer à un portefeuille (wallet) Ethereum et réessayer
hi: कृपया एथेरियम वॉलेट पर स्विच करें और पुनः प्रयास करें
hr: Prijeđite na Ethereum novčanik i pokušajte ponovno
hy: Խնդրում ենք անցնել Ethereum դրամապանակ և փորձել կրկին
id: Silakan beralih ke dompet Ethereum dan coba lagi
it: Passa a un portafoglio Ethereum e riprova
ja: イーサリアムウォレットに切り替えてもう一度お試しください
ko: 이더리움 지갑으로 전환하고 다시 시도하세요
my: ကျေးဇူးပြု၍ Ethereum ပိုက်ဆံအိတ်သို့ ပြောင်းပြီး ထပ်စမ်းကြည့်ပါ။
nl: Schakel over naar een Ethereum-portemonnee en probeer het opnieuw
pl: Proszę przełączyć się na portfel Ethereum i spróbuj ponownie
pt: Mude para uma carteira Ethereum e tente novamente
ru: Пожалуйста, переключитесь на кошелек Ethereum и повторите попытку.
th: โปรดเปลี่ยนไปใช้กระเป๋าเงิน Ethereum แล้วลองอีกครั้ง
tl: Mangyaring lumipat sa isang Ethereum wallet at subukang muli
tr: Lütfen bir Ethereum cüzdanına geçin ve tekrar deneyin
uk: Перейдіть на гаманець Ethereum і повторіть спробу
ur: ۔ﮟﯾﺮﮐ ﺶﺷﻮﮐ ﮦﺭﺎﺑﻭﺩ ﺭﻭﺍ ﮟﯾﺮﮐ ﭻﺋﻮﺳ ﺮﭘ ﭧﯿﻟﺍﻭ Ethereum ﻡﺮﮐ ﮦﺍﺮﺑ
vi: Vui lòng chuyển sang ví Ethereum và thử lại
zh: 请切换到以太坊钱包并重试
zh_tw: 請切換到以太坊錢包並重試
