Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# unconfirmed
source: Unconfirmed Balance
ar: رصيد غير مؤكد
bg: Непотвърден баланс
cs: Nepotvrzený zůstatek
de: Unbestätigter Saldo
es: Saldo no confirmado
fa: موجودی تایید نشده
fr: Solde non confirmé
hi: अपुष्ट शेष राशि
hr: Nepotvrđeno stanje
hy: Չհաստատված մնացորդ
id: Saldo Belum Dikonfirmasi
it: Saldo non confermato
ja: 残高未確認
ko: 미확정 잔액
my: အတည်မပြုနိုင်သော လက်ကျန်ငွေ
nl: Onbevestigd saldo
pl: Niepotwierdzone Saldo
pt: Saldo não confirmado
ru: Неподтвержденный баланс
th: ยอดคงเหลือที่ไม่ได้รับการยืนยัน
tl: Hindi nakumpirma na balanse
tr: Onaylanmamış Bakiye
uk: Непідтверджений баланс
ur: غیر تصدیق شدہ بیلنس
vi: Số dư chưa xác nhận
zh: 未确认余额
zh_tw: 未確認餘額

# understand
source: I understand
ar: لقد فهمت
bg: Разбирам
cs: Rozumím
de: Ich verstehe
es: Entiendo
fa: متوجه شدم
fr: J'ai compris
hi: मुझे समझ
hr: Razumijem
hy: Ես հասկանում եմ
id: Saya mengerti
it: Capisco
ja: わかります
ko: 이해합니다
my: ကျွန်တော်နားလည်ပါတယ်
nl: Ik begrijp het
pl: Rozumiem
pt: Entendo
ru: Понятно
th: ฉันเข้าใจ
tl: Naiitindihan ko
tr: Anladım
uk: Зрозуміло
ur: میں سمجھتا ہوں۔
vi: Tôi hiểu
zh: 我已知晓
zh_tw: 我已知晓

source: Unlock
ar: الغاء القفل
bg: Отключване
cs: Odemknout
de: Freischalten
es: Desbloquear
fa: باز کردن قفل
fr: Ouvrir
hi: अनलॉक
hr: Otključati
hy: Բացել
id: Membuka kunci
it: Sblocca
ja: ロックを解除します
ko: 잠금 해제
my: သော့ဖွင့်
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать
th: ปลดล็อค
tl: I-unlock
tr: Kilidini aç
uk: Розблокувати
ur: غیر مقفل
vi: Mở khóa
zh: 开锁
zh_tw: 開鎖

# unmatched_currencies
source: Your current wallet's currency does not match that of the scanned QR
ar: عملة محفظتك الحالية لا تتطابق مع عملة QR الممسوحة ضوئيًا
bg: Валутата на този портфейл не съвпада с тази от сканирания QR код
cs: Měna vaší současné peněženky neodpovídá té v naskenovaném QR kódu
de: Die Währung Ihres aktuellen Wallets stimmt nicht mit der des gescannten QR überein
es: La moneda de tu billetera actual no coincide con la del código QR escaneado
fa: ارز کیف پول فعلی شما با کد QR اسکن شده مطابقت ندارد
fr: La devise de votre portefeuille (wallet) actuel ne correspond pas à celle du QR code scanné
hi: आपके वर्तमान वॉलेट की मुद्रा स्कैन किए गए क्यूआर से मेल नहीं खाती
hr: Valuta vašeg trenutnog novčanika ne odgovara onoj na skeniranom QR-u
hy: Ձեր ընթացիկ դրամապանակի արժույթը չի համապատասխանում սկանավորված QR կոդի արժույթին
id: Mata uang dompet Anda saat ini tidak cocok dengan yang ditandai QR
it: La valuta del tuo portafoglio attuale non corrisponde a quella del QR scansionato
ja: 現在のウォレットの通貨がスキャンされたQRの通貨と一致しません
ko: 현재 지갑 통화가 스캔된 QR의 통화와 일치하지 않습니다.
my: သင့်လက်ရှိပိုက်ဆံအိတ်၏ငွေကြေးသည် စကင်ဖတ်ထားသော QR နှင့် မကိုက်ညီပါ။
nl: De valuta van uw huidige portemonnee komt niet overeen met die van de gescande QR
pl: Waluta Twojego aktualnego portfela nie jest zgodna z walutą zeskanowanego kodu QR
pt: A moeda da sua carteira atual não corresponde à do QR digitalizado
ru: Валюта вашего текущего кошелька не соответствует валюте отсканированного QR-кода.
th: สกุลเงินของกระเป๋าปัจจุบันของคุณไม่ตรงกับของ QR ที่สแกน
tl: Hindi tumutugma ang pera ng iyong kasalukuyang wallet sa na-scan na QR
tr: Mevcut cüzdanınızın para birimi taranan QR ile eşleşmiyor
uk: Валюта вашого гаманця не збігається з валютою сканованого QR-коду
ur: آپ کے پرس کی موجودہ کرنسی اسکین شدہ QR سے مماثل نہیں ہے۔
vi: Tiền tệ của ví hiện tại của bạn không khớp với QR đã quét
zh: 您当前钱包的货币与扫描的 QR 的货币不匹配
zh_tw: 您當前錢包的貨幣與掃描的 QR 的貨幣不匹配

# unspent_change
source: Change
ar: يتغير
bg: Промяна
cs: Změna
de: Wechselgeld
es: Cambio
fa: باقی‌مانده
fr: Monnaie
hi: परिवर्तन
hr: Promijeniti
hy: Մնացորդ
id: Mengubah
it: Resto
ja: 変化
ko: 잔돈
my: ပေြာင်းလဲခြင်း
nl: Wijziging
pl: Reszta
pt: Troco
ru: Изменять
th: เปลี่ยน
tl: Sukli
tr: Değiştirmek
uk: Зміна
ur: تبدیل کریں
vi: Tiền thối
zh: 找零
zh_tw: 找零

# unspent_coins_details_title
source: Unspent coins details
ar: تفاصيل العملات الغير المنفقة
bg: Подробности за неизползваните монети
cs: Podrobnosti o neutracených mincích
de: Details zu nicht ausgegebenen Coins
es: Detalles de monedas no gastadas
fa: جزئیات کوین‌های خرج نشده
fr: Détails des pièces (coins) non dépensées
hi: अव्ययित सिक्कों का विवरण
hr: Nepotrošeni detalji o novčićima
hy: Չծախսված արժույթների մանրամասները
id: Rincian koin yang tidak terpakai
it: Dettagli sulle monete non spese
ja: 未使用のコインの詳細
ko: 미사용 코인 세부 정보
my: အသုံးမဝင်သော အကြွေစေ့အသေးစိတ်များ
nl: Details van niet-uitgegeven munten
pl: Szczegóły niezużytych monet
pt: Detalhes de moedas não gastas
ru: Сведения о неизрасходованных монетах
th: รายละเอียดเหรียญที่ไม่ได้ใช้
tl: Mga detalye ng mga hindi nagastos na barya
tr: Harcanmamış koin detayları
uk: Відомості про невитрачені монети
ur: غیر خرچ شدہ سککوں کی تفصیلات
vi: Chi tiết các đồng tiền chưa chi tiêu
zh: 未花费资金详情
zh_tw: 未花費資金詳情

# unspent_coins_title
source: Unspent coins
ar: العملات الغير المنفقة
bg: Неизползвани монети
cs: Neutracené mince
de: Nicht ausgegebene Coins
es: Monedas sin gastar
fa: کوین‌های خرج نشده
fr: Pièces (coins) non dépensées
hi: खर्च न किए गए सिक्के
hr: Nepotrošeni novčići
hy: Չծախսված արժույթներ
id: Koin yang tidak terpakai
it: Monete non spese
ja: 未使用のコイン
ko: 미사용 코인
my: အသုံးမဝင်သော အကြွေစေ့များ
nl: Ongebruikte munten
pl: Niewykorzystane monety
pt: Moedas não gastas
ru: Неизрасходованные монеты
th: เหรียญที่ไม่ได้ใช้
tl: Mga hindi nagamit na barya
tr: Harcanmamış koinler
uk: Невитрачені монети
ur: غیر خرچ شدہ سکے ۔
vi: Các đồng tiền chưa chi tiêu
zh: 未花费资金
zh_tw: 未花費資金

# unsupported_asset
source: We don't support this action for this asset. Please create or switch to a wallet of a supported asset type.
ar: .ﻡﻮﻋﺪﻣ ﻞﺻﺃ ﻉﻮﻧ ﻦﻣ ﺔﻈﻔﺤﻣ ﻰﻟﺇ ﻞﻳﺪﺒﺘﻟﺍ ﻭﺃ ءﺎﺸﻧﺇ ﻰﺟﺮﻳ .ﻞﺻﻷ﻿ﺍ ﺍﺬﻬﻟ ءﺍﺮﺟﻹ﻿ﺍ ﺍﺬﻫ ﻢﻋﺪﻧ ﻻ﻿ ﻦﺤﻧ
bg: Не поддържаме това действие за този актив. Моля, създайте или преминете към портфейл от поддържан тип актив.
cs: Tuto akci u tohoto díla nepodporujeme. Vytvořte nebo přepněte na peněženku podporovaného typu aktiv.
de: Wir unterstützen diese Aktion für dieses Asset nicht. Bitte erstellen Sie eine Wallet eines unterstützten Asset-Typs oder wechseln Sie zu einer Wallet.
es: No se admite esta acción para este activo. Por favor, crea o cambia a una cartera de un activo compatible.
fa: ما از این اقدام برای این دارایی پشتیبانی نمی‌کنیم. لطفاً کیف پولی از نوع دارایی پشتیبانی شده ایجاد کنید یا به آن تغییر دهید.
fr: Nous ne prenons pas en charge cette action pour cet élément. Veuillez créer ou passer à un portefeuille d'un type d'actif pris en charge.
hi: हम इस संपत्ति के लिए इस कार्रवाई का समर्थन नहीं करते हैं. कृपया समर्थित परिसंपत्ति प्रकार का वॉलेट बनाएं या उस पर स्विच करें।
hr: Ne podržavamo ovu radnju za ovaj materijal. Izradite ili prijeđite na novčanik podržane vrste sredstava.
hy: Մենք չենք աջակցում այս գործողությունը այս ակտիվի համար։ Խնդրում ենք ստեղծել կամ անցնել աջակցվող ակտիվի տեսակին համապատասխան դրամապանակի։
id: Kami tidak mendukung tindakan ini untuk aset ini. Harap buat atau alihkan ke dompet dari jenis aset yang didukung.
it: Non supportiamo questa azione per questa risorsa. Crea o passa a un portafoglio di un tipo di asset supportato.
ja: このアセットに対するこのアクションはサポートされていません。サポートされているアセットタイプのウォレットを作成するか、ウォレットに切り替えてください。
ko: 이 자산에 대해 이 작업을 지원하지 않습니다. 지원되는 자산 유형의 지갑을 생성하거나 전환하세요.
my: ဤပိုင်ဆိုင်မှုအတွက် ဤလုပ်ဆောင်ချက်ကို ကျွန်ုပ်တို့ မပံ့ပိုးပါ။ ကျေးဇူးပြု၍ ပံ့ပိုးပေးထားသော ပိုင်ဆိုင်မှုအမျိုးအစား၏ ပိုက်ဆံအိတ်ကို ဖန်တီးပါ သို့မဟုတ် ပြောင်းပါ။
nl: We ondersteunen deze actie niet voor dit item. Maak of schakel over naar een portemonnee van een ondersteund activatype.
pl: Nie obsługujemy tej operacji dla tego aktywa. Utwórz lub przełącz się na portfel obsługiwanego typu aktywów.
pt: Não oferecemos suporte a esta ação para este recurso. Crie ou mude para uma carteira de um tipo de ativo compatível.
ru: Мы не поддерживаем это действие для этого объекта. Пожалуйста, создайте или переключитесь на кошелек поддерживаемого типа активов.
th: เราไม่สนับสนุนการกระทำนี้สำหรับเนื้อหานี้ โปรดสร้างหรือเปลี่ยนเป็นกระเป๋าเงินประเภทสินทรัพย์ที่รองรับ
tl: Hindi namin sinusuportahan ang pagkilos na ito para sa asset na ito. Mangyaring lumikha o lumipat sa isang wallet ng isang suportadong uri ng asset.
tr: Bu öğe için bu eylemi desteklemiyoruz. Lütfen desteklenen bir varlık türünde bir cüzdan oluşturun veya cüzdana geçiş yapın.
uk: Ми не підтримуємо цю дію для цього ресурсу. Створіть або перейдіть на гаманець підтримуваного типу активів.
ur: ۔ﮟﯾﺮﮐ ﭻﺋﻮﺳ ﺮﭘ ﺱﺍ ﺎﯾ ﮟﯿﺋﺎﻨﺑ ﺱﺮﭘ ﺎﮐ ﻢﺴﻗ ﯽﮐ ﮧﺛﺎﺛﺍ ﮧﺘﻓﺎﯾ ﻥﻭﺎﻌﺗ ﻡﺮﮐ ﮦﺍﺮﺑ ۔ﮟﯿﮨ ﮯﺗﺮﮐ ﮟﯿﮩﻧ ﺖﯾﺎﻤﺣ ﯽﮐ ﯽﺋﺍﻭﺭﺭﺎﮐ ﺱﺍ ﮯﯿﻟ ﮯﮐ ﮧﺛﺎﺛﺍ ﺱﺍ ﻢﮨ
vi: Chúng tôi không hỗ trợ hành động này cho tài sản này. Vui lòng tạo hoặc chuyển sang ví của loại tài sản được hỗ trợ.
zh: 我们不支持针对该资产采取此操作。请创建或切换到支持的资产类型的钱包。
zh_tw: 我們不支援針對此資產採取此操作。請創建或切換到支援的資產類型的錢包。

source: Uptime
ar: مدة التشغيل
bg: Време за работа
de: Betriebszeit
es: Tiempo de actividad
fa: زمان کارکرد
fr: Durée de la baisse
hi: अपटाइम
hr: Radno vrijeme
hy: Աշխատանքային ժամանակ
ja: 稼働時間
ko: 가동 시간
my: အထက်က
pl: Czas dostępności
pt: Tempo de atividade
ru: Время безотказной работы
th: เวลาทำงาน
tr: Çalışma süresi
uk: Час роботи
ur: اپ ٹائم
vi: Thời gian hoạt động
zh: 正常运行时间
zh_tw: 正常執行時間

# upto
source: up to ${value}
ar: حتى ${value}
bg: до ${value}
cs: až ${value}
de: bis zu ${value}
es: hasta ${value}
fa: تا ${value}
fr: jusqu'à ${value}
hi: ${value} तक
hr: do ${value}
hy: մինչև ${value}
id: hingga ${value}
it: fino a ${value}
ja: up up ${value}
ko: ${value}까지
my: ${value} အထိ
nl: tot ${value}
pl: do ${value}
pt: até ${value}
ru: до ${value}
th: สูงสุด ${value}
tl: hanggang sa ${value}
tr: Şu miktara kadar: ${value}
uk: до ${value}
ur: ${value} تک
vi: lên đến ${value}
zh: 最高 ${value}
zh_tw: 最高 ${value}

source: USB
my: ယူအက်စ်ဘီ
th: ยูเอสบี
ur: یو ایس بی

# use
source: Switch to
ar: التبديل إلى
bg: Смяна на
cs: Přepnout na
de: Wechsel zu
es: Cambiar a
fa: تغییر به
fr: Changer vers code PIN à
hi: उपयोग
hr: Prebaci na
hy: Փոխեք
id: Beralih ke
it: Passa a
ja: 使用する
ko: 다음으로 전환
my: သို့ပြောင်းပါ။
nl: Gebruik
pl: Przełącz na
pt: Use PIN de
ru: Использовать
th: สลับไปที่
tl: Lumipat sa
tr: Şuna geç:
uk: Використати
ur: تبدیل کرنا
vi: Chuyển sang
zh: 切换使用
zh_tw: 切換使用

# use_card_info_three
source: Use the digital card online or with contactless payment methods.
ar: استخدم البطاقة الرقمية عبر الإنترنت أو مع طرق الدفع غير التلامسية.
bg: Използвайте дигиталната карта онлайн или чрез безконтактен метод на плащане.
cs: Použijte tuto digitální kartu online nebo bezkontaktními platebními metodami.
de: Verwenden Sie die digitale Karte online oder mit kontaktlosen Zahlungsmethoden.
es: Utiliza la tarjeta digital en línea o con métodos de pago sin contacto.
fa: از کارت دیجیتال به صورت آنلاین یا با روش‌های پرداخت بدون تماس استفاده کنید.
fr: Utilisez la carte numérique en ligne ou avec des méthodes de paiement sans contact.
hi: डिजिटल कार्ड का ऑनलाइन या संपर्क रहित भुगतान विधियों के साथ उपयोग करें।
hr: Koristite digitalnu karticu online ili s beskontaktnim metodama plaćanja.
hy: Օգտագործեք թվային քարտը առցանց կամ անշփման վճարման մեթոդներով։
id: Gunakan kartu digital secara online atau dengan metode pembayaran tanpa kontak.
it: Utilizza la carta digitale online o con metodi di pagamento contactless.
ja: デジタルカードをオンラインまたは非接触型決済方法で使用してください。
ko: 디지털 카드를 온라인 또는 비접촉 결제 방법으로 사용하세요.
my: ဒစ်ဂျစ်တယ်ကတ်ကို အွန်လိုင်း သို့မဟုတ် ထိတွေ့မှုမဲ့ ငွေပေးချေမှုနည်းလမ်းများဖြင့် အသုံးပြုပါ။
nl: Gebruik de digitale kaart online of met contactloze betaalmethoden.
pl: Użyj cyfrowej karty online lub przy pomocy zbliżeniowych metod płatności.
pt: Use o cartão digital online ou com métodos de pagamento sem contato.
ru: Используйте цифровую карту онлайн или с помощью бесконтактных способов оплаты.
th: ใช้บัตรดิจิตอลออนไลน์หรือผ่านวิธีการชำระเงินแบบไม่ต้องใช้บัตรกระดาษ
tl: Gamitin ang digital card online o sa mga paraan ng pagbabayad na walang contact.
tr: Dijital kartı çevrimiçi olarak veya temassız ödeme yöntemleriyle kullanın.
uk: Використовуйте цифрову картку онлайн або за допомогою безконтактних методів оплати.
ur: ڈیجیٹل کارڈ آن لائن یا کنٹیکٹ لیس ادائیگی کے طریقوں کے ساتھ استعمال کریں۔
vi: Sử dụng thẻ kỹ thuật số trực tuyến hoặc với các phương thức thanh toán không tiếp xúc.
zh: 在线使用电子卡或使用非接触式支付方式。
zh_tw: 線上使用電子卡或使用非接觸式支付方式。

# use_card_info_two
source: Funds are converted to USD when they're held in the prepaid account, not in digital currencies.
ar: يتم تحويل الأموال إلى الدولار الأمريكي عند الاحتفاظ بها في الحساب المدفوع مسبقًا ، وليس بالعملات الرقمية.
bg: Средствата се обръщат в USD, когато биват запазени в предплатената карта, а не в дигитална валута.
cs: Prostředky jsou převedeny na USD, když jsou drženy na předplaceném účtu, nikoliv na digitální měnu.
de: Guthaben werden auf dem Prepaid-Konto in USD umgerechnet, nicht in digitale Währung.
es: Los fondos se convierten a USD cuando se mantienen en la cuenta prepaga, no en monedas digitales.
fa: وجوه زمانی که در حساب پیش‌پرداخت نگهداری می‌شوند به دلار تبدیل می‌شوند، نه در ارزهای دیجیتال.
fr: Les fonds sont convertis en USD lorsqu'ils sont détenus sur le compte prépayé, et non en devises numériques.
hi: डिजिटल मुद्राओं में नहीं, प्रीपेड खाते में रखे जाने पर निधियों को यूएसडी में बदल दिया जाता है।
hr: Sredstva se pretvaraju u USD kada se drže na prepaid računu, a ne u digitalnim valutama.
hy: Միջոցները փոխարկվում են ԱՄՆ դոլար երբ դրանք պահվում են կանխավճարային հաշվեկշռում, ոչ թե թվային արժույթներում։
id: Dana dikonversi ke USD ketika disimpan dalam akun pra-bayar, bukan dalam mata uang digital.
it: I fondi vengono convertiti in USD quando sono detenuti nel conto prepagato, non in valute digitali.
ja: デジタル通貨ではなく、プリペイドアカウントで保持されている場合、資金は米ドルに変換されます。
ko: 자금은 디지털 통화가 아닌 선불 계정에 보관될 때 USD로 변환됩니다.
my: ဒစ်ဂျစ်တယ်ငွေကြေးများဖြင့်မဟုတ်ဘဲ ကြိုတင်ငွေပေးချေသည့်အကောင့်တွင် သိမ်းထားသည့်အခါ ရန်ပုံငွေများကို USD သို့ ပြောင်းလဲပါသည်။
nl: Tegoeden worden omgezet naar USD wanneer ze op de prepaid-rekening staan, niet in digitale valuta.
pl: Środki są konwertowane na USD, gdy są przechowywane na koncie przedpłaconym, a nie w kryptowalutach.
pt: Os fundos são convertidos para USD quando mantidos na conta pré-paga, não em moedas digitais.
ru: Средства конвертируются в доллары США, когда они хранятся на предоплаченном счете, а не в цифровых валютах.
th: เงินจะถูกแปลงค่าเป็นดอลลาร์สหรัฐเมื่อถือไว้ในบัญชีสำรองเงิน ไม่ใช่สกุลเงินดิจิตอล
tl: Ang mga pondo ay na-convert sa USD kapag hawak sa prepaid account, hindi sa mga digital na pera.
tr: Paralar, dijital para birimlerinde değil, ön ödemeli hesapta tutulduğunda USD'ye dönüştürülür.
uk: Кошти конвертуються в долари США, якщо вони зберігаються на передплаченому рахунку, а не в цифрових валютах.
ur: رقوم کو امریکی ڈالر میں تبدیل کیا جاتا ہے جب پری پیڈ اکاؤنٹ میں رکھا جاتا ہے، ڈیجیٹل کرنسیوں میں نہیں۔
vi: Các khoản tiền được chuyển đổi thành USD khi chúng được giữ trong tài khoản trả trước, không phải trong các loại tiền kỹ thuật số.
zh: 预付账户中的资金转换为美元，不是数字货币。
zh_tw: 預付帳戶中的資金轉換為美元，不是數位貨幣。

source: Use SSL
ar: استخدم SSL
bg: Използване на SSL
cs: Použít SSL
de: SSL verwenden
es: Usar SSL
fa: استفاده از SSL
fr: Utiliser SSL
hi: उपयोग SSL
hr: Koristi SSL
hy: Օգտագործել SSL
id: Gunakan SSL
it: Usa SSL
ja: SSLを使用する
ko: SSL 사용
my: SSL ကိုသုံးပါ။
nl: Gebruik SSL
pl: Użyj SSL
ru: Использовать SSL
th: ใช้ SSL
tl: Gumamit ng SSL
tr: SSL kullan
uk: Використати SSL
ur: SSL استعمال کریں۔
vi: Sử dụng SSL
zh: 使用SSL
zh_tw: 使用SSL

source: Use Suggested
ar: استخدام المقترح
bg: Използване на предложеното
cs: Použít doporučený
de: Vorgeschlagen verwenden
es: Usar sugerido
fa: استفاده از پیشنهادی
fr: Suivre la suggestion
hi: सुझाए गए का प्रयोग करें
hr: Koristite predloženo
hy: Օգտագործել առաջարկվածը
id: Gunakan yang Disarankan
it: Usa suggerito
ja: 推奨を使用
ko: 제안 사용
my: အကြံပြုထားသည်ကို အသုံးပြုပါ။
nl: Gebruik aanbevolen
pl: Użyj sugerowanej
pt: Uso sugerido
ru: Использовать предложенный
th: ใช้ที่แนะนำ
tl: Gumamit ng iminungkahing
tr: Önerileni Kullan
uk: Використати запропоноване
ur: تجویز کردہ استعمال کریں۔
vi: Sử dụng đề xuất
zh: 使用建议
zh_tw: 使用建議

source: Use Testnet
ar: استخدم testnet
bg: Използвайте TestNet
cs: Použijte testNet
de: TESTNET verwenden
es: Usar Testnet
fa: استفاده از شبکه تست (Testnet)
fr: Utiliser TestNet
hi: टेस्टनेट का उपयोग करें
hr: Koristite TestNet
hy: Օգտագործել Testnet
id: Gunakan TestNet
it: Usa TestNet
ja: テストネットを使用します
ko: 테스트넷 사용
my: testnet ကိုသုံးပါ
nl: Gebruik testnet
pl: Użyj Testnetu
ru: Используйте Testnet
th: ใช้ testnet
tl: Gumamit ng testnet
tr: TestNet kullanın
uk: Використовуйте тестову мережу
ur: ٹیسٹ نیٹ استعمال کریں
vi: Sử dụng Testnet
zh: 使用TestNet
zh_tw: 使用TestNet

source: Value
ar: قيمة
bg: Стойност
cs: Hodnota
de: Wert
es: Valor
fa: ارزش
fr: Valeur
hi: कीमत
hr: Vrijednost
hy: Արժեք
id: Nilai
it: Valore
ja: 価値
ko: 값
my: အဘိုး
nl: Waarde
pl: Wartość
pt: Valor
ru: Ценить
th: ค่า
tl: Halaga
tr: Değer
uk: Цінність
ur: قدر
vi: Giá trị
zh: 价值
zh_tw: 價值

source: Value Type
ar: نوع القيمة
bg: Тип стойност
cs: Typ hodnoty
de: Werttyp
es: Tipo de valor
fa: نوع ارزش
fr: Type de valeur
hi: मान प्रकार
hr: Tipa vrijednosti
hy: Արժեքի տեսակ
id: Jenis Nilai
it: Tipo di valore
ja: 値タイプ
ko: 값 유형
my: Value အမျိုးအစား
nl: Waarde type
pl: Typ wartości
pt: Tipo de valor
ru: Тип значения
th: ประเภทค่า
tl: Uri ng halaga
tr: Değer türü
uk: Тип значення
ur: قدر کی قسم
vi: Loại giá trị
zh: 值类型
zh_tw: 值類型

# variable_pair_not_supported
source: This variable pair is not supported with the selected exchanges
ar: هذا الزوج المتغير غير مدعوم في التبادلات المحددة
bg: Този variable pair не се поддържа от избраната борса
cs: Tento pár s tržním kurzem není ve zvolené směnárně podporován
de: Dieses Variablenpaar wird von den ausgewählten Börsen nicht unterstützt
es: Este par de variables no es compatible con los intercambios seleccionados
fa: این جفت متغیر با صرافی‌های انتخاب شده پشتیبانی نمی‌شود
fr: Cette paire variable n'est pas prise en charge avec les échanges sélectionnés
hi: यह परिवर्तनीय जोड़ी चयनित एक्सचेंजों के साथ समर्थित नहीं है
hr: Ovaj par varijabli nije podržan s odabranim burzama
hy: Այս փոփոխականի զույգը չի աջակցվում ընտրված բորսաների հետ
id: Pasangan variabel ini tidak didukung dengan bursa yang dipilih
it: Questa coppia di variabili non è supportata con gli scambi selezionati
ja: この変数ペアは、選択した取引所ではサポートされていません
ko: 선택한 교환소에서는 이 변동 쌍이 지원되지 않습니다.
my: ရွေးချယ်ထားသော ဖလှယ်မှုများဖြင့် ဤပြောင်းလဲနိုင်သောအတွဲကို ပံ့ပိုးမထားပါ။
nl: Dit variabelenpaar wordt niet ondersteund met de geselecteerde uitwisselingen
pl: Ta para zmiennych nie jest obsługiwana przez wybrane giełdy
pt: Este par de variáveis não é compatível com as trocas selecionadas
ru: Эта пара переменных не поддерживается выбранными биржами.
th: คู่ความสัมพันธ์ที่เปลี่ยนแปลงได้นี้ไม่สนับสนุนกับหุ้นที่เลือก
tl: Ang variable na pares na ito ay hindi suportado sa mga napiling exchange
tr: Bu değişken paritesi seçilen borsalarda desteklenmemekte
uk: Ця пара змінних не підтримується вибраними біржами
ur: یہ متغیر جوڑا منتخب ایکسچینجز کے ساتھ تعاون یافتہ نہیں ہے۔
vi: Cặp biến này không được hỗ trợ với các sàn giao dịch đã chọn
zh: 所选交易所不支持此变量对
zh_tw: 所選交易所不支援此變量對

source: Verification
ar: تَحَقّق
bg: Потвърждаване
cs: Ověření
de: Verifizierung
es: Verificación
fa: تایید
fr: Vérification
hi: सत्यापन
hr: Potvrda
hy: Ստուգում
id: Verifikasi
it: Verifica
ja: 検証
ko: 검증
my: စိစစ်ခြင်း။
nl: Verificatie
pl: Weryfikacja
pt: Verificação
ru: Проверка
th: การตรวจสอบ
tl: Pag-verify
tr: Doğrulama
uk: Перевірка
ur: تصدیق
vi: Xác minh
zh: 验证
zh_tw: 驗證

source: Verify Message
ar: تحقق من الرسالة
bg: Проверете съобщението
cs: Ověřit zprávu
de: Nachricht überprüfen
es: Verificar mensaje
fa: تایید پیام
fr: Vérifier le message
hi: संदेश सत्यापित करें
hr: Provjerite poruku
hy: Ստուգել հաղորդագրությունը
id: Verifikasi pesan
it: Verificare il messaggio
ja: メッセージを確認します
ko: 메시지 검증
my: မက်ဆေ့ခ်ျကိုအတည်ပြုရန်
nl: Verifieer bericht
pl: Zweryfikuj wiadomość
pt: Verifique a mensagem
ru: Проверьте сообщение
th: ยืนยันข้อความ
tl: I -verify ang mensahe
tr: Mesajı Doğrula
uk: Перевірте повідомлення
ur: پیغام کی تصدیق کریں
vi: Xác minh tin nhắn
zh: 验证消息
zh_tw: 驗證訊息

source: Verify Seed
ar: تحقق من البذور
bg: Проверете семената
cs: Ověřte osivo
es: Verificar semilla
fa: تایید سید
fr: Vérifiez les semences
hi: बीज सत्यापित करें
hr: Provjerite sjeme
hy: Ստուգեք սերմը
it: Verifica il seme
ja: シードを確認します
ko: 시드 검증
my: မျိုးစေ့ကိုစစ်ဆေးပါ
pl: Zweryfikuj Seed
th: ตรวจสอบเมล็ดพันธุ์
tl: I -verify ang binhi
tr: Tohumu doğrulamak
uk: Перевірте насіння
ur: بیج کی تصدیق کریں
vi: Xác minh hạt giống
zh: 验证助记词
zh_tw: 驗證助記詞

# verify_with_2fa
source: Verify with Cake 2FA
ar: تحقق مع Cake 2FA
bg: Проверете с Cake 2FA
cs: Ověřte pomocí Cake 2FA
de: Verifizieren Sie mit Cake 2FA
es: Verificar con Cake 2FA
fa: تایید با کیک 2FA
fr: Vérifier avec Cake 2FA
hi: केक 2FA के साथ सत्यापित करें
hr: Provjerite s Cake 2FA
hy: Ստուգեք Cake 2FA-ով
id: Verifikasi dengan Cake 2FA
it: Verifica con Cake 2FA
ja: Cake 2FA で検証する
ko: Cake 2FA로 검증
my: Cake 2FA ဖြင့် စစ်ဆေးပါ။
nl: Controleer met Cake 2FA
pl: Zweryfikuj za pomocą Cake 2FA
pt: Verificar com Cake 2FA
ru: Подтвердить с помощью Cake 2FA
th: ตรวจสอบกับ Cake 2FA
tl: Mag-verify sa Cake 2FA
tr: Cake 2FA ile Doğrulayın
uk: Перевірте за допомогою Cake 2FA
ur: کیک 2FA سے تصدیق کریں۔
vi: Xác minh với Cake 2FA
zh: 用 Cake 2FA 验证
zh_tw: 用 Cake 2FA 驗證

# version
source: Version ${currentVersion}
ar: الإصدار ${currentVersion}
bg: Версия ${currentVersion}
cs: Verze ${currentVersion}
es: Versión ${currentVersion}
fa: نسخه ${currentVersion}
hi: संस्करण ${currentVersion}
hr: Verzija ${currentVersion}
hy: Տարբերակ ${currentVersion}
id: Versi ${currentVersion}
it: Versione ${currentVersion}
ja: バージョン ${currentVersion}
ko: 버전 ${currentVersion}
my: ဗားရှင်း ${currentVersion}
nl: Versie ${currentVersion}
pl: Wersja ${currentVersion}
pt: Versão ${currentVersion}
ru: Версия ${currentVersion}
th: เวอร์ชัน ${currentVersion}
tl: Bersyon ${currentVersion}
tr: Sürüm ${currentVersion}
uk: Версія ${currentVersion}
ur: ورژن ${currentVersion}
vi: Phiên bản ${currentVersion}
zh: 版本 ${currentVersion}
zh_tw: 版本 ${currentVersion}

source: View all
ar: مشاهدة الكل
bg: Виж всички
cs: Zobrazit vše
de: Alle anzeigen
es: Ver todo
fa: مشاهده همه
fr: Voir tout
hi: सभी देखें
hr: Prikaži sve
hy: Դիտել բոլորը
id: Lihat Semua
it: Visualizza tutto
ja: すべて表示
ko: 모두 보기
my: အားလုံးကိုကြည့်ရှုပါ။
nl: Alles bekijken
pl: Zobacz wszystkie
pt: Ver todos
ru: Просмотреть все
th: ดูทั้งหมด
tl: Tingnan lahat
tr: Hepsini göster
uk: Переглянути все
ur: سب دیکھیں
vi: Xem tất cả
zh: 查看全部
zh_tw: 查看全部

source: View in Block Explorer
ar: عرض في Block Explorer
bg: Вижте в Block Explorer
cs: Zobrazit v Block Exploreru
de: In Block Explorer anzeigen
es: Ver en el explorador de bloques
fa: مشاهده در کاوشگر بلاک
fr: Voir dans l'Explorateur de Blocs
hy: Դիտել Block Explorer-ում
id: Lihat di Block Explorer
it: Visualizza su Block Explorer
ko: 블록 탐색기에서 보기
my: Block Explorer တွင်ကြည့်ရှုပါ။
pl: Zobacz w eksploratorze bloków
th: ดูใน Block Explorer
tl: Tingnan sa Block Explorer
tr: Blok Gezgini'nde görüntüle
ur: بلاک ایکسپلورر میں دیکھیں
vi: Xem trong Block Explorer
zh: 在区块浏览器中查看
zh_tw: 在區塊瀏覽器中查看

source: View key (private)
ar: مفتاح العرض (خاص)
bg: View key (таен)
cs: Klíč pro zobrazení (soukromý)
de: View Key (geheim)
es: Clave de vista (privada)
fa: کلید مشاهده (خصوصی)
fr: Clef d'audit (view key) (privée)
hi: कुंजी देखें(निजी)
hr: View key (privatni)
hy: Դիտել բանալին (գախտնի)
id: Kunci tampilan (privat)
it: Chiave di visualizzazione (privata)
ja: ビューキー (プライベート)
ko: 보기 키 (개인)
my: သော့ကိုကြည့်ရန် (သီးသန့်)
nl: Bekijk sleutel (privaat)
pl: Klucz podglądu (prywatny)
pt: Chave de visualização (privada)
ru: Приватный ключ просмотра
th: คีย์มุมมอง (ส่วนตัว)
tl: Tingnan ang view key (private)
tr: İzleme anahtarı (özel)
uk: Приватний ключ перегляду
ur: کلید دیکھیں (نجی)
vi: Xem khóa (riêng tư)
zh: 查看私钥 (View Key)
zh_tw: 查看私鑰 (View Key)
