Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# widgets_restore_from_date
source: Restore from date
ar: استعادة من التاريخ
bg: Възстановяване от дата
cs: Obnovit z data
de: Ab Datum wiederherstellen
es: Restaurar desde la fecha
fa: بازیابی از تاریخ
fr: Restaurer depuis une date
hi: दिनांक से पुनर्स्थापित करें
hr: Oporavi pomoću datuma
hy: Վերականգնել ամսաթվից
id: Pulihkan dari tanggal
it: Recupera da data
ja: 日付から復元
ko: 날짜에서 복구
my: ရက်စွဲမှ ပြန်လည်ရယူပါ။
nl: Herstel vanaf datum
pl: Przywróć od daty
pt: Restaurar a partir de data
ru: Восстановить с даты
th: กู้คืนจากวันที่
tl: Ibalik mula sa petsa
tr: Tarihten geri yükle
uk: Відновити з дати
ur: تاریخ سے بحال کریں۔
vi: Khôi phục từ ngày
zh: 从日期还原
zh_tw: 從日期還原

# widgets_seed
source: Seed
ar: سييد
es: Semilla
fa: سید
fr: Phrase secrète (seed)
hi: बीज
hr: pristupnog izraza
hy: Սերմ
id: Biji
it: Seme
ja: シード
ko: 시드
my: မျိုးစေ့
nl: Zaad
pt: Semente
ru: Мнемоническая фраза
th: ซีด
tr: Tohum
uk: Мнемонічна фраза
ur: بیج
vi: Hạt giống
zh: 助记词
zh_tw: 助記詞

# wouoldLikeToConnect
source: would like to connect
ar: ﻝﺎﺼﺗﻻ﻿ﺍ ﻲﻓ ﺐﻏﺮﺗ
bg: иска да се свърже
cs: by se chtělo připojit
de: möchte mich gerne vernetzen
es: quiere conectar
fa: می‌خواهد متصل شود
fr: je voudrais me connecter
hi: जुड़ना चाहेंगे
hr: želio bi se povezati
hy: ցանկանում է միանալ
id: ingin terhubung
it: vorrei connettermi
ja: 接続したいです
ko: 연결하고 싶습니다
my: ချိတ်ဆက်ချင်ပါတယ်။
nl: wil graag verbinden
pl: chce połączyć się
pt: gostaria de me conectar
ru: хотел бы подключиться
th: ต้องการเชื่อมต่อ
tl: gustong kumonekta
tr: bağlanmak istiyorum
uk: хотів би підключитися
ur: ؟ﮯﮔ ﮟﯿﮨﺎﭼ ﺎﻧﮍﺟ
vi: muốn kết nối
zh: 想要连接
zh_tw: 想要連接

# write_down_backup_password
source: Please write down your backup password, which is used for the import of your backup files.
ar: يرجى كتابة كلمة المرور الاحتياطية الخاصة بك ، والتي يتم استخدامها لاستيراد ملفات النسخ الاحتياطي الخاصة بك.
bg: Моля, запишете своята парола за възстановяване. Тя се използва за импортиране на резервни копия на Вашите файлове.
cs: Prosím zapište si své heslo pro zálohy, které se používá pro import vašich souborů se zálohami.
de: Bitte notieren Sie sich Ihr Sicherungskennwort, das für den Import Ihrer Sicherungsdateien gebraucht wird.
es: Anota tu contraseña de respaldo, que se usa para importar tus archivos de respaldo.
fa: لطفاً رمز عبور پشتیبان خود را یادداشت کنید، که برای وارد کردن فایل‌های پشتیبان شما استفاده می‌شود.
fr: Merci d'écrire votre mot de passe de sauvegarde, vous en aurez besoin lors de la relecture de vos fichiers de sauvegarde.
hi: कृपया अपना बैकअप पासवर्ड लिखें, जिसका उपयोग आपकी बैकअप फ़ाइलों के आयात के लिए किया जाता है।
hr: Molimo zapišite svoju lozinku za sigurnosnu kopiju koja se koristi za uvoz datoteka sigurnosne kopije.
hy: Խնդրում ենք գրանցել ձեր կրկնօրինակի գաղտնաբառը, որը օգտագործվում է կրկնօրինակ ֆայլերի ներմուծման համար։
id: Silakan menuliskan kata sandi cadangan Anda, yang digunakan untuk impor file cadangan Anda.
it: Trascrivi la password del backup, che è usata per importare i tuoi file di backup.
ja: バックアップファイルのインポートに使用されるバックアップパスワードを書き留めてください。
ko: 백업 파일 가져오기에 사용되는 백업 비밀번호를 적어두세요.
my: သင်၏ အရန်ဖိုင်များကို တင်သွင်းရန်အတွက် အသုံးပြုသည့် သင်၏ အရန်စကားဝှက်ကို ချရေးပါ။
nl: Noteer uw back-upwachtwoord, dat wordt gebruikt voor het importeren van uw back-upbestanden.
pl: Zapisz swoje hasło kopii zapasowej, które jest używane przy importowaniu plików kopii zapasowych.
pt: Anote sua senha de backup, que será usada para importar seus arquivos de backup.
ru: Запишите пароль резервной копии, который используется для импорта файлов резервных копий.
th: โปรดจดรหัสผ่านสำรองข้อมูลของคุณลงบนกระดาษ ซึ่งจะใช้ในการนำเข้าไฟล์สำรองข้อมูลของคุณ
tl: Mangyaring isulat ang iyong backup na password na ginagamit para sa pag-import ng iyong mga backup na file.
tr: Lütfen yedekleme dosyasının içe aktarılması için kullanılan yedekleme parolanı not et.
uk: Запишіть пароль резервної копії, який використовується для імпорту файлів резервних копій.
ur: براہ کرم اپنا بیک اپ پاس ورڈ لکھیں، جو آپ کی بیک اپ فائلوں کی درآمد کے لیے استعمال ہوتا ہے۔
vi: Vui lòng ghi lại mật khẩu sao lưu của bạn, được sử dụng để nhập các tệp sao lưu của bạn.
zh: 请写下您的备份密码，该密码用于导入备份文件。
zh_tw: 請寫下您的備份密碼，此密碼用於匯入備份檔案。

# xlm_extra_info
source: Please don’t forget to specify the Memo ID while sending the XLM transaction for the exchange
ar: من فضلك لا تنس تحديد معرّف المذكرة أثناء إرسال معاملة XLM للتبادل
bg: Не забравяйте да дадете Memo ID-то, докато изпращате XLM транзакцията за обмена
cs: Prosím nezapomeňte zadat Memo ID, když posíláte XLM transakce ke směně
de: Bitte vergessen Sie nicht, die Memo-ID anzugeben, während Sie die XLM-Transaktion für den Austausch senden
fr: Merci de ne pas oublier de spécifier l'ID de mémo lors de l'envoi de la transaction XLM de l'échange
hi: एक्सचेंज के लिए XLM ट्रांजेक्शन भेजते समय मेमो आईडी निर्दिष्ट करना न भूलें
hr: Molimo ne zaboravite navesti memo ID prilikom slanja XLM transakcije na razmjenu
hy: Խնդրում ենք չմոռանալ նշել Memo ID-ն երբ ուղարկում եք XLM գործարք փոխանակման համար
id: Jangan lupa untuk menentukan ID Memo saat mengirim transaksi XLM untuk pertukaran
ja: 交換用のXLMトランザクションを送信するときに、メモIDを指定することを忘れないでください
my: လဲလှယ်မှုအတွက် XLM ငွေလွှဲပို့နေစဉ် Memo ID ကို သတ်မှတ်ရန် မမေ့ပါနှင့်
nl: Vergeet niet om de Memo-ID op te geven tijdens het verzenden van de XLM-transactie voor de uitwisseling
pt: Não se esqueça de especificar o Memo ID ao enviar a transação XLM para a troca
ru: Не забудьте указать Memo ID (памятка) при отправке транзакции XLM для обмена
th: โปรดอย่าลืมระบุ Memo ID ในขณะที่ส่งธุรกรรม XLM สำหรับการแลกเปลี่ยน
tl: Mangyaring huwag kalimutang tukuyin ang Memo ID habang ipinapadala ang transaksyon sa XLM para sa palitan
tr: Lütfen takas için XLM işlemi gönderirken Memo ID'yi belirtmeyi unutmayın
uk: Будь ласка, не забудьте вказати ідентифікатор пам'ятки під час надсилання транзакції XLM для обміну
ur: ایکسچینج کے لیے XLM ٹرانزیکشن بھیجتے وقت براہ کرم میمو ID بتانا نہ بھولیں۔
vi: Vui lòng đừng quên chỉ định Memo ID khi gửi giao dịch XLM để trao đổi

# xmr_available_balance
source: Available Balance
ar: الرصيد المتوفر
bg: Наличен баланс
cs: Zůstatek (dostupný)
de: Verfügbares Guthaben
es: Saldo disponible
fa: موجودی قابل دسترس
fr: Solde Disponible
hi: उपलब्ध शेष राशि
hr: Raspoloživ iznos
hy: Հասանելի մնացորդ
id: Saldo Tersedia
it: Saldo Disponibile
ja: 利用可能残高
ko: 사용 가능 잔액
my: လက်ကျန်ငွေ ရရှိနိုင်
nl: Beschikbaar saldo
pl: Dostępne saldo
pt: Saldo disponível
ru: Доступный баланс
th: ยอดคงเหลือที่สามารถใช้งานได้
tl: Magagamit na Balanse
tr: Kullanılabilir Bakiye
uk: Доступний баланс
ur: دستیاب بیلنس
vi: Số dư khả dụng
zh: 可用余额
zh_tw: 可用餘額

# xmr_full_balance
source: Full Balance
ar: الرصيد الكامل
bg: Пълен баланс
cs: Zůstatek (celkový)
de: Gesamtguthaben
es: Saldo Total
fa: موجودی کل
fr: Solde Total
hi: पूरा संतुलन
hr: Ukupan iznos
hy: Լրիվ մնացորդ
id: Saldo Penuh
it: Saldo Totale
ja: フルバランス
ko: 전체 잔액
my: မျှတမှု အပြည့်အစုံ
nl: Volledig saldo
pl: Saldo całkowite
pt: Saldo total
ru: Весь баланс
th: ยอดคงเหลือแบบเต็ม
tl: Buong Balanse
tr: Tüm Bakiye
uk: Весь баланс
ur: مکمل بیلنس
vi: Số dư đầy đủ
zh: 全部余额
zh_tw: 全部餘額

# xmr_hidden
source: Hidden
ar: مختفي
bg: Скрит
cs: Skryto
de: Versteckt
es: Oculto
fa: مخفی
fr: Caché
hi: छिपा हुआ
hr: Sakriven
hy: Թաքնված
id: Tersembunyi
it: Nascosto
ja: 非表示
ko: 숨김
my: ဝှက်ထားသည်။
nl: Verborgen
pl: Ukryte
pt: Esconder saldo
ru: Скрыто
th: ซ่อน
tl: Nakatago
tr: Gizli
uk: Приховано
ur: پوشیدہ
vi: Bị ẩn
zh: 隐藏
zh_tw: 隱藏

source: XMR.TO error
ar: خطأ XMR.TO
bg: XMR.TO грешка
cs: XMR.TO chyba
de: XMR.TO-Fehler
es: Error de XMR.TO
fa: خطای XMR.TO
fr: Erreur XMR.TO
hi: XMR.TO त्रुटि
hr: XMR.TO greška
hy: XMR.TO սխալ
it: Errore XMR.TO
ja: XMR.TOエラー
ko: XMR.TO 오류
my: XMR.TO အမှား
nl: XMR.TO-fout
pl: Błąd XMR.TO
pt: Erro XMR.TO
ru: Ошибка XMR.TO
th: ข้อผิดพลาด XMR.TO
tr: XMR.TO hatası
uk: Помилка XMR.TO
ur: XMR.TO غلطی
vi: Lỗi XMR.TO
zh: XMR.TO 错误
zh_tw: XMR.TO 錯誤

# xmr_to_error_description
source: Invalid amount. Maximum limit 8 digits after the decimal point
ar: مبلغ غير صحيح. الحد الأقصى 8 أرقام بعد الفاصلة العشرية
bg: Невалидна сума - най-много 8 цифри след десетичната запетая
cs: Neplatná částka. Maximálně lze použít 8 desetinných míst
de: Ungültiger Betrag. Höchstgrenze 8 Stellen nach dem Dezimalpunkt
es: Monto inválido. Límite máximo: 8 dígitos después del punto decimal
fa: مقدار نامعتبر. حداکثر محدودیت ۸ رقم بعد از اعشار
fr: Montant invalide. La partie décimale doit contenir au plus 8 chiffres
hi: अवैध राशि। दशमलव बिंदु के बाद अधिकतम सीमा 8 अंक
hr: Nevažeći iznos. Dopušteno je najviše 8 znamenki iza točke
hy: Սխալ գումար։ Առավելագույն սահմանը 8 թվանշան է կետից հետո
id: Jumlah tidak valid. Batas maksimal 8 digit setelah koma
it: Importo invalido. Il limite massimo è 8 cifre dopo il punto decimale
ja: 金額が無効です。 小数点以下8桁の上限
ko: 잘못된 금액입니다. 소수점 이하 최대 8자리
my: ပမာဏ မမှန်ပါ။ ဒဿမအမှတ်ပြီးနောက် ဂဏန်း ၈ လုံးတွင် အများဆုံးကန့်သတ်ချက်
nl: Ongeldige hoeveelheid. Maximaal 8 cijfers achter de komma
pl: Nieprawidłowa kwota. Maksymalny limit: 8 cyfr po przecinku
pt: Montante inválido. Limite máximo de 8 dígitos após o ponto decimal
ru: Недопустимая сумма. Максимум 8 цифр после десятичной точки
th: จำนวนไม่ถูกต้อง จำกัดขั้นสูง 8 หลักหลังจุดทศนิยม
tl: Hindi wastong halaga. Maximumna limitasyon 8 digit pagkatapos ng decimal point
tr: Geçersiz tutar. Ondalık noktadan sonra maksimum limit 8 basamaktır
uk: Неприпустима сума. Максимум 8 цифр після десяткової коми
ur: غلط رقم۔ اعشاریہ پوائنٹ کے بعد زیادہ سے زیادہ 8 ہندسے
vi: Số tiền không hợp lệ. Giới hạn tối đa 8 chữ số sau dấu thập phân
zh: 无效金额。小数点后最多 8 位。
zh_tw: 無效金額。小數點後最多 8 位。

# xrp_extra_info
source: Please don’t forget to specify the Destination Tag while sending the XRP transaction for the exchange
ar: من فضلك لا تنس تحديد علامة الوجهة أثناء إرسال معاملة XRP للتبادل
bg: Не забравяйте да дадете Destination Tag-а, когато изпращате XRP транзакцията за обмена
cs: Prosím nezapomeňte zadat Destination Tag, když posíláte XRP transakce ke směně
de: Bitte vergessen Sie nicht, das Ziel-Tag anzugeben, während Sie die XRP-Transaktion für den Austausch senden
fr: Merci de ne pas oublier de spécifier le tag de destination lors de l'envoi de la transaction XRP de l'échange
hi: एक्सचेंज के लिए एक्सआरपी लेनदेन भेजते समय कृपया गंतव्य टैग निर्दिष्ट करना न भूलें
hr: Molimo ne zaboravite navesti odredišnu oznaku prilikom slanja XRP transakcije na razmjenu
hy: Խնդրում ենք չմոռանալ նշել Destination Tag-ը երբ ուղարկում եք XRP գործարք փոխանակման համար
id: Jangan lupa untuk menentukan Tag Tujuan saat mengirim transaksi XRP untuk pertukaran
ja: 取引所のXRPトランザクションを送信するときに、宛先タグを指定することを忘れないでください
my: လဲလှယ်မှုအတွက် XRP ငွေလွှဲပို့နေစဉ် Destination Tag ကို သတ်မှတ်ရန် မမေ့ပါနှင့်
nl: Vergeet niet om de Destination Tag op te geven tijdens het verzenden van de XRP-transactie voor de uitwisseling
pt: Não se esqueça de especificar a etiqueta de destino ao enviar a transação XRP para a troca
ru: Не забудьте указать целевой тег при отправке транзакции XRP для обмена
th: โปรดอย่าลืมระบุ Destination Tag ในขณะที่ส่งธุรกรรม XRP สำหรับการแลกเปลี่ยน
tl: Mangyaring huwag kalimutan na tukuyin ang Destination Tag habang ipinapadala ang transaksyon ng XRP para sa palitan
tr: Lütfen takas için XRP işlemi gönderirken Hedef Etiketi (Destination Tag) belirtmeyi unutmayın
uk: Будь ласка, не забудьте вказати тег призначення під час надсилання XRP-транзакції для обміну
ur: ایکسچینج کے لیے XRP ٹرانزیکشن بھیجتے وقت ڈیسٹینیشن ٹیگ بتانا نہ بھولیں۔
vi: Vui lòng đừng quên chỉ định Destination Tag khi gửi giao dịch XRP để trao đổi

source: Yat Address
ar: عنوان Yat
bg: Yat Адрес
cs: Yat adresa
de: Yat-Adresse
es: Dirección Yat
fa: آدرس Yat
fr: Adresse Yat
hi: Yat पता
hr: Yat adresa
hy: Yat Հասցե
id: Alamat Yat
it: Indirizzo Yat
ja: Yat住所
ko: Yat 주소
my: Yat လိပ်စာ
nl: Yat-adres
pl: Adres Yat
pt: Endereço Yat
ru: Yat адрес
th: ที่อยู่ Yat
tr: Yat adresi
uk: Yat адреса
ur: Yat ایڈریس
vi: Địa chỉ Yat
zh: Yat 地址
zh_tw: Yat 地址

# yat_alert_content
source: Cake Wallet users can now send and receive all their favorite currencies with a one-of-a-kind emoji-based username.
ar: يمكن لمستخدمي Cake Wallet الآن إرسال واستلام جميع عملاتهم المفضلة باستخدام اسم مستخدم فريد من نوعه قائم على الرموز التعبيرية.
bg: Потребителите на Cake Wallet вече могат да изпращат и получават любимите си валути чрез неповторимо потребителско име от емоджита.
cs: Uživatelé Cake Wallet mohou nyní posílat a přijímat všechny své oblíbené měny pomocí něco jako uživatelského jména tvořeného emoji.
de: Cake Wallet-Benutzer können jetzt alle ihre Lieblingswährungen mit einem einzigartigen Emoji-basierten Benutzernamen senden und empfangen.
es: Los usuarios de Cake Wallet ahora pueden enviar y recibir todas sus criptomonedas favoritas con un nombre de usuario único basado en emojis.
fa: کاربران کیک ولت اکنون می‌توانند تمام ارزهای مورد علاقه خود را با یک نام کاربری مبتنی بر ایموجی منحصر به فرد ارسال و دریافت کنند.
fr: Les utilisateurs de Cake Wallet peuvent maintenant envoyer et recevoir leurs monnaies favorites avec un utilisateur unique en son genre basé sur les emojis.
hi: Cake Wallet उपयोगकर्ता अब अपनी सभी पसंदीदा मुद्राओं को एक-एक तरह के इमोजी-आधारित उपयोगकर्ता नाम के साथ भेज और प्राप्त कर सकते हैं।
hr: Korisnici Cake Wallet sada mogu slati i primati sve svoje omiljene valute s jedinstvenim korisničkim imenom na temelju emojija.
hy: Cake Wallet-ի օգտատերերը այժմ կարող են ուղարկել և ստանալ իրենց սիրած արժույթները emoji-ների հիման վրա օգտագործվող անունով։
id: Pengguna Cake Wallet sekarang dapat mengirim dan menerima semua mata uang favorit mereka dengan nama pengguna berbasis emoji yang satu-of-a-kind.
it: Gli utenti di Cake Wallet possono ora inviare e ricevere tutte le loro valute preferite con un nome utente unico basato su emoji.
ja: Cake Walletユーザーは、独自の絵文字ベースのユーザー名を使用して、お気に入りのすべての通貨を送受信できるようになりました。
ko: Cake Wallet 사용자는 이제 고유한 이모지 기반 사용자 이름으로 좋아하는 모든 통화를 보내고 받을 수 있습니다.
my: Cake Wallet အသုံးပြုသူများသည် တစ်မျိုးတည်းသော အီမိုဂျီအခြေခံအသုံးပြုသူအမည်ဖြင့် ၎င်းတို့၏ စိတ်ကြိုက်ငွေကြေးအားလုံးကို ပေးပို့နိုင်ပါပြီ။
nl: Cake Wallet-gebruikers kunnen nu al hun favoriete valuta's verzenden en ontvangen met een unieke emoji-gebaseerde gebruikersnaam.
pl: Użytkownicy Cake Wallet mogą teraz wysyłać i odbierać wszystkie ulubione waluty przy użyciu niepowtarzalnej nazwy użytkownika opartej na emoji.
pt: Os usuários da Cake Wallet agora podem enviar e receber todas as suas moedas favoritas com um nome de usuário baseado em emoji único.
ru: Пользователи Cake Wallet теперь могут отправлять и получать криптовалюту при помощи уникального имени пользователя на основе эмодзи.
th: ผู้ใช้งาน Cake Wallet สามารถส่งและรับเหรียญออนไลน์ทุกเหรียญที่ชื่นชอบของพวกเขาได้ง่ายขึ้นด้วยชื่อผู้ใช้งานที่พิเศษที่ระบุด้วยอีโมจิ
tl: Ang mga gumagamit ng Cake Wallet ay maaari na ngayong magpadala at tumanggap ng lahat ng kanilang mga paboritong pera gamit ang isa sa isang uri ng emoji-based na username.
tr: Cake Wallet kullanıcıları artık tüm favori koin birimlerini benzersiz emoji tabanlı kullanıcı adıyla gönderebilir ve alabilirler.
uk: Користувачі Cake Wallet тепер можуть надсилати та отримувати криптовалюту за допомогою унікального імені користувача на основі смайликів.
ur: Cake والیٹ کے صارفین اب ایک قسم کے ایموجی پر مبنی صارف نام کے ساتھ اپنی تمام پسندیدہ کرنسیاں بھیج اور وصول کر سکتے ہیں۔
vi: Người dùng Cake Wallet hiện có thể gửi và nhận tất cả các loại tiền yêu thích của họ với tên người dùng dựa trên emoji độc đáo.
zh: Cake Wallet 用户现在可以使用独一无二的基于表情符号的用户名发送和接收他们喜欢的所有货币。
zh_tw: Cake Wallet 使用者現在可以使用獨一無二的基於表情符號的使用者名發送和接收他們喜欢的所有貨幣。

# yat_alert_title
source: Send and receive crypto more easily with Yat
ar: أرسل واستقبل العملات المشفرة بسهولة أكبر مع Yat
bg: Търгувайте с крипто много по-лесно чрез Yat
cs: Posílejte a přijímejte crypto jednodušeji s Yat
de: Senden und Empfangen von Krypto leichter mit Yat
es: Envía y recibe cripto más fácilmente con Yat
fa: ارسال و دریافت آسان‌تر کریپتو با Yat
fr: Envoyez et recevez des cryptos plus facilement avec Yat
hi: के साथ अधिक आसानी से क्रिप्टो भेजें और प्राप्त करें Yat
hr: Lakše šaljite i primajte kriptovalute s Yatom
hy: Ուղարկել և ստանալ կրիպտո ավելի հեշտությամբ Yat-ի միջոցով
id: Kirim dan terima crypto dengan lebih mudah dengan Yat
it: Invia e ricevi criptovalute più facilmente con Yat
ja: Yatで暗号をより簡単に送受信できます
ko: Yat으로 암호화폐를 더 쉽게 보내고 받으세요
my: Yat ဖြင့် crypto ကိုပိုမိုလွယ်ကူစွာပေးပို့လက်ခံပါ။
nl: Verzend en ontvang crypto gemakkelijker met Yat
pl: Łatwiej wysyłać i odbierać kryptowaluty dzięki Yat
pt: Envie e receba criptografia mais facilmente com Yat
ru: С Yat проще отправлять и получать криптовалюту
th: ส่งและรับเหรียญออนไลน์ง่ายขึ้นด้วย Yat
tl: Magpadala at tumanggap ng crypto nang mas madali gamit ang Yat
tr: Yat ile daha kolay kripto gönderin ve alın
uk: За допомогою Yat легше надсилати та отримувати криптовалюту
ur: Yat کے ساتھ زیادہ آسانی سے کریپٹو بھیجیں اور وصول کریں۔
vi: Gửi và nhận crypto dễ dàng hơn với Yat
zh: 使用 Yat 更轻松地发送和接收加密货币
zh_tw: 使用 Yat 更輕鬆地發送和接收加密貨幣

source: Yat error
ar: خطأ Yat
bg: Yat грешка
cs: Yat chyba
de: Yat-Fehler
es: Error de Yat
fa: خطای Yat
fr: Erreur Yat
hi: Yat त्रुटि
hr: Yat pogreška
hy: Yat սխալ
id: Kesalahan Yat
it: Errore Yat
ja: Yatエラー
ko: Yat 오류
my: Yat အမှား
nl: Yat fout
pl: Błąd Yat
pt: Yat erro
ru: Ошибка Yat
th: ข้อผิดพลาดของ Yat
tl: Error sa Yat
tr: Yat hatası
uk: Помилка Yat
ur: Yat غلطی
vi: Lỗi Yat
zh: Yat 错误
zh_tw: Yat 錯誤

# yat_error_content
source: No addresses linked with this Yat. Try another Yat
ar: لا توجد عناوين مرتبطة بهذا Yat. جرب يات آخر
bg: Няма адреси, свързани с този Yat. Опитайте с друг Yat
cs: Žádná adresa není spojena s tímto Yatem. Zkuste jiný Yat
de: Keine Adressen mit diesem Yat verknüpft. Versuchen Sie es mit einem anderen Yat
es: No hay direcciones vinculadas a este Yat. Prueba con otro Yat
fa: هیچ آدرسی با این Yat لینک نشده است. یک Yat دیگر را امتحان کنید
fr: Aucune adresse associée à ce Yat. Essayez un autre Yat
hi: इसके साथ कोई पता लिंक नहीं है Yat. कोई दूसरा आज़माएं Yat
hr: Nema adresa povezanih s ovim Yat -om. Pokušajte s drugim Yat -om
hy: Այս Yat-ի հետ կապված հասցեներ չկան։ Փորձեք այլ Yat
id: Tidak ada alamat yang terkait dengan Yat ini. Coba Yat lain
it: Nessun indirizzo collegato a questo Yat. Prova un altro Yat
ja: このYatにリンクされているアドレスはありません。別のYatを試してください
ko: 이 Yat과 연결된 주소가 없습니다. 다른 Yat을 시도하세요
my: ဤ Yat နှင့် ချိတ်ဆက်ထားသော လိပ်စာမရှိပါ။ နောက်ထပ် Yat စမ်းကြည့်ပါ။
nl: Geen adressen gekoppeld aan deze Yat. Probeer een andere Yato
pl: Brak adresów powiązanych z tym Yatem. Wypróbuj inny Yat
pt: Nenhum endereço vinculado a este Yat. Tente outro Yat
ru: Нет адресов, связанных с этим Yat. Попробуйте другой Yat
th: ไม่มีที่อยู่ที่เชื่อมต่อกับ Yat นี้ ลองใช้ Yat อื่น
tl: Walang mga address na naka-link sa Yat na ito. Subukan ang isa pang Yat
tr: Bu Yat'a bağlı bir adres yok. Başka bir Yat'ı deneyin
uk: Немає адрес, пов'язаних з цим Yat. Спробуйте інший Yat
ur: اس Yat کے ساتھ کوئی پتے منسلک نہیں ہیں۔ ایک اور یات آزمائیں۔
vi: Không có địa chỉ liên kết với Yat này. Thử Yat khác
zh: 没有与此 Yat 关联的地址。请尝试其他Yat
zh_tw: 沒有與此 Yat 關聯的地址。請嘗試其他Yat

# yat_popup_content
source: You can now send and receive crypto in Cake Wallet with your Yat - a short, emoji-based username. Manage Yats at any time on the settings screen
ar: يمكنك الآن إرسال واستلام العملات المشفرة في Cake Wallet باستخدام Yat - اسم مستخدم قصير يعتمد على الرموز التعبيرية. إدارة Yats في أي وقت على شاشة الإعدادات
bg: Вече можете да изпращате и да получавате крипто в Cake Wallet с вашия Yat - кратко потребителско име във формата на емоджи. Управлявайте своите Yats по всяко време в настройките
cs: Nyní můžete posílat a přijímat crypto v Cake Wallet se svým Yatem - krátkým uživatelským jménem složeným z emoji. Spravujte kdykoliv Yaty na stránce s nastavením
de: Sie können jetzt Krypto in Cake Wallet mit Ihrem Yat senden und empfangen - einem kurzen, Emoji-basierten Benutzernamen. Verwalten Sie Yats jederzeit auf dem Einstellungsbildschirm
es: Ahora puedes enviar y recibir cripto en Cake Wallet con tu Yat, un nombre de usuario corto basado en emojis. Administra Yats en cualquier momento desde la pantalla de configuración
fa: شما اکنون می‌توانید در کیک ولت با Yat خود - یک نام کاربری کوتاه مبتنی بر ایموجی - کریپتو ارسال و دریافت کنید. مدیریت Yatها در هر زمان در صفحه تنظیمات
fr: Vous pouvez à présent envoyer et recevoir des cryptos dans Cake Wallet à l'aide de votre Yat - un nom d'utilisateur court à base d'emoji. Gérér les Yats à tout moment depuis l'écran de paramétrage
hi: अब आप क्रिप्टो भेज और प्राप्त कर सकते हैं Cake Wallet अपने Yat के साथ - एक छोटा, इमोजी-आधारित उपयोगकर्ता नाम। सेटिंग स्क्रीन पर किसी भी समय Yats को प्रबंधित करें
hr: Sada možete slati i primati kriptovalute u Cake Wallet s vašim Yat - kratkim korisničkim imenom zasnovanim na emojijima. Upravljajte Yatsom u bilo kojem trenutku na zaslonu postavki
hy: Այժմ դուք կարող եք ուղարկել և ստանալ կրիպտո Cake Wallet-ում ձեր Yat-ով՝ կարճ, emoji-ների վրա հիմնված օգտագործողի անունով։ Կառավարեք Yat-երը ցանկացած ժամանակ կարգավորումների էկրանին
id: Anda sekarang dapat mengirim dan menerima crypto di Cake Wallet dengan Yat Anda - nama pengguna berbasis emoji yang pendek. Kelola Yats kapan saja pada layar pengaturan
it: Ora puoi inviare e ricevere criptovalute in Cake Wallet con il tuo Yat, un breve nome utente basato su emoji. Gestisci gli Yat in qualsiasi momento nella schermata delle impostazioni
ja: Yat（短い絵文字ベースのユーザー名）を使用して、CakeWalletで暗号を送受信できるようになりました。 設定画面でいつでもYatsを管理
ko: 이제 짧은 이모지 기반 사용자 이름인 Yat으로 Cake Wallet에서 암호화폐를 보내고 받을 수 있습니다. 설정 화면에서 언제든지 Yat을 관리하세요.
my: သင်၏ Yat - တိုတောင်းသော အီမိုဂျီအခြေခံအသုံးပြုသူအမည်ဖြင့် Cake Wallet တွင် crypto ကို ယခု ပေးပို့နိုင်ပါပြီ။ ဆက်တင်စခရင်ပေါ်တွင် Yats ကို အချိန်မရွေး စီမံခန့်ခွဲပါ။
nl: Je kunt nu crypto verzenden en ontvangen in Cake Wallet met je Yat - een korte, op emoji gebaseerde gebruikersnaam. Beheer Yats op elk moment op het instellingenscherm
pl: Możesz teraz wysyłać i odbierać kryptowaluty w Cake Wallet za pomocą swojego Yat – krótką nazwą użytkownika opartą na emotikonach. Zarządzaj Yats w dowolnym momencie na ekranie ustawień
pt: Agora você pode enviar e receber criptografia na Cake Wallet com seu Yat - um nome de usuário curto baseado em emoji. Gerenciar Yats a qualquer momento na tela de configurações
ru: Теперь вы можете отправлять и получать криптовалюту в Cake Wallet с помощью Yat - короткого имени пользователя на основе эмодзи. Управляйте Yat в любое время при помощи экрана настроек
th: ขณะนี้คุณสามารถส่งและรับเหรียญคริปโตใน Cake Wallet ด้วย Yat ของคุณ - ชื่อผู้ใช้ที่สั้นมีอิโมจิ คุณสามารถจัดการ Yat ได้ทุกเวลาบนหน้าจอการตั้งค่า
tl: Maaari ka na ngayong magpadala at tumanggap ng crypto sa Cake Wallet gamit ang iyong Yat - isang maikling emoji-based na username. Pamahalaan ang Yats anumang oras sa screen ng mga setting
tr: Artık Cake Wallet'ta kısa, emoji tabanlı bir kullanıcı adı olan Yat'ınızla kripto gönderebilir ve alabilirsiniz. Yats'ı istediğiniz zaman ayarlar ekranından yönetebilirsiniz
uk: Тепер ви можете відправляти і отримувати криптовалюту в Cake Wallet за допомогою Yat - короткого імені користувача на основі емодзі. Керуйте Yat в будь-який час за допомогою екрану налаштувань
ur: اب آپ Cake Wallet میں اپنے Yat کے ساتھ کرپٹو بھیج اور وصول کر سکتے ہیں - ایک مختصر، ایموجی پر مبنی صارف نام۔ ترتیبات کی سکرین پر کسی بھی وقت Yats کا نظم کریں۔
vi: Bây giờ bạn có thể gửi và nhận crypto trong Cake Wallet với Yat của bạn - một tên người dùng ngắn gọn dựa trên emoji. Quản lý Yats bất cứ lúc nào trên màn hình cài đặt
zh: 您现在可以使用 Yat 在 Cake Wallet 中发送和接收加密货币 - 一个基于表情符号的简短用户名。在设置屏幕上随时管理 Yats
zh_tw: 您現在可以使用 Yat 在 Cake Wallet 中發送和接收加密貨幣 - 一個基於表情符號的简短使用者名。在設定螢幕上隨時管理 Yats
