Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

source: Bill Amount
ar: مبلغ الفاتورة
bg: Искана сума
cs: Účtovaná částka
de: Rechnungsbetrag
es: Importe de la factura
fa: مبلغ صورت‌حساب
fr: Montant de la facture
hi: बिल राशि
hr: Iznos računa
hy: Հաշիվը
id: Jumlah Tagihan
it: Importo della ricevuta
ja: 請求額
ko: 청구 금액
my: ဘီလ်ပမာဏ
nl: Bill bedrag
pl: Kwota rachunku
pt: Valor da conta
ru: Сумма счета
th: จำนวนบิล
tl: Halaga ng Bill
tr: Fatura Tutarı
uk: Сума рахунку
ur: بل رقم
vi: Số tiền hóa đơn
zh: 账单金额
zh_tw: 帳單金額

# billing_address_info
source: If asked for a billing address, provide your shipping address
ar: إذا طُلب منك عنوان إرسال فواتير ، فأدخل عنوان الشحن الخاص بك
bg: Ако Ви попитат за билинг адрес, въведето своя адрес за доставка
cs: Při dotazu na fakturační adresu, zadejte svou doručovací adresu
de: Wenn Sie nach einer Rechnungsadresse gefragt werden, geben Sie bitte Ihre Lieferadresse an
es: Si se le solicita una dirección de facturación, proporcione su dirección de envío
fa: در صورت درخواست آدرس صورت‌حساب، آدرس ارسال خود را ارائه دهید
fr: Si une adresse de facturation vous est demandée, indiquez votre adresse de livraison
hi: यदि बिलिंग पता मांगा जाए, तो अपना शिपिंग पता प्रदान करें
hr: Ako se od vas zatraži adresa za naplatu, navedite svoju adresu za dostavu
hy: Եթե խնդրեն հաշվեվճարի հասցե, ապա տրամադրեք ձեր առաքման հասցեն
id: Jika diminta alamat billing, berikan alamat pengiriman Anda
it: Se ti viene richiesto un indirizzo di fatturazione, fornisci il tuo indirizzo di spedizione
ja: 請求先住所を尋ねられた場合は、配送先住所を入力してください
ko: 청구지 주소를 묻는 경우 배송 주소를 제공하세요
my: ငွေပေးချေရမည့်လိပ်စာကို တောင်းဆိုပါက သင့်ပို့ဆောင်ရေးလိပ်စာကို ပေးပါ။
nl: Als u om een ​​factuuradres wordt gevraagd, geef dan uw verzendadres op
pl: Jeśli zostaniesz poproszony o podanie adresu rozliczeniowego, podaj adres wysyłki
pt: Se for solicitado um endereço de cobrança, forneça seu endereço de entrega
ru: Если вас попросят указать платежный адрес, укажите адрес доставки
th: ถ้าถูกร้องขอที่อยู่สำหรับการวางบิล ให้ใช้ที่อยู่จัดส่งของคุณ
tl: Kung humihingi ng billing address, ibigay ang iyong shipping address
tr: Eğer fatura adresi istenirse, kargo adresinizi girin
uk: Якщо буде запропоновано платіжну адресу, вкажіть свою адресу доставки
ur: اگر آپ سے بلنگ کا پتہ پوچھا جائے تو اپنا شپنگ ایڈریس فراہم کریں۔
vi: Nếu được yêu cầu địa chỉ thanh toán, hãy cung cấp địa chỉ giao hàng của bạn
zh: 如果要求提供帐单地址，请提供您的送货地址
zh_tw: 如果要求提供帳單地址，請提供您的送貨地址

# biometric_auth_reason
source: Scan your fingerprint to authenticate
ar: امسح بصمة إصبعك للمصادقة
bg: Сканирайте своя пръстов отпечатък
cs: Naskenujte otisk prstu pro ověření
de: Scannen Sie Ihren Fingerabdruck zur Authentifizierung
es: Escanee su huella dactilar para autenticarse
fa: برای احراز هویت اثر انگشت خود را اسکن کنید
fr: Scannez votre empreinte digitale pour vous authentifier
hi: प्रमाणित करने के लिए अपने फ़िंगरप्रिंट को स्कैन करें
hr: Skenirajte svoj otisak prsta za autentifikaciju
hy: Սկանավեք ձեր մատնահետքը նույնականացման համար
id: Pindai sidik jari Anda untuk mengautentikasi
it: Scansiona la tua impronta per autenticarti
ja: प指紋をスキャンして認証する
ko: 인증하려면 지문을 스캔하세요
my: စစ်မှန်ကြောင်းအထောက်အထားပြရန် သင့်လက်ဗွေကို စကန်ဖတ်ပါ။
nl: Scan uw vingerafdruk om te verifiëren
pl: Zeskanuj odcisk palca, aby się uwierzytelnić
pt: Digitalize sua impressão digital para autenticar
ru: Отсканируйте свой отпечаток пальца для аутентификации
th: สแกนลายนิ้วมือของคุณเพื่อยืนยันตัวตน
tl: I-scan ang iyong fingerprint para ma-authenticate
tr: Kimlik doğrulaması için parmak izini okutun
uk: Відскануйте свій відбиток пальця для аутентифікації
ur: تصدیق کرنے کے لیے اپنے فنگر پرنٹ کو اسکین کریں۔
vi: Quét vân tay để xác thực
zh: 扫描指纹进行身份认证
zh_tw: 掃描指紋進行身份認證

source: Bitcoin Dark Theme
ar: موضوع البيتكوين الظلام
bg: Тъмна тема за биткойн
cs: Tmavé téma bitcoinů
de: Dunkles Bitcoin-Thema
es: Tema oscuro de Bitcoin
fa: تم تاریک بیت‌کوین
fr: Thème sombre Bitcoin
hi: बिटकॉइन डार्क थीम
hr: Bitcoin Tamna tema
hy: Bitcoin մութ տեսք
id: Tema Gelap Bitcoin
it: Tema scuro Bitcoin
ja: ビットコインダークテーマ
ko: 비트코인 다크 테마
nl: Bitcoin donker thema
pl: Ciemny motyw Bitcoin
pt: Tema escuro Bitcoin
ru: Биткойн Темная тема
th: ธีมมืด Bitcoin
tr: Bitcoin Karanlık Teması
uk: Темна тема Bitcoin
ur: بٹ کوائن ڈارک تھیم
vi: Chủ đề Bitcoin tối
zh: 比特币深色主题
zh_tw: 比特幣深色主題

source: Bitcoin Light Theme
ar: موضوع البيتكوين الخفيفة
bg: Лека биткойн тема
cs: Světlé téma bitcoinů
de: Bitcoin Light-Thema
es: Tema claro de Bitcoin
fa: تم روشن بیت‌کوین
fr: Thème léger Bitcoin
hi: बिटकॉइन लाइट थीम
hy: Bitcoin պայծառ տեսք
id: Tema Cahaya Bitcoin
it: Tema chiaro Bitcoin
ja: ビットコインライトテーマ
ko: 비트코인 라이트 테마
my: Bitcoin Light အပြင်အဆင်
nl: Bitcoin Light-thema
pl: Jasny motyw Bitcoin
pt: Tema claro de bitcoin
ru: Светлая биткойн-тема
th: ธีมแสง Bitcoin
tr: Bitcoin Hafif Tema
uk: Світла тема Bitcoin
ur: بٹ کوائن لائٹ تھیم
vi: Chủ đề Bitcoin sáng
zh: 比特币浅色主题
zh_tw: 比特幣淺色主題

# bitcoin_payments_require_1_confirmation
source: Bitcoin payments require 1 confirmation, which can take 20 minutes or longer. Thanks for your patience! You will be emailed when the payment is confirmed.
ar: تتطلب مدفوعات Bitcoin تأكيدًا واحدًا ، والذي قد يستغرق 20 دقيقة أو أكثر. شكرا لصبرك! سيتم إرسال بريد إلكتروني إليك عند تأكيد الدفع.
bg: Плащанията с Bitcoin изискват потвърждение, което може да отнеме 20 минути или повече. Благодарим за търпението! Ще получите имейл, когато плащането е потвърдено.
cs: U plateb Bitcoinem je vyžadováno alespoň 1 potvrzení, což může trvat 20 minut i déle. Děkujeme za vaši trpělivost! Až bude platba potvrzena, budete informováni e-mailem.
de: Bitcoin-Zahlungen erfordern 1 Bestätigung, was 20 Minuten oder länger dauern kann. Danke für Ihre Geduld! Sie erhalten eine E-Mail, wenn die Zahlung bestätigt ist.
es: Los pagos de Bitcoin requieren 1 confirmación, que puede tardar 20 minutos o más. ¡Gracias por tu paciencia! Recibirás un correo electrónico cuando se confirme el pago.
fa: پرداخت‌های بیت‌کوین به ۱ تایید نیاز دارند که ممکن است ۲۰ دقیقه یا بیشتر طول بکشد. از صبر شما متشکریم! پس از تایید پرداخت، ایمیلی دریافت خواهید کرد.
fr: Les paiements Bitcoin nécessitent 1 confirmation, ce qui peut prendre 20 minutes ou plus. Merci pour votre patience ! Vous serez averti par e-mail lorsque le paiement sera confirmé.
hi: बिटकॉइन भुगतान के लिए 1 पुष्टिकरण की आवश्यकता होती है, जिसमें 20 मिनट या अधिक समय लग सकता है। आपके धैर्य के लिए धन्यवाद! भुगतान की पुष्टि होने पर आपको ईमेल किया जाएगा।
hr: Bitcoin plaćanja zahtijevaju 1 potvrdu, što može potrajati 20 minuta ili dulje. Hvala na Vašem strpljenju! Dobit ćete e-poruku kada plaćanje bude potvrđeno.
hy: Bitcoin վճարումները պահանջում են 1 հաստատում, որը կարող է տևել 20 րոպե կամ ավելի: Շնորհակալություն ձեր համբերության համար: Դուք էլ. նամակ կստանաք, երբ վճարումը հաստատվի։
id: Pembayaran Bitcoin memerlukan 1 konfirmasi, yang bisa memakan waktu 20 menit atau lebih. Terima kasih atas kesabaran Anda! Anda akan diemail saat pembayaran dikonfirmasi.
it: I pagamenti in bitcoin richiedono 1 conferma, che può richiedere 20 minuti o più. Grazie per la vostra pazienza! Riceverai un'e-mail quando il pagamento sarà confermato.
ja: ビットコインの支払いには 1 回の確認が必要で、これには 20 分以上かかる場合があります。お待ち頂きまして、ありがとうございます！支払いが確認されると、メールが送信されます。
ko: 비트코인 결제는 1번의 확인이 필요하며, 이는 20분 이상 소요될 수 있습니다. 기다려 주셔서 감사합니다! 결제가 확인되면 이메일로 알려드립니다.
my: Bitcoin ငွေပေးချေမှုများသည် မိနစ် 20 သို့မဟုတ် ထို့ထက်ပိုကြာနိုင်သည် 1 အတည်ပြုချက် လိုအပ်သည်။ မင်းရဲ့စိတ်ရှည်မှုအတွက် ကျေးဇူးတင်ပါတယ်။ ငွေပေးချေမှုကို အတည်ပြုပြီးသောအခါ သင့်ထံ အီးမေးလ်ပို့ပါမည်။
nl: Bitcoin-betalingen vereisen 1 bevestiging, wat 20 minuten of langer kan duren. Dank voor uw geduld! U ontvangt een e-mail wanneer de betaling is bevestigd.
pl: Płatności Bitcoin wymagają jednego potwierdzenia, co może zająć 20 minut lub dłużej. Dziękujemy za cierpliwość! Otrzymasz e‑mail, gdy płatność zostanie potwierdzona.
pt: Os pagamentos em Bitcoin exigem 1 confirmação, o que pode levar 20 minutos ou mais. Obrigado pela sua paciência! Você receberá um e-mail quando o pagamento for confirmado.
ru: Биткойн-платежи требуют 1 подтверждения, что может занять 20 минут или дольше. Спасибо тебе за твое терпение! Вы получите электронное письмо, когда платеж будет подтвержден.
th: การชำระเงินด้วย Bitcoin ต้องการการยืนยัน 1 ครั้ง ซึ่งอาจใช้เวลา 20 นาทีหรือนานกว่านั้น ขอบคุณสำหรับความอดทนของคุณ! คุณจะได้รับอีเมลเมื่อการชำระเงินได้รับการยืนยัน
tl: Ang mga pagbabayad sa Bitcoin ay nangangailangan ng 1 kumpirmasyon, na maaaring tumagal ng 20 minuto o mas mahaba. Salamat sa iyong pasensya! Mag-email ka kapag nakumpirma ang pagbabayad.
tr: Bitcoin ödemeleri, 20 dakika veya daha uzun sürebilen 1 onay gerektirir. Sabrınız için teşekkürler! Ödeme onaylandığında e-posta ile bilgilendirileceksiniz.
uk: Платежі Bitcoin потребують 1 підтвердження, яке може зайняти 20 хвилин або більше. Дякую за Ваше терпіння! Ви отримаєте електронний лист, коли платіж буде підтверджено.
ur: بٹ کوائن کی ادائیگی میں 1 تصدیق کی ضرورت ہوتی ہے ، جس میں 20 منٹ یا اس سے زیادہ وقت لگ سکتا ہے۔ آپ کے صبر کا شکریہ! ادائیگی کی تصدیق ہونے پر آپ کو ای میل کیا جائے گا۔
vi: Các khoản thanh toán Bitcoin yêu cầu 1 xác nhận, có thể mất 20 phút hoặc lâu hơn. Cảm ơn bạn đã kiên nhẫn! Bạn sẽ nhận được email khi thanh toán được xác nhận.
zh: 比特币支付需要 1 次确认，这可能需要 20 分钟或更长时间。谢谢你的耐心！确认付款后，您将收到电子邮件。
zh_tw: 比特幣支付需要 1 次確認，這可能需要 20 分鐘或更長時間。謝謝你的耐心！確認付款後，您將收到電子郵件。

source: Block height
ar: ارتفاع كتلة
bg: Височина на блока
cs: Výška bloku
es: Altura del bloque
fa: ارتفاع بلاک
fr: Hauteur de blocage
hi: ब्लॉक ऊंचाई
hr: Visina bloka
hy: Բլոկի բարձրությունը
it: Altezza del blocco
ja: ブロックの高さ
ko: 블록 높이
my: ပိတ်ပင်တားဆီးမှုအမြင့်
pl: Wysokość bloku
th: ความสูงของบล็อก
tl: I -block ang taas
tr: Blok yüksekliği
uk: Висота блоку
ur: اونچائی کو بلاک کریں
vi: Chiều cao khối
zh: 区块高度
zh_tw: 區塊高度

# block_remaining
source: 1 Block Remaining
ar: 1 كتلة متبقية
bg: 1 блок останал
cs: 1 blok zbývající
de: 1 Block verbleibend
es: 1 bloque restante
fa: ۱ بلاک باقی‌مانده
fr: 1 bloc restant
hi: 1 ब्लॉक शेष
hr: Preostalo 1 blok
hy: 1 Բլոկ է մնացել
id: 1 blok tersisa
it: 1 blocco rimanente
ja: 残り1ブロック
ko: 1 블록 남음
my: ကျန်ရှိနေသေးသော block
nl: 1 blok resterend
pl: Pozostał 1 blok
pt: 1 bloco restante
ru: 1 Блок остался
th: เหลือ 1 บล็อก
tl: 1 Bloke ang Natitira
tr: Kalan 1 blok
uk: 1 блок, що залишився
ur: 1 بلاک باقی
vi: 1 khối còn lại
zh: 剩余 1 个区块
zh_tw: 剩餘 1 個區塊

# Blocks_remaining
source: ${status} Blocks Remaining
ar: بلوك متبقي ${status}
bg: ${status} оставащи блока
cs: Zbývá ${status} bloků
de: ${status} verbleibende Blöcke
es: ${status} Bloques Restantes
fa: ${status} بلاک باقی‌مانده
fr: Blocs Restants : ${status}
hi: ${status} शेष रहते हैं
hr: ${status} preostalih blokova
hy: ${status} Բլոկ է մնացել
id: ${status} Blok Tersisa
it: ${status} Blocchi Rimanenti
ja: ${status} 残りのブロック
ko: ${status} 블록 남음
my: ${status} ဘလောက်များ ကျန်နေပါသည်။
nl: ${status} Resterende blokken
pl: Pozostało ${status} bloków
pt: ${status} blocos restantes
ru: ${status} Осталось блоков
th: ${status} บล็อกที่เหลืออยู่
tl: Ang natitirang ${status} ay natitira
tr: ${status} Blok Kaldı
uk: ${status} Залишилось блоків
ur: ${status} بلاکس باقی ہیں۔
vi: ${status} khối còn lại
zh: 剩余 ${status} 区块
zh_tw: 剩餘 ${status} 區塊

source: Bluetooth
ar: بلوتوث
fa: بلوتوث
hi: ब्लूटूथ
ja: ブルートゥース
ko: 블루투스
my: ဘလူးတုသ်
th: บลูทู ธ
uk: Блюдот
ur: بلوٹوتھ
zh: 蓝牙
zh_tw: 藍牙

# bright_theme
source: Bright
ar: مشرق
bg: Ярко
cs: Jasný
de: Strahlend hell
es: Claro
fa: روشن
fr: Vif
hi: उज्ज्वल
hr: Jarka
hy: Պայծառ
id: Cerah
it: Chiaro
ja: 明るい
ko: 밝은 테마
my: တောက်ပ
nl: Helder
pl: Jasny
pt: Brilhante
ru: Яркая
th: สดใส
tr: Parlak
uk: Яскрава
ur: روشن
vi: Sáng
zh: 明亮
zh_tw: 明亮

source: Bump fee
ar: رسوم عثرة
bg: Такса за бум
de: Beulengebühr
es: Aumentar tarifa
fa: افزایش کارمزد
fr: Augmenter les frais
hi: बम्प फीस
hr: Naplata
hy: Բարձրացնել միջնորդավճարը
id: Biaya benjolan
it: Commissione per bump
ja: バンプ料金
ko: 수수료 인상
my: ဝင်ငွေ
nl: Bult fee
pl: Zwiększ opłatę
pt: Taxa de aumento
ru: Повысить комиссию
th: ค่าธรรมเนียมชน
tl: Dagdagan ang fee
tr: Çarpma ücreti
uk: Підвищити комісію
ur: بمپ فیس
vi: Tăng phí
zh: 追加手续费(RBF)
zh_tw: 追加手續費(RBF)

source: Buy
ar: اشتري
bg: Купуване
cs: Koupit
de: Kaufen
es: Comprar
fa: خرید
fr: Acheter
hi: खरीदें
hr: Kupi
hy: Գնել
id: Beli
it: Compra
ja: 購入
ko: 구매
my: ဝယ်ပါ။
nl: Kopen
pl: Kup
pt: Comprar
ru: Купить
th: ซื้อ
tl: Bumili
tr: Alış
uk: Купити
ur: خریدنے
vi: Mua
zh: 购买
zh_tw: 購買

# buy_alert_content
source: Currently we only support the purchase of Bitcoin, Ethereum, Litecoin, and Monero. Please create or switch to your Bitcoin, Ethereum, Litecoin, or Monero wallet.
ar: .ﺎﻬﻴﻟﺇ ﻞﻳﺪﺒﺘﻟﺍ ﻭﺃ Monero ﻭﺃ Litecoin ﻭﺃ Ethereum ﻭﺃ Bitcoin ﺔﻈﻔﺤﻣ ءﺎﺸﻧﺇ ﻰﺟﺮﻳ .
bg: В момента поддържаме само закупуването на Bitcoin, Ethereum, Litecoin и Monero. Моля, създайте или превключете към своя портфейл Bitcoin, Ethereum, Litecoin или Monero.
cs: V současné době podporujeme pouze nákup bitcoinů, etherea, litecoinů a monero. Vytvořte nebo přepněte na svou peněženku bitcoinů, etherea, litecoinů nebo monero.
de: Derzeit unterstützen wir nur den Kauf von Bitcoin, Ethereum, Litecoin und Monero. Bitte erstellen Sie Ihr Bitcoin-, Ethereum-, Litecoin- oder Monero-Wallet oder wechseln Sie zu diesem.
es: Actualmente solo permitimos la compra de Bitcoin, Ethereum, Litecoin y Monero. Cree o cambie a su billetera de Bitcoin, Ethereum, Litecoin o Monero.
fa: در حال حاضر ما فقط از خرید بیت‌کوین، اتریوم، لایت‌کوین و مونرو پشتیبانی می‌کنیم. لطفاً کیف پول بیت‌کوین، اتریوم، لایت‌کوین یا مونرو خود را ایجاد کرده یا به آن تغییر دهید.
fr: Actuellement, nous ne prenons en charge que l'achat de Bitcoin, Ethereum, Litecoin et Monero. Veuillez créer ou basculer vers votre portefeuille Bitcoin, Ethereum, Litecoin ou Monero.
hi: वर्तमान में हम केवल बिटकॉइन, एथेरियम, लाइटकॉइन और मोनेरो की खरीद का समर्थन करते हैं। कृपया अपना बिटकॉइन, एथेरियम, लाइटकॉइन, या मोनेरो वॉलेट बनाएं या उस पर स्विच करें।
hr: Trenutno podržavamo samo kupnju Bitcoina, Ethereuma, Litecoina i Monera. Izradite ili prijeđite na svoj Bitcoin, Ethereum, Litecoin ili Monero novčanik.
hy: Այժմ մենք աջակցում ենք միայն Bitcoin, Ethereum, Litecoin և Monero արժույթների գնմանը: Խնդրում ենք ստեղծել կամ վերածանցել Bitcoin, Ethereum, Litecoin կամ Monero արժույթների հաշիվը։
id: Saat ini kami hanya mendukung pembelian Bitcoin, Ethereum, Litecoin, dan Monero. Harap buat atau alihkan ke dompet Bitcoin, Ethereum, Litecoin, atau Monero Anda.
it: Attualmente supportiamo solo l'acquisto di Bitcoin, Ethereum, Litecoin e Monero. Crea o passa al tuo portafoglio Bitcoin, Ethereum, Litecoin o Monero.
ja: 現在、ビットコイン、イーサリアム、ライトコイン、モネロの購入のみをサポートしています。ビットコイン、イーサリアム、ライトコイン、またはモネロのウォレットを作成するか、これらのウォレットに切り替えてください。
ko: 현재 비트코인, 이더리움, 라이트코인, 모네로만 구매를 지원합니다. 비트코인, 이더리움, 라이트코인 또는 모네로 지갑을 생성하거나 전환하세요.
my: လက်ရှိတွင် ကျွန်ုပ်တို့သည် Bitcoin၊ Ethereum၊ Litecoin နှင့် Monero တို့ကိုသာ ဝယ်ယူမှုကို ပံ့ပိုးပေးပါသည်။ သင်၏ Bitcoin၊ Ethereum၊ Litecoin သို့မဟုတ် Monero ပိုက်ဆံအိတ်ကို ဖန်တီးပါ သို့မဟုတ် ပြောင်းပါ။
nl: Momenteel ondersteunen we alleen de aankoop van Bitcoin, Ethereum, Litecoin en Monero. Maak of schakel over naar uw Bitcoin-, Ethereum-, Litecoin- of Monero-portemonnee.
pl: Obecnie obsługujemy wyłącznie zakup Bitcoin, Ethereum, Litecoin i Monero. Utwórz lub przełącz się na swój portfel Bitcoin, Ethereum, Litecoin lub Monero.
pt: Atualmente, oferecemos suporte apenas à compra de Bitcoin, Ethereum, Litecoin e Monero. Crie ou troque para sua carteira Bitcoin, Ethereum, Litecoin ou Monero.
ru: В настоящее время мы поддерживаем только покупку биткойнов, Ethereum, Litecoin и Monero. Пожалуйста, создайте или переключитесь на свой кошелек Bitcoin, Ethereum, Litecoin или Monero.
th: ขณะนี้เรารองรับการซื้อ Bitcoin, Ethereum, Litecoin และ Monero เท่านั้น โปรดสร้างหรือเปลี่ยนเป็นกระเป๋าเงิน Bitcoin, Ethereum, Litecoin หรือ Monero
tl: Sa kasalukuyan ay sinusuportahan lamang namin ang pagbili ng Bitcoin, Ethereum, Litecoin, at Monero. Mangyaring lumikha o lumipat sa iyong Bitcoin, Ethereum, Litecoin, o Monero Wallet.
tr: Şu anda yalnızca Bitcoin, Ethereum, Litecoin ve Monero satın alımını destekliyoruz. Lütfen Bitcoin, Ethereum, Litecoin veya Monero cüzdanınızı oluşturun veya cüzdanınıza geçin.
uk: Наразі ми підтримуємо купівлю лише Bitcoin, Ethereum, Litecoin і Monero. Створіть або перейдіть на свій гаманець Bitcoin, Ethereum, Litecoin або Monero.
ur: ۔ﮟﯾﺮﮐ ﭻﺋﻮﺳ ﺮﭘ ﺱﺍ ﺎﯾ ﮟﯿﺋﺎﻨﺑ ﭧﯿﻟﺍﻭ Monero ﺎﯾ ،Bitcoin، Ethereum، Litecoin ﺎﻨﭘﺍ ﻡ
vi: Hiện tại chúng tôi chỉ hỗ trợ mua Bitcoin, Ethereum, Litecoin, và Monero. Vui lòng tạo hoặc chuyển sang ví Bitcoin, Ethereum, Litecoin, hoặc Monero của bạn.
zh: 目前仅支持购买比特币、以太坊、莱特币和门罗币。请创建或切换相应钱包。
zh_tw: 目前僅支援購買比特幣、以太坊、萊特幣和門羅幣。請創建或切換相應錢包。

source: Buy Bitcoin
ar: شراء Bitcoin
bg: Купуване на Bitcoin
cs: Nakoupit Bitcoin
de: Bitcoin kaufen
es: Comprar Bitcoin
fa: خرید بیت‌کوین
fr: Acheter du Bitcoin
hi: बिटकॉइन खरीदें
hr: Kupite Bitcoin
hy: Գնել Bitcoin
id: Beli Bitcoin
it: Acquista Bitcoin
ja: ビットコインを購入する
ko: 비트코인 구매
my: Bitcoin ကိုဝယ်ပါ။
nl: Koop Bitcoin
pl: Kup Bitcoin
pt: Compre Bitcoin
ru: Купить Bitcoin
th: ซื้อ Bitcoin
tl: Bumili ng Bitcoin
tr: Bitcoin Satın Al
uk: Купити Bitcoin
ur: Bitcoin خریدیں۔
vi: Mua Bitcoin
zh: 购买比特币
zh_tw: 購買比特幣

source: Buy Now
ar: اشتري الآن
bg: Купи сега
cs: Kup nyní
de: Kaufe jetzt
es: Comprar ahora
fa: خرید فوری
fr: Acheter maintenant
hi: अभी खरीदें
hr: Kupi sada
hy: Գնել հիմա
id: Beli sekarang
it: Acquista ora
ja: 今すぐ購入
ko: 지금 구매
my: အခုဝယ်ပါ
nl: Koop nu
pl: Kup Teraz
pt: Comprar agora
ru: Купить сейчас
th: ซื้อตอนนี้
tl: Bumili Ngayon
tr: Şimdi al
uk: Купити зараз
ur: ابھی خریدئے
vi: Mua ngay
zh: 立即购买
zh_tw: 立即購買

# buy_provider_unavailable
source: Provider currently unavailable.
ar: مزود حاليا غير متوفر.
bg: Понастоящем доставчик не е наличен.
cs: Poskytovatel aktuálně nedostupný.
de: Anbieter derzeit nicht verfügbar.
es: Proveedor no disponible actualmente.
fa: ارائه‌دهنده در حال حاضر در دسترس نیست.
fr: Fournisseur actuellement indisponible.
hi: वर्तमान में प्रदाता अनुपलब्ध है।
hr: Davatelj trenutno nije dostupan.
hy: Տվյալ պահին մատակարարը անհասանելի է։
id: Penyedia saat ini tidak tersedia.
it: Provider attualmente non disponibile.
ja: 現在、プロバイダーは利用できません。
ko: 제공 업체를 현재 사용할 수 없습니다.
my: လက်ရှိတွင်လက်ရှိမရနိုင်ပါ။
nl: Provider momenteel niet beschikbaar.
pl: Dostawca jest obecnie niedostępny.
pt: Provedor atualmente indisponível.
ru: Поставщик в настоящее время недоступен.
th: ผู้ให้บริการไม่สามารถใช้งานได้ในปัจจุบัน
tl: Kasalukuyang hindi available ang provider.
tr: Sağlayıcı şu anda kullanılamıyor.
uk: В даний час постачальник недоступний.
ur: فراہم کنندہ فی الحال دستیاب نہیں ہے۔
vi: Nhà cung cấp hiện không khả dụng.
zh: 该购买渠道暂时不可用
zh_tw: 此購買管道暫時不可用

source: Buy with
ar: اشتر بواسطة
bg: Купуване чрез
cs: Nakoupit pomocí
de: Kaufen mit
es: Comprar con
fa: خرید با
fr: Acheter avec
hi: के साथ खरीदें
hr: Kupite s
hy: Գնել
id: Beli dengan
it: Acquista con
ja: で購入
ko: 다음으로 구매
my: အတူဝယ်ပါ။
nl: Koop met
pl: Kup za pomocą
pt: Compre com
ru: Купить с помощью
th: ซื้อด้วย
tl: Bumili ng
tr: Şunun ile al:
uk: Купити за допомогою
ur: کے ساتھ خریدیں۔
vi: Mua bằng
zh: 用…购买
zh_tw: 用…購買

source: by Cake Pay
ar: عن طريق Cake Pay
bg: от Cake Pay
cs: od Cake Pay
de: von Cake Pay
es: por Cake Pay
fa: توسط کیک پی
fr: par Cake Pay
hi: केकपे द्वारा
hr: od Cake Paya
hy: Cake Pay-ով
id: oleh Cake Pay
it: da Cake Pay
ko: Cake Pay 제공
my: Cake Pay ဖြင့်
nl: door Cake Pay
pl: od Cake Pay
pt: por Cake Pay
ru: от Cake Pay
th: โดย Cake Pay
tr: Cake Pay tarafından
uk: від Cake Pay
ur: Cake پے کے ذریعے
vi: bởi Cake Pay
zh: 通过 Cake Pay
zh_tw: 通過 Cake Pay

source: Cake 2FA Preset
ar: كعكة 2FA مسبقا
bg: Торта 2FA Preset
cs: Předvolba Cake 2FA
de: Cake 2FA-Voreinstellung
es: Cake 2FA preajuste
fa: پیش‌تنظیم کیک 2FA
fr: Cake 2FA prédéfini
hi: केक 2एफए प्रीसेट
hy: Cake 2FA նախապես կանխորոշված
id: Preset Kue 2FA
it: Preset Cake 2FA
ja: ケーキ 2FA プリセット
ko: Cake 2FA 사전 설정
my: ကိတ်မုန့် 2FA ကြိုတင်သတ်မှတ်
nl: Taart 2FA Voorinstelling
pl: Ustawienie Wstępne 2FA Cake
pt: Predefinição de bolo 2FA
ru: Торт 2FA Preset
th: เค้ก 2FA ที่ตั้งไว้ล่วงหน้า
tr: Kek 2FA Ön Ayarı
uk: Торт 2FA Preset
ur: کیک 2FA پیش سیٹ
vi: Thiết lập sẵn Cake 2FA
zh: Cake 2FA 预设
zh_tw: Cake 2FA 預設

source: Cake Dark Theme
ar: موضوع الكعكة الظلام
bg: Торта тъмна тема
cs: Dort tmavé téma
de: Cake Dark Thema
es: Tema oscuro de Cake
fa: تم تاریک کیک
fr: Thème sombre Cake
hi: केक डार्क थीम
hr: TOKA DARKA TEMA
hy: Cake մութ տեսք
id: Tema Kue Gelap
it: Tema scuro Cake
ja: ケーキ暗いテーマ
ko: Cake 다크 테마
my: ကိတ်မုန့် Dark Theme
pl: Ciemny motyw Cake
pt: Bolo tema escuro
ru: Тейт темная тема
th: ธีมเค้กมืด
tr: Kek Koyu Tema
uk: Темна тема торта
ur: کیک ڈارک تھیم
vi: Chủ đề Cake tối
zh: Cake深色主题
zh_tw: Cake深色主題

# cake_pay_account_note
source: Sign up with just an email address to see and purchase cards. Some are even available at a discount!
ar: قم بالتسجيل باستخدام عنوان بريد إلكتروني فقط لمشاهدة البطاقات وشرائها. حتى أن بعضها متوفر بسعر مخفض!
bg: Регистрайте се само с един имейл, за да виждате и купувате карти. За някои има дори и отстъпка!
cs: Přihlaste se svou e-mailovou adresou pro zobrazení a nákup karet. Některé jsou dostupné ve slevě!
de: Melden Sie sich nur mit einer E-Mail-Adresse an, um Karten anzuzeigen und zu kaufen. Einige sind sogar mit Rabatt erhältlich!
es: Regístrate solo con una dirección de correo electrónico para ver y comprar tarjetas. ¡Algunas incluso están disponibles con descuento!
fa: تنها با یک آدرس ایمیل ثبت نام کنید تا کارت‌ها را مشاهده و خریداری کنید. برخی حتی با تخفیف در دسترس هستند!
fr: Inscrivez-vous avec juste une adresse e-mail pour voir et acheter des cartes. Certaines sont même disponibles à prix réduit !
hi: कार्ड देखने और खरीदने के लिए केवल एक ईमेल पते के साथ साइन अप करें। कुछ छूट पर भी उपलब्ध हैं!
hr: Prijavite se samo s adresom e-pošte da biste vidjeli i kupili kartice. Neke su čak dostupne uz popust!
hy: Գրանցվեք միայն էլ. փոստի միջոցով, որպեսզի տեսնեք և գնեք քարտեր: Որոշ քարտեր հասանելի են նույնիսկ զեղչով:
id: Daftar hanya dengan alamat email untuk melihat dan membeli kartu. Beberapa di antaranya bahkan tersedia dengan diskon!
it: Iscriviti solamente con un indirizzo email per vedere e acquistare le carte. Alcune sono anche disponibili con uno sconto!
ja: メールアドレスだけでサインアップして、カードを表示して購入できます。割引価格で利用できるカードもあります！
ko: 이메일 주소만으로 가입하여 카드를 확인하고 구매하세요. 일부는 할인된 가격으로도 이용 가능합니다!
my: ကတ်များကြည့်ရှုဝယ်ယူရန် အီးမေးလ်လိပ်စာတစ်ခုဖြင့် စာရင်းသွင်းပါ။ အချို့ကို လျှော့ဈေးဖြင့်ပင် ရနိုင်သည်။
nl: Meld u aan met alleen een e-mailadres om kaarten te bekijken en te kopen. Sommige zijn zelfs met korting verkrijgbaar!
pl: Zarejestruj się, używając tylko adresu e‑mail, aby zobaczyć i kupić karty. Niektóre są nawet dostępne z rabatem!
pt: Inscreva-se com apenas um endereço de e-mail para ver e comprar cartões. Alguns estão até com desconto!
ru: Зарегистрируйтесь, указав только адрес электронной почты, чтобы просматривать и покупать карты. Некоторые даже доступны со скидкой!
th: ลงทะเบียนด้วยอีเมลเพียงอย่างเดียวเพื่อดูและซื้อบัตร บางบัตรอาจมีส่วนลด!
tl: Mag-sign up na may isang email address lamang upang makita at bumili ng mga kard. Ang ilan ay magagamit kahit sa isang diskwento!
tr: Kartları görmek ve satın almak için sadece bir e-posta adresiyle kaydolun. Hatta bazıları indirimli olarak bile mevcut!
uk: Зареєструйтеся, використовуючи лише адресу електронної пошти, щоб переглядати та купувати картки. Деякі навіть доступні зі знижкою!
ur: کارڈز دیکھنے اور خریدنے کے لیے صرف ایک ای میل ایڈریس کے ساتھ سائن اپ کریں۔ کچھ رعایت پر بھی دستیاب ہیں!
vi: Đăng ký chỉ với một địa chỉ email để xem và mua thẻ. Một số thẻ còn được giảm giá!
zh: 只需邮箱即可浏览和购买礼品卡，部分还有折扣！
zh_tw: 只需信箱即可瀏覽和購買禮品卡，部分還有折扣！
