Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

source: Congratulations!
ar: تهانينا!
bg: Поздравления!
cs: Gratulujeme!
de: Glückwunsch!
es: ¡Felicidades!
fa: تبریک!
fr: Félicitations !
hi: बधाई!
hr: Čestitamo!
hy: Շնորհավորանք!
id: Selamat!
it: Congratulazioni!
ja: おめでとうございます！
ko: 축하합니다!
my: ဂုဏ်ယူပါသည်။
nl: gefeliciteerd!
pl: Gratulacje!
pt: Parabéns!
ru: Поздравляем!
th: ขอแสดงความยินดี!
tr: Tebrikler!
uk: Вітаємо!
ur: مبارک ہو!
vi: Chúc mừng!
zh: 恭喜！
zh_tw: 恭喜！

source: Connect an existing Yat
ar: توصيل Yat الحالي
bg: Добавете съществуващ Yat
cs: Připojit existující Yat
de: Verbinden Sie ein vorhandenes Yat
es: Conectar un Yat existente
fa: اتصال یک Yat موجود
fr: Connecter un Yat existant
hi: मौजूदा Yat कनेक्ट करें
hr: Povežite postojeći Yat
hy: Միացրեք գոյություն ունեցող Yat-ը
id: Hubungkan Yat yang ada
it: Collegare un Yat esistente
ja: 既存のYatを接続します
ko: 기존 Yat 연결
my: ရှိပြီးသား Yat ကို ချိတ်ဆက်ပါ။
nl: Verbind een bestaande Yat
pl: Połącz istniejący Yat
pt: Conecte um Yat existente
ru: Подключить существующий Yat
th: เชื่อมต่อ Yat ที่มีอยู่
tl: Ikonekta ang isang umiiral na Yat
tr: Mevcut bir Yat'ı bağla
uk: Підключити існуючий Yat
ur: ایک موجودہ Yat کو جوڑیں۔
vi: Kết nối Yat hiện có
zh: 连接现有 Yat
zh_tw: 連接現有 Yat

source: Connect Yats
ar: توصيل Yats
bg: Добавете Yats
cs: Připojit Yaty
de: Yats verbinden
es: Conectar Yats
fa: اتصال Yatها
fr: Connecter Yats
hi: कनेक्ट Yats
hr: Povežite Yats
hy: Միացրեք Yat-ները
id: Hubungkan Yats
it: Connetti Yats
ja: Yatsを接続します
ko: Yat 연결
my: Yats ကိုချိတ်ဆက်ပါ။
nl: Verbind Yats
pl: Połącz Yats
ru: Подключить Yats
th: เชื่อมต่อ Yats
tl: Ikonekta sa Yats
tr: Yat'lara bağlan
uk: Підключіть Yats
ur: Yats کو جوڑیں۔
vi: Kết nối Yats
zh: 连接 Yats
zh_tw: 連接 Yats

# connect_your_hardware_wallet
source: Connect your hardware wallet using Bluetooth or USB
ar: قم بتوصيل محفظة الأجهزة الخاصة بك باستخدام Bluetooth أو USB
bg: Свържете хардуерния си портфейл с помощта на Bluetooth или USB
cs: Připojte hardwarovou peněženku pomocí Bluetooth nebo USB
de: Verbinden Sie Ihre Hardware-Wallet über Bluetooth oder USB
es: Conecta tu billetera de hardware usando Bluetooth o USB
fa: اتصال کیف پول سخت‌افزاری با بلوتوث یا USB
fr: Connectez votre portefeuille matériel à l'aide de Bluetooth ou USB
hi: ब्लूटूथ या यूएसबी का उपयोग करके अपने हार्डवेयर वॉलेट को कनेक्ट करें
hr: Spojite svoj hardverski novčanik pomoću Bluetooth -a ili USB -a
hy: Միացրեք ձեր ապարատային դրամապանակը Bluetooth-ի կամ USB-ի միջոցով
id: Hubungkan dompet perangkat keras Anda menggunakan Bluetooth atau USB
it: Collega il tuo portafoglio hardware tramite Bluetooth o USB
ja: BluetoothまたはUSBを使用して、ハードウェアウォレットを接続します
ko: 블루투스 또는 USB를 사용하여 하드웨어 지갑 연결
my: သင်၏ hardware ပိုက်ဆံအိတ်ကို Bluetooth သို့မဟုတ် USB ကို သုံး. ချိတ်ဆက်ပါ
nl: Sluit uw hardware -portemonnee aan met Bluetooth of USB
pl: Połącz swój portfel sprzętowy za pomocą Bluetooth lub USB
pt: Conecte sua carteira de hardware usando Bluetooth ou USB
ru: Подключите свой аппаратный кошелек с помощью Bluetooth или USB
th: เชื่อมต่อกระเป๋าเงินฮาร์ดแวร์ของคุณโดยใช้บลูทู ธ หรือ USB
tl: Ikonekta ang iyong hardware wallet gamit ang Bluetooth o USB
tr: Bluetooth veya USB kullanarak donanım cüzdanınızı bağlayın
uk: Підключіть апаратний гаманець за допомогою Bluetooth або USB
ur: بلوٹوتھ یا USB کا استعمال کرتے ہوئے اپنے ہارڈ ویئر پرس کو مربوط کریں
vi: Kết nối ví phần cứng của bạn bằng Bluetooth hoặc USB
zh: 使用蓝牙或USB连接硬件钱包
zh_tw: 使用藍牙或USB連接硬體錢包

# connect_your_hardware_wallet_ios
source: Connect your hardware wallet using Bluetooth
ar: قم بتوصيل محفظة الأجهزة الخاصة بك باستخدام Bluetooth
bg: Свържете хардуерния си портфейл с помощта на Bluetooth
cs: Připojte hardwarovou peněženku pomocí Bluetooth
de: Verbinden Sie Ihre Hardware-Wallet über Bluetooth
fr: Connectez votre portefeuille matériel à l'aide de Bluetooth
hi: ब्लूटूथ का उपयोग करके अपने हार्डवेयर वॉलेट को कनेक्ट करें
hr: Spojite svoj hardverski novčanik pomoću Bluetooth -a
hy: Միացրեք ձեր ապարատային դրամապանակը Bluetooth-ի միջոցով
id: Hubungkan dompet perangkat keras Anda menggunakan Bluetooth
ja: Bluetoothを使用してハードウェアウォレットを接続します
ko: 블루투스를 사용하여 하드웨어 지갑 연결
my: သင်၏ hardware ပိုက်ဆံအိတ်ကို Bluetooth ကို အသုံးပြု. ချိတ်ဆက်ပါ
nl: Sluit uw hardware -portemonnee aan met Bluetooth
pt: Conecte sua carteira de hardware usando o Bluetooth
ru: Подключите свой аппаратный кошелек с помощью Bluetooth
th: เชื่อมต่อกระเป๋าเงินฮาร์ดแวร์ของคุณโดยใช้บลูทู ธ
tl: Ikonekta ang iyong wallet gamit ang Bluetooth
tr: Bluetooth kullanarak donanım cüzdanınızı bağlayın
uk: Підключіть апаратний гаманець за допомогою Bluetooth
ur: بلوٹوتھ کا استعمال کرتے ہوئے اپنے ہارڈ ویئر پرس کو جوڑیں
vi: Kết nối ví phần cứng của bạn bằng Bluetooth

# connection_sync
source: Connection and sync
ar: الاتصال والمزامنة
bg: Свързване и синхронизиране
cs: Připojení a synch.
de: Verbindung und Synchronisierung
es: Conexión y sincronización
fa: اتصال و همگام‌سازی
fr: Connexion et synchronisation
hi: कनेक्शन और सिंक
hr: Povezivanje i sinkronizacija
hy: Կապ և սինխրոնիզացիա
id: Koneksi dan sinkronisasi
it: Connessione e sincronizzazione
ja: 接続と同期
ko: 연결 및 동기화
my: ချိတ်ဆက်မှုနှင့် ထပ်တူပြုခြင်း။
nl: Verbinding en synchronisatie
pl: Połączenie i synchronizacja
pt: Conexão e sincronização
ru: Подключение и синхронизация
th: การเชื่อมต่อและการซิงค์
tl: Koneksyon at pag-sync
tr: Bağlantı ve senkronizasyon
uk: Підключення та синхронізація
ur: کنکشن اور مطابقت پذیری
vi: Kết nối và đồng bộ hóa
zh: 连接和同步
zh_tw: 連接和同步

# connectWalletPrompt
source: Connect your wallet with WalletConnect to make transactions
ar: ﺕﻼ﻿ﻣﺎﻌﻤﻟﺍ ءﺍﺮﺟﻹ﻿ WalletConnect ﻊﻣ ﻚﺘﻈﻔﺤﻣ ﻞﻴﺻﻮﺘﺑ ﻢﻗ
bg: Свържете портфейла си с WalletConnect, за да извършвате транзакции
cs: Propojte svou peněženku s WalletConnect a provádějte transakce
de: Verbinden Sie Ihr Wallet mit WalletConnect, um Transaktionen durchzuführen
es: Conecta tu cartera con WalletConnect para realizar transacciones
fa: کیف پول خود را با WalletConnect برای انجام تراکنش‌ها متصل کنید
fr: Connectez votre portefeuille (wallet) avec WalletConnect pour effectuer des transactions
hi: लेन-देन करने के लिए अपने वॉलेट को वॉलेटकनेक्ट से कनेक्ट करें
hr: Povežite svoj novčanik s WalletConnectom za obavljanje transakcija
hy: Միացրեք ձեր դրամապանակը WalletConnect-ի միջոցով գործարքներ կատարելու համար
id: Hubungkan dompet Anda dengan WalletConnect untuk melakukan transaksi
it: Collega il tuo portafoglio con WalletConnect per effettuare transazioni
ja: ウォレットを WalletConnect に接続して取引を行う
ko: 거래를 하려면 WalletConnect로 지갑을 연결하세요
my: အရောင်းအဝယ်ပြုလုပ်ရန် သင့်ပိုက်ဆံအိတ်ကို WalletConnect နှင့် ချိတ်ဆက်ပါ။
nl: Verbind uw portemonnee met WalletConnect om transacties uit te voeren
pl: Połącz swój portfel z WalletConnect, aby dokonywać transakcji
pt: Conecte sua carteira ao WalletConnect para fazer transações
ru: Подключите свой кошелек к WalletConnect для совершения транзакций.
th: เชื่อมต่อกระเป๋าเงินของคุณด้วย WalletConnect เพื่อทำธุรกรรม
tl: Ikonekta ang iyong wallet sa WalletConnect upang gumawa ng mga transaksyon
tr: İşlem yapmak için cüzdanınızı WalletConnect'e bağlayın
uk: Підключіть свій гаманець до WalletConnect, щоб здійснювати транзакції
ur: ۔ﮟﯾﮌﻮﺟ ﮫﺗﺎﺳ ﮯﮐ WalletConnect ﻮﮐ ﮮﻮﭩﺑ ﮯﻨﭘﺍ ﮯﯿﻟ ﮯﮐ ﮯﻧﺮﮐ ﻦﯾﺩ ﻦﯿﻟ
vi: Kết nối ví của bạn với WalletConnect để thực hiện giao dịch
zh: 将您的钱包与 WalletConnect 连接以进行交易
zh_tw: 將您的錢包與 WalletConnect 連接以執行交易

source: Contact
ar: تواصل
bg: Контакт
cs: Kontakt
de: Kontakt
es: Contacto
fa: مخاطب
hi: संपर्क करें
hr: Kontakt
hy: Կոնտակտ
id: Kontak
it: Contatta
ja: 接触
ko: 연락처
my: ဆက်သွယ်ရန်
pl: Kontakt
pt: Contato
ru: Контакт
th: ผู้ติดต่อ
tr: Rehber
uk: Контакт
ur: رابطہ کریں۔
vi: Liên hệ
zh: 联系
zh_tw: 聯絡

# contact_list_contacts
source: Contacts
ar: جهات الاتصال
bg: Контакти
cs: Kontakty
de: Kontakte
es: Contactos
fa: مخاطبین
hi: संपर्क
hr: Kontakti
hy: Կոնտակտներ
id: Kontak
it: Contatti
ja: 連絡先
ko: 연락처
my: အဆက်အသွယ်များ
nl: Contacten
pl: Kontakty
pt: Contatos
ru: Контакты
th: ติดต่อ
tl: Mga Contact
tr: Rehberim
uk: Контакти
ur: رابطے
vi: Danh bạ
zh: 联系人
zh_tw: 聯絡人

# contact_list_wallets
source: My Wallets
ar: محافظ
bg: Моите портфейли
cs: Moje peněženky
de: Meine Wallets
es: Mis carteras
fa: کیف پول‌های من
fr: Mes portefeuilles (wallets)
hi: मेरा बटुआ
hr: Moji novčanici
hy: Իմ դրամապանակներ
id: Dompet Saya
it: I miei portafogli
ja: マイウォレット
ko: 내 지갑
my: ကျွန်ုပ်၏ ပိုက်ဆံအိတ်များ
nl: Mijn portefeuilles
pl: Moje portfele
pt: minhas carteiras
ru: Мои кошельки
th: กระเป๋าเงินของฉัน
tl: Mga Wallet Ko
tr: Cüzdanlarım
uk: Мої гаманці
ur: میرے بٹوے
vi: Ví của tôi
zh: 我的钱包
zh_tw: 我的錢包

source: Contact Name
ar: اسم جهة الاتصال
bg: Име на контакт
cs: Jméno kontaktu
de: Name des Kontakts
es: Nombre del contacto
fa: نام مخاطب
fr: Nom de Contact
hi: संपर्क नाम
hr: Ime kontakta
hy: Կոնտակտի անուն
id: Nama Kontak
it: Nome Contatto
ja: 連絡先
ko: 연락처 이름
my: ဆက်သွယ်ရန်အမည်
nl: Contactnaam
pl: Nazwa Kontaktu
pt: Nome do contato
ru: Имя контакта
th: ชื่อผู้ติดต่อ
tl: Pangalan ng Contact
tr: Kişi ismi
uk: Ім'я контакту
ur: رابطے کا نام
vi: Tên liên hệ
zh: 联系人姓名
zh_tw: 聯絡人姓名

# contact_name_exists
source: A contact with that name already exists. Please choose a different name.
ar: .ﻒﻠﺘﺨﻣ ﻢﺳﺍ ﺭﺎﻴﺘﺧﺍ ءﺎﺟﺮﻟﺍ .ﻞﻌﻔﻟﺎﺑ ﺓﺩﻮﺟﻮﻣ ﻢﺳﻻ﻿ﺍ ﺍﺬﻬﺑ ﻝﺎﺼﺗﺍ ﺔﻬﺟ
bg: Вече съществува контакт с това име. Моля, изберете друго име.
cs: Kontakt s tímto jménem již existuje. Vyberte prosím jiný název.
es: Ya existe un contacto con ese nombre. Por favor, elige un nombre diferente.
fa: مخاطبی با این نام قبلاً وجود دارد. لطفاً نام دیگری انتخاب کنید.
fr: Un contact portant ce nom existe déjà. Veuillez choisir un autre nom.
hi: उस नाम का एक संपर्क पहले से मौजूद है. कृपया कोई भिन्न नाम चुनें.
hr: Kontakt s tim imenom već postoji. Odaberite drugo ime.
hy: Այդ անվանման հետ կապ կա արդեն: Խնդրում ենք ընտրել այլ անուն:
it: Esiste già un contatto con quel nome. Scegli un nome diverso.
ja: その名前の連絡先はすでに存在します。別の名前を選択してください。
ko: 해당 이름의 연락처가 이미 존재합니다. 다른 이름을 선택하십시오.
my: ထိုအမည်နှင့် အဆက်အသွယ်တစ်ခု ရှိနှင့်ပြီးဖြစ်သည်။ အခြားအမည်တစ်ခုကို ရွေးပါ။
pl: Kontakt o tej nazwie już istnieje. Proszę wybrać inną nazwę.
th: มีผู้ติดต่อชื่อนั้นอยู่แล้ว โปรดเลือกชื่ออื่น
tl: Ang isang pakikipag -ugnay sa pangalang iyon ay mayroon na. Mangyaring pumili ng ibang pangalan.
tr: Bu isimde bir kişi zaten mevcut. Lütfen farklı bir ad seçin.
uk: Контакт із такою назвою вже існує. Виберіть інше ім'я.
ur: ۔ﮟﯾﺮﮐ ﺐﺨﺘﻨﻣ ﻡﺎﻧ ﻒﻠﺘﺨﻣ ﮏﯾﺍ ﻡﺮﮐ ﮦﺍﺮﺑ ۔ﮯﮨ ﺩﻮﺟﻮﻣ ﮯﺳ ﮯﻠﮩﭘ ﮧﻄﺑﺍﺭ ﮏﯾﺍ ﮫﺗﺎﺳ ﮯﮐ ﻡﺎﻧ ﺱﺍ
vi: Một liên hệ với cái tên đó đã tồn tại. Vui lòng chọn một tên khác.
zh: 已有同名联系人，请换个名字
zh_tw: 已有同名聯絡人，請換個名字

source: Contact Support
ar: اتصل بالدعم
bg: Свържи се с отдел поддръжка
cs: Kontaktovat podporu
de: Support kontaktieren
es: Contactar con Soporte
fa: تماس با پشتیبانی
fr: Contacter l'assistance
hi: सहायता से संपर्क करें
hr: Kontaktirajte podršku
hy: Հետադարձ կապ
id: Hubungi Dukungan
it: Contatta l'assistenza
ja: サポートに連絡する
ko: 고객 지원 문의
my: ပံ့ပိုးကူညီမှုထံ ဆက်သွယ်ပါ။
nl: Contact opnemen met ondersteuning
pl: Skontaktuj się z pomocą techniczną
pt: Contatar Suporte
ru: Связаться со службой поддержки
th: ติดต่อฝ่ายสนับสนุน
tl: Makipag-ugnay sa Suporta
tr: Destek ile İletişime Geç
uk: Звернутися до служби підтримки
ur: سپورٹ سے رابطہ کریں۔
vi: Liên hệ Hỗ trợ
zh: 联系支持
zh_tw: 聯絡支援

# continue_text
source: Continue
ar: التالي
bg: Напред
cs: Pokračovat
de: Weiter
es: Continuar
fa: ادامه
fr: Continuer
hi: जारी रहना
hr: Nastavak
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 持続する
ko: 계속
my: ဆက်လက်
nl: Doorgaan met
pl: Kontynuuj
pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tl: Magpatuloy
tr: Devam et
uk: Продовжити
ur: جاری رہے
vi: Tiếp tục
zh: 继续
zh_tw: 繼續

# contract_warning
source: This contract address has been flagged as potentially fraudulent. Please process with caution.
ar: تم وضع علامة على عنوان العقد هذا على أنه احتيالي محتمل. يرجى المعالجة بحذر.
bg: Този адрес на договора е маркиран като потенциално измамник. Моля, обработете с повишено внимание.
cs: Tato adresa smlouvy byla označena jako potenciálně podvodná. Zpracovejte prosím opatrně.
es: Esta dirección de contrato ha sido marcada como potencialmente fraudulenta. Por favor, proceda con precaución.
fa: این آدرس قرارداد به عنوان کلاهبرداری احتمالی علامت‌گذاری شده است. لطفاً با احتیاط ادامه دهید.
fr: Cette adresse contractuelle a été signalée comme potentiellement frauduleuse. Veuillez traiter avec prudence.
hi: इस अनुबंध के पते को संभावित रूप से धोखाधड़ी के रूप में चिह्नित किया गया है। कृपया सावधानी के साथ प्रक्रिया करें।
hr: Ova adresa ugovora označena je kao potencijalno lažna. Molimo obradite s oprezom.
hy: Պայմանագրի այս հասցեն դրոշմել է որպես հնարավոր կեղծ: Խնդրում ենք զգուշությամբ մշակել:
id: Alamat kontrak ini telah ditandai sebagai berpotensi curang. Silakan memproses dengan hati -hati.
it: Questo indirizzo del contratto è stato contrassegnato come potenzialmente fraudolento. Si prega di procedere con cautela.
ja: この契約住所は、潜在的に不正としてフラグが立てられています。注意して処理してください。
ko: 이 계약 주소는 잠재적으로 사기일 수 있다는 플래그가 지정되었습니다. 주의하여 진행하십시오.
my: ဒီစာချုပ်လိပ်စာအလားအလာအလားအလာအလားအလာအလံများကိုအလံလွှင့်တင်ခဲ့သည်။ ကျေးဇူးပြုပြီးသတိဖြင့်လုပ်ငန်းစဉ်။
pl: Ten adres kontraktu został oznaczony jako potencjalnie oszukańczy. Zachowaj ostrożność.
th: ที่อยู่สัญญานี้ได้รับการตั้งค่าสถานะว่าเป็นการฉ้อโกง กรุณาดำเนินการด้วยความระมัดระวัง
tl: Ang address ng kontrata na ito ay na -flag bilang potensyal na mapanlinlang. Mangyaring iproseso nang may pag -iingat.
tr: Bu sözleşme adresi potansiyel olarak hileli olarak işaretlenmiştir. Lütfen dikkatle işleyin.
uk: Ця адреса контракту була позначена як потенційно шахрайська. Будь ласка, обробляйте обережно.
ur: اس معاہدے کے پتے کو ممکنہ طور پر جعلی قرار دیا گیا ہے۔ براہ کرم احتیاط کے ساتھ کارروائی کریں۔
vi: Địa chỉ hợp đồng này đã được gắn cờ là có khả năng lừa đảo. Vui lòng xử lý một cách thận trọng.
zh: 该合约地址已被标记为潜在的欺诈性。请谨慎行事。
zh_tw: 此合約地址已被標記為潛在的欺詐性。請謹慎行事。

source: Contract Name
ar: ﺪﻘﻌﻟﺍ ﻢﺳﺍ
bg: Име на договора
cs: Název smlouvy
de: Vertragsname
es: Nombre del contrato
fa: نام قرارداد
fr: Nom du contrat
hi: अनुबंध का नाम
hr: Naziv ugovora
hy: Գործարքի անուն
id: Nama Kontrak
it: Nome Contratto
ja: 契約名
ko: 계약 이름
my: စာချုပ်အမည်
nl: Contractnaam
pl: Nazwa kontraktu
pt: Nome do contrato
ru: Название контракта
th: ชื่อสัญญา
tl: Pangalan ng Kontrata
tr: Sözleşme Adı
uk: Назва контракту
ur: ﻡﺎﻧ ﺎﮐ ﮦﺪﮨﺎﻌﻣ
vi: Tên Hợp đồng
zh: 合约名称
zh_tw: 合約名稱

source: Contract Symbol
ar: ﺪﻘﻌﻟﺍ ﺰﻣﺭ
bg: Договор Символ
cs: Symbol smlouvy
de: Vertragssymbol
es: Símbolo del contrato
fa: نماد قرارداد
fr: Symbole du contrat
hi: अनुबंध चिह्न
hr: Simbol ugovora
hy: Գործարքի Նշան
id: Simbol Kontrak
it: Simbolo del Contratto
ja: 契約記号
ko: 계약 심볼
my: စာချုပ်သင်္ကေတ
nl: Contractsymbool
pl: Symbol kontraktu
pt: Símbolo do Contrato
ru: Символ контракта
th: สัญลักษณ์สัญญา
tl: Simbolo ng Kontrata
tr: Sözleşme Sembolü
uk: Контракт символ
ur: ﺖﻣﻼ﻿ﻋ ﯽﮐ ﮦﺪﮨﺎﻌﻣ
vi: Ký hiệu Hợp đồng
zh: 合约符号
zh_tw: 合約符號

source: Copied ${key} to Clipboard
ar: تم نسخ ${key} إلى الحافظة
bg: Копиран ключ: ${key}
cs: Zkopírován ${key} do schránky
de: ${key} in Zwischenablage kopiert
es: Copiado ${key} al portapapeles
fa: ${key} در حافظه موقت کپی شد
fr: ${key} copiée vers le presse-papier
hi: की नकल की ${key} क्लिपबोर्ड पर
hr: ${key} kopiran u međuspremnik
hy: ${key} պատճենված է տեքստի բուֆերում
id: Kunci ${key} disalin ke Clipboard
it: ${key} copiata negli Appunti
ja: コピー済み ${key} クリップボードへ
ko: ${key} 클립보드에 복사됨
my: ${key} ကို Clipboard သို့ ကူးယူထားသည်။
nl: Gekopieerd ${key} naar het klembord
pl: Skopiowano ${key} do schowka
pt: ${key} copiada para a área de transferência
ru: Скопировано ${key} в буфер обмена
th: คัดลอก ${key} ไปยัง Clipboard แล้ว
tl: Kinopya ang ${key} sa Clipboard
tr: ${key} panoya kopyalandı
uk: Скопійовано ${key} в буфер обміну
ur: ${key} کو کلپ بورڈ پر کاپی کیا گیا۔
vi: Đã sao chép ${key} vào khay nhớ tạm
zh: 复制 ${key} 到剪贴板
zh_tw: 複製 ${key} 到剪貼板

source: Copied to Clipboard
ar: نسخ إلى الحافظة
bg: Копирано
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
es: Copiado al Portapapeles
fa: در حافظه موقت کپی شد
fr: Copié vers le Presse-Papier
hi: क्लिपबोर्ड पर नकल
hr: Kopirano u međuspremnik
hy: Պատճենված է տեքստի բուֆերում
id: Disalin ke Clipboard
it: Copiato negli Appunti
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
my: ကလစ်ဘုတ်သို့ ကူးယူထားသည်။
nl: Gekopieerd naar het klembord
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
th: คัดลอกไปยังหน่วยความจำของคอมพิวเตอร์
tl: Kinopya sa Clipboard
tr: Panoya Kopyalandı
uk: Скопійовано в буфер обміну
ur: کلپ بورڈ پر کاپی کیا گیا۔
vi: Đã sao chép vào khay nhớ tạm
zh: 复制到剪贴板
zh_tw: 複製到剪貼板

source: Copy
ar: نسخ
bg: Копиране
cs: Kopírovat
de: Kopieren
es: Copiar
fa: کپی
fr: Copier
hi: प्रतिलिपि
hr: Kopiraj
hy: Պատճենել
id: Salin
it: Copia
ja: コピー
ko: 복사
my: ကော်ပီ
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Скопировать
th: คัดลอก
tl: Kopyahin
tr: Kopyala
uk: Скопіювати
ur: کاپی
vi: Sao chép
zh: 复制
zh_tw: 複製

source: Copy Address
ar: نسخ العنوان
cs: Zkopírovat adresu
de: Adresse kopieren
es: Copiar dirección
fa: کپی آدرس
fr: Copier l'Adresse
hi: पता कॉपी करें
hr: Kopiraj adresu
hy: Պատճենել հասցեն
id: Salin Alamat
it: Copia Indirizzo
ja: 住所をコピー
ko: 주소 복사
my: လိပ်စာကို ကူးယူပါ။
nl: Adres kopiëren
pl: Skopiuj Adres
pt: Copiar endereço
ru: Cкопировать адрес
th: คัดลอกที่อยู่
tl: Kopyahin ang Address
tr: Adresi kopyala
uk: Cкопіювати адресу
ur: ایڈریس کاپی کریں۔
vi: Sao chép Địa chỉ
zh: 复制地址
zh_tw: 複製地址

source: Copy ID
ar: نسخ معرف العملية
bg: Копиране на ID
cs: Kopírovat ID
de: ID kopieren
es: Copiar ID
fa: کپی شناسه
fr: Copier l'ID
hi: प्रतिलिपि ID
hr: Kopirati ID
hy: Պատճենել ID
id: Salin ID
it: Copia ID
ja: IDをコピー
ko: ID 복사
my: ID ကူးယူပါ။
nl: ID kopiëren
pl: Kopiuj ID
pt: Copiar ID
ru: Скопировать ID
th: คัดลอก ID
tl: Kopyahin ang ID
tr: ID'yi kopyala
uk: Скопіювати ID
ur: کاپی ID
vi: Sao chép ID
zh: 复制ID
zh_tw: 複製ID

# copyWalletConnectLink
source: Copy the WalletConnect link from dApp and paste here
ar: ﺎﻨﻫ ﻪﻘﺼﻟﺍﻭ dApp ﻦﻣ WalletConnect ﻂﺑﺍﺭ ﺦﺴﻧﺍ
bg: Копирайте връзката WalletConnect от dApp и я поставете тук
cs: Zkopírujte odkaz WalletConnect z dApp a vložte jej sem
de: Kopieren Sie den WalletConnect-Link von dApp und fügen Sie ihn hier ein
es: Copia el enlace de WalletConnect de la dApp y pégalo aquí
fa: لینک WalletConnect را از dApp کپی کرده و اینجا جای‌گذاری کنید
fr: Copiez le lien WalletConnect depuis l'application décentralisée (dApp) et collez-le ici
hi: dApp से वॉलेटकनेक्ट लिंक को कॉपी करें और यहां पेस्ट करें
hr: Kopirajte vezu WalletConnect iz dApp-a i zalijepite je ovdje
hy: Պատճենել WalletConnect հղումը dApp-ից և տեղադրել այստեղ
id: Salin tautan WalletConnect dari dApp dan tempel di sini
it: Copia il collegamento WalletConnect dalla dApp e incollalo qui
ja: dApp から WalletConnect リンクをコピーし、ここに貼り付けます
ko: dApp에서 WalletConnect 링크를 복사하여 여기에 붙여넣으세요
my: dApp မှ WalletConnect လင့်ခ်ကို ကူးယူပြီး ဤနေရာတွင် ကူးထည့်ပါ။
nl: Kopieer de WalletConnect-link van dApp en plak deze hier
pl: Skopiuj link WalletConnect z dApp i wklej go tutaj
pt: Copie o link WalletConnect do dApp e cole aqui
ru: Скопируйте ссылку WalletConnect из dApp и вставьте сюда.
th: คัดลอกลิงก์ WalletConnect จาก dApp แล้ววางที่นี่
tl: Kopyahin ang link ng WalletConnect mula sa dApp at i-paste dito
tr: WalletConnect bağlantısını dApp'ten kopyalayıp buraya yapıştırın
uk: Скопіюйте посилання WalletConnect із dApp і вставте сюди
ur: dApp ﮯﺳ WalletConnect ۔ﮟﯾﺮﮐ ﭧﺴﯿﭘ ﮞﺎﮩﯾ ﺭﻭﺍ ﮟﯾﺮﮐ ﯽﭘﺎﮐ ﻮﮐ ﮏﻨﻟ
vi: Sao chép liên kết WalletConnect từ dApp và dán vào đây
zh: 从 dApp 复制 WalletConnect 链接并粘贴到此处
zh_tw: 從 dApp 複製 WalletConnect 連結並貼上到此處

# corrupted_seed_notice
source: The files for this wallet are corrupted and are unable to be opened. Please view the seed phrase, save it, and restore the wallet. If the value is empty, then the seed was unable to be correctly recovered.
ar: تالف ملفات هذه المحفظة ولا يمكن فتحها. يرجى الاطلاع على عبارة البذور وحفظها واستعادة المحفظة. إذا كانت القيمة فارغة ، لم تتمكن البذور من استردادها بشكل صحيح.
bg: Файловете за този портфейл са повредени и не могат да бъдат отворени. Моля, прегледайте фразата за семена, запазете я и възстановете портфейла. Ако стойността е празна, тогава семето не успя да бъде правилно възстановено.
cs: Soubory pro tuto peněženku jsou poškozeny a nemohou být otevřeny. Podívejte se prosím na osivo, uložte ji a obnovte peněženku. Pokud je hodnota prázdná, pak semeno nebylo možné správně obnovit.
es: Los archivos de esta billetera están dañados y no pueden abrirse. Vea la frase semilla, guárdela y restaure la billetera. Si el valor está vacío, entonces la semilla no pudo recuperarse correctamente.
fa: فایل‌های این کیف پول خراب شده و قابل باز شدن نیستند. لطفاً عبارت بازیابی را مشاهده و ذخیره کنید و سپس کیف پول را بازیابی نمایید. اگر مقدار خالی باشد، سید به درستی بازیابی نشده است.
fr: Les fichiers de ce portefeuille sont corrompus et ne peuvent pas être ouverts. Veuillez consulter la phrase de graines, sauver et restaurer le portefeuille. Si la valeur est vide, la graine n'a pas pu être correctement récupérée.
hi: इस वॉलेट की फाइलें दूषित हैं और उन्हें खोलने में असमर्थ हैं। कृपया बीज वाक्यांश देखें, इसे बचाएं, और बटुए को पुनर्स्थापित करें। यदि मूल्य खाली है, तो बीज सही ढंग से पुनर्प्राप्त करने में असमर्थ था।
hr: Datoteke za ovaj novčanik su oštećene i nisu u mogućnosti otvoriti. Molimo pogledajte sjemensku frazu, spremite je i vratite novčanik. Ako je vrijednost prazna, tada sjeme nije bilo u stanju ispravno oporaviti.
hy: Այս դրամապանակի համար ֆայլերը կոռումպացված են եւ չեն կարողանում բացվել: Խնդրում ենք դիտել սերմերի արտահայտությունը, պահպանել այն եւ վերականգնել դրամապանակը: Եթե ​​արժեքը դատարկ է, ապա սերմը չկարողացավ ճիշտ վերականգնվել:
it: I file per questo portafoglio sono corrotti e non è possibile aprirli. Visualizza la frase del seme, salvala e ripristina il portafoglio. Se il valore è vuoto, non è stato possibile recuperare correttamente il seme.
ja: このウォレットのファイルは破損しており、開くことができません。シードフレーズを表示し、保存し、財布を復元してください。 値が空の場合、種子を正しく回復することができませんでした。
ko: 이 지갑의 파일이 손상되어 열 수 없습니다. 시드 구문을 보고 저장한 다음 지갑을 복구하세요. 값이 비어 있으면 시드를 올바르게 복구할 수 없었습니다.
my: ဤပိုက်ဆံအိတ်အတွက်ဖိုင်များသည်အကျင့်ပျက်ခြစားမှုများနှင့်မဖွင့်နိုင်ပါ။ ကျေးဇူးပြု. မျိုးစေ့များကိုကြည့်ပါ, ၎င်းကိုသိမ်းဆည်းပါ, ပိုက်ဆံအိတ်ကိုပြန်ယူပါ။ အကယ်. တန်ဖိုးသည်အချည်းနှီးဖြစ်ပါကမျိုးစေ့ကိုမှန်ကန်စွာပြန်လည်ကောင်းမွန်မရရှိနိုင်ပါ။
pl: Pliki tego portfela są uszkodzone i nie można ich otworzyć. Wyświetl frazę seed, zapisz ją i przywróć portfel. Jeśli wartość jest pusta, fraza seed nie została poprawnie odzyskana.
th: ไฟล์สำหรับกระเป๋าเงินนี้เสียหายและไม่สามารถเปิดได้ โปรดดูวลีเมล็ดบันทึกและกู้คืนกระเป๋าเงิน หากค่าว่างเปล่าเมล็ดก็ไม่สามารถกู้คืนได้อย่างถูกต้อง
tl: Ang mga file para sa pitaka na ito ay nasira at hindi mabubuksan. Mangyaring tingnan ang parirala ng binhi, i -save ito, at ibalik ang pitaka. Kung ang halaga ay walang laman, kung gayon ang binhi ay hindi ma -recover nang tama.
tr: Bu cüzdanın dosyaları bozuk ve açılamıyor. Lütfen tohum ifadesini görüntüleyin, kaydedin ve cüzdanı geri yükleyin. Değer boşsa, tohum doğru bir şekilde geri kazanılamadı.
uk: Файли для цього гаманця пошкоджені і не можуть бути відкриті. Перегляньте насіннєву фразу, збережіть її та відновіть гаманець. Якщо значення порожнє, то насіння не могло бути правильно відновленим.
ur: اس پرس کے لئے فائلیں خراب ہیں اور کھولنے سے قاصر ہیں۔ براہ کرم بیج کے فقرے کو دیکھیں ، اسے بچائیں ، اور بٹوے کو بحال کریں۔ اگر قیمت خالی ہے ، تو بیج صحیح طور پر بازیافت کرنے سے قاصر تھا۔
vi: Các tệp cho ví này bị hỏng và không thể mở. Vui lòng xem cụm từ hạt giống, lưu nó và khôi phục ví. Nếu giá trị trống, thì hạt giống không thể được phục hồi chính xác.
zh: 该钱包的文件被损坏，无法打开。请查看种子短语，保存并恢复钱包。 如果该值为空，则种子无法正确恢复。
zh_tw: 此錢包的檔案被損壞，無法開啟。請查看種子片語，儲存並恢復錢包。 如果此值為空，則種子無法正確恢復。

source: Countries
ar: بلدان
bg: Държави
cs: Země
de: Länder
es: Países
fa: کشورها
fr: Pays
hi: देशों
hr: Zemalja
hy: Երկրներ
id: Negara
it: Paesi
ja: 国
ko: 국가
my: နိုင်ငံများ
nl: Landen
pl: Kraje
pt: Países
ru: Страны
th: ประเทศ
tl: Mga bansa
tr: Ülkeler
uk: Країни
ur: ممالک
vi: Quốc gia
zh: 国家
zh_tw: 國家
