Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# first_wallet_text
source: Awesome wallet for Monero, Bitcoin, Ethereum, Litecoin, and Haven
ar: محفظة رائعة ل Monero, Bitcoin, Ethereum, Litecoin و Haven
bg: Невероятен портфейл за Monero, Bitcoin, Ethereum, Litecoin и Haven
cs: Úžasná peněženka pro Monero, Bitcoin, Ethereum, Litecoin a Haven
de: Eine großartige Wallet für Monero, Bitcoin, Ethereum, Litecoin, und Haven
es: Impresionante billetera para Monero, Bitcoin, Ethereum, Litecoin y más
fa: کیف پول عالی برای مونرو، بیت‌کوین، اتریوم، لایت‌کوین و هیون
fr: Super portefeuille (wallet) pour Monero, Bitcoin, Ethereum, Litecoin et Haven
hi: Monero, Bitcoin, Ethereum, Litecoin, और Haven के लिए बहुत बढ़िया बटुआ
hr: Odličan novčanik za Monero, Bitcoin, Ethereum, Litecoin, i Haven
hy: Հիանալի հաշվեհամար Monero, Bitcoin, Ethereum, Litecoin և Haven արժույթների համար
id: Dompet luar biasa untuk Monero, Bitcoin, Ethereum, Litecoin, dan Haven
it: Portafoglio fantastico per Monero, Bitcoin, Ethereum, Litecoin, e Haven
ja: Monero、Bitcoin、Ethereum、Litecoin、Haven用の素晴らしいウォレット
ko: 모네로, 비트코인, 이더리움, 라이트코인, 헤이븐을 위한 멋진 지갑
my: Monero၊ Bitcoin၊ Ethereum၊ Litecoin နှင့် Haven အတွက် အလွန်ကောင်းမွန်သော ပိုက်ဆံအိတ်
nl: Geweldige portemonnee voor Monero, Bitcoin, Ethereum, Litecoin, en Haven
pl: Świetny portfel dla Monero, Bitcoina, Ethereum, Litecoina i Haven
pt: Carteira incrível para Monero, Bitcoin, Ethereum, Litecoin, e Haven
ru: В самом удобном кошельке для Monero, Bitcoin, Ethereum, Litecoin, и Haven
th: กระเป๋าสตางค์ที่สวยงามสำหรับ Monero, Bitcoin, Ethereum, Litecoin และ Haven
tl: Kahanga-hangang wallet para sa Monero, Bitcoin, Litecoin, Ethereum, at Haven
tr: Monero, Bitcoin, Ethereum, Litecoin ve Haven için harika cüzdan
uk: В самому зручному гаманці для Monero, Bitcoin, Ethereum, Litecoin, та Haven
ur: Monero، Bitcoin، Ethereum، Litecoin، اور Haven کے لیے زبردست پرس
vi: Ví tuyệt vời cho Monero, Bitcoin, Ethereum, Litecoin, và Haven
zh: 适用于门罗币、比特币、以太坊、莱特币和避风港的超棒钱包
zh_tw: 適用於門羅幣、比特幣、以太坊、萊特幣和避風港的超棒錢包

# fixed_pair_not_supported
source: This fixed pair is not supported with the selected swap services
ar: لا يتم دعم هذا الزوج الثابت مع خدمات المبادلة المحددة
bg: Тази фиксирана двойка не се поддържа с избраните услуги за суап
cs: Tento pevný pár není podporován vybranými službami swapu
de: Dieses feste Paar wird von den ausgewählten Vermittlungsstellen nicht unterstützt
es: Este par fijo no es compatible con los servicios de intercambio seleccionados
fa: این جفت ارز ثابت با سرویس‌های تبادل انتخاب شده پشتیبانی نمی‌شود
fr: Cette paire fixe n'est pas prise en charge avec les services d'échange sélectionnés
hi: यह निश्चित जोड़ी चयनित स्वैप सेवाओं के साथ समर्थित नहीं है
hr: Ovaj fiksni par nije podržan s odabranim SWAP uslugama
hy: Այս ֆիքսված զույգը չի ապահովվում ընտրված փոխանակման ծառայություններ
id: Pasangan tetap ini tidak didukung dengan layanan swap yang dipilih
it: Questa coppia fissa non è supportata con i servizi di swap selezionati
ja: この固定ペアは、選択したスワップサービスではサポートされていません
ko: 이 고정 쌍은 선택한 스왑 서비스에서 지원되지 않습니다
my: ဤပုံသေစုံတွဲသည်ရွေးချယ်ထားသောလဲလှယ်ရေးအစီအစဉ်များဖြင့်မထောက်ပံ့ပါ
nl: Dit vaste paar wordt niet ondersteund bij de geselecteerde exchanges
pl: Ta para stała nie jest obsługiwana przy wybranych usługach swap
pt: Este par fixo não é compatível com as exchanges selecionadas
ru: Эта фиксированная пара не поддерживается выбранными биржами.
th: คู่คงที่นี้ไม่ได้รับการสนับสนุนด้วยบริการแลกเปลี่ยนที่เลือก
tl: Ang nakapirming pares na ito ay hindi suportado sa mga napiling serbisyo ng pagpapalit
tr: Bu sabit çift seçilen takas hizmetleri ile desteklenmez
uk: Ця фіксована пара не підтримується вибраними послугами Swap
ur: یہ فکسڈ جوڑی منتخب شدہ تبادلہ خدمات کے ساتھ تعاون یافتہ نہیں ہے
vi: Cặp cố định này không được hỗ trợ với các dịch vụ hoán đổi đã chọn
zh: 所选的交换服务不支持这对固定对
zh_tw: 所選的交換服務不支援這對固定對

source: Fixed rate
ar: السعر الثابت
bg: Постоянен обменен курс
cs: Pevný kurz
de: Feste Rate
es: Tipo de cambio fijo
fa: نرخ ثابت
fr: Taux fixe
hi: निर्धारित दर
hr: Fiksna stopa
hy: Ֆիքսված փոխարժեք
id: Rate tetap
it: Tasso fisso
ja: 固定金利
ko: 고정 환율
my: ပုံသေနှုန်း
nl: Vast tarief
pl: Stały kurs
pt: Taxa fixa
ru: Фиксированная ставка
th: อัตราคงที่
tr: Sabit oran
uk: Фіксована ставка
ur: مقررہ شرح
vi: Tỷ giá cố định
zh: 固定汇率
zh_tw: 固定汇率

# fixed_rate_alert
source: You will be able to enter receive amount when fixed rate mode is checked. Do you want to switch to fixed rate mode?
ar: ستتمكن من إدخال مبلغ الاستلام عند تشغيل وضع السعر الثابت. هل تريد التبديل إلى وضع السعر الثابت؟
bg: Ще можете да въведете сумата за получаване, когато е избранен постоянен обменен курс. Искате ли да изберете постоянен обменен курс?
cs: Když je zvolený pevný kurz, můžete zadat konkrétní částku, kterou chcete dostat. Chcete se přepnout do režimu s pevným kurzem?
de: Sie können den Empfangsbetrag eingeben, wenn der Festratenmodus aktiviert ist. Möchten Sie in den Festratenmodus wechseln?
es: Podrás ingresar la cantidad a recibir cuando el modo de tarifa fija esté activado. ¿Quieres cambiar al modo de tarifa fija?
fa: زمانی که حالت نرخ ثابت فعال باشد، می‌توانید مقدار دریافتی را وارد کنید. آیا می‌خواهید به حالت نرخ ثابت تغییر وضعیت دهید؟
fr: Vous aurez la possibilité de rentrer le montant reçu lorsque le mode taux fixe est sélectionné. Souhaitez vous basculer en mode taux fixe ?
hi: फिक्स्ड रेट मोड की जांच करने पर आप प्राप्त राशि दर्ज कर पाएंगे। क्या आप निश्चित दर मोड पर स्विच करना चाहते हैं?
hr: Moći ćete unijeti iznos koji želite primiti nakon što označite način rada fiksne stope. Želite li se prebaciti na način rada fiksne stope?
hy: Դուք կկարողանաք մուտքագրել ստացվող գումարը, երբ ֆիքսված փոխարժեքի ռեժիմը միացված է: Դուք ցանկանում եք անցնել ֆիքսված փոխարժեքի ռեժիմին?
id: Anda akan dapat memasukkan jumlah penerimaan saat mode rate tetap dicentang. Apakah Anda ingin beralih ke mode rate tetap?
it: Potrai inserire l'importo da ricevere quando il tasso è fisso. Vuoi cambiare alla modalità tasso fisso?
ja: 固定金利モードにチェックを入れると、受取額を入力できるようになります。 固定金利モードに切り替えますか？
ko: 고정 환율 모드가 선택되면 수령 금액을 입력할 수 있습니다. 고정 환율 모드로 전환하시겠습니까?
my: ပုံသေနှုန်းထားမုဒ်ကို စစ်ဆေးသည့်အခါ လက်ခံပမာဏကို ထည့်သွင်းနိုင်မည်ဖြစ်သည်။ ပုံသေနှုန်းမုဒ်သို့ ပြောင်းလိုပါသလား။
nl: U kunt het ontvangen bedrag invoeren wanneer de modus voor vaste tarieven is aangevinkt. Wilt u overschakelen naar de vaste-tariefmodus?
pl: Będziesz mógł wprowadzić kwotę do otrzymania, gdy tryb stałej stawki jest zaznaczony. Czy chcesz przejść do trybu stałej stawki?
pt: Você poderá inserir a quantia recebida quando o modo de taxa fixa estiver marcado. Quer mudar para o modo de taxa fixa?
ru: Вы сможете ввести сумму получения тогда, когда будет установлен режим фиксированной ставки. Вы хотите перейти в режим фиксированной ставки?
th: คุณจะสามารถป้อนจำนวนที่ได้รับเมื่อเลือกโหมดอัตราคงที่ คุณต้องการสลับไปที่โหมดอัตราคงที่?
tl: Makakapagpasok ka ng halaga ng pagtanggap kapag nasuri ang fixed rate mode. Gusto mo bang lumipat sa fixed rate mode?
tr: Sabit oran modunu işaretlersen alım tutarını girebilirsin. Sabit oran moduna geçmek ister misin?
uk: Ви зможете ввести суму отримання тоді, коли буде встановлений режим фіксованої ставки. Ви хочете перейти в режим фіксованої ставки?
ur: فکسڈ ریٹ موڈ چیک ہونے پر آپ وصولی رقم درج کر سکیں گے۔ کیا آپ فکسڈ ریٹ موڈ پر سوئچ کرنا چاہتے ہیں؟
vi: Bạn sẽ có thể nhập số lượng nhận được khi chế độ tỷ giá cố định được chọn. Bạn có muốn chuyển sang chế độ tỷ giá cố định không?
zh: 启用固定汇率模式后，可输入接收金额。您要切换吗？
zh_tw: 啟用固定汇率模式後，可輸入接收金額。您要切換嗎？

source: Forgot Password
ar: هل نسيت كلمة السر
bg: Забравена парола
cs: Zapomenuté heslo
de: Passwort vergessen
es: Olvidé mi contraseña
fa: رمز عبور را فراموش کرده‌اید
fr: Mot de passe oublié
hi: पासवर्ड भूल गए
hr: Zaboravljena lozinka
hy: Մոռացել եմ գաղտնաբառը
id: Lupa Kata Sandi
it: Password dimenticata
ja: パスワードを忘れた
ko: 비밀번호 찾기
my: စကားဝှက်မေ့နေပါသလား
nl: Wachtwoord vergeten
pl: Zapomniałeś hasła?
pt: Esqueci a senha
ru: Забыли пароль
th: ลืมรหัสผ่าน
tl: Nakalimutan ang Password
tr: Parolamı unuttum
uk: Забули пароль
ur: پاسورڈ بھول گے
vi: Quên mật khẩu
zh: 忘记密码
zh_tw: 忘記密碼

source: Freeze
ar: تجميد
bg: Замразяване
cs: Zmrazit
de: Einfrieren
es: Congelar
fa: مسدود کردن (Freeze)
fr: Geler
hi: फ्रीज
hr: Zamrznuti
hy: Կասեցնել
it: Congela
ja: 氷結
ko: 동결
my: အေးခဲ
nl: Bevriezen
pl: Zamroź
pt: Congelar
ru: Заморозить
th: ดักจับ
tl: I-freeze
tr: Dondur
uk: Заморозити
ur: منجمد
vi: Đóng băng
zh: 冻结
zh_tw: 凍結

source: Frequently asked questions
ar: الأسئلة الشائعة
bg: Често задавани въпроси
cs: Často kladené otázky
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fa: سوالات متداول
fr: Foire aux questions
hi: अक्सर पूछे जाने वाले प्रश्न
hr: Često postavljana pitanja
hy: Հաճախ տրվող հարցեր
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
my: မေးလေ့ရှိသောမေးခွန်းများ
nl: Veelgestelde vragen
pl: Najczęściej zadawane pytania
pt: Perguntas frequentes
ru: Часто задаваемые вопросы
th: คำถามที่พบบ่อย
tl: Mga madalas itanong
tr: Sıkça sorulan sorular
uk: Часті запитання
ur: اکثر پوچھے گئے سوالات
vi: Các câu hỏi thường gặp
zh: 常见问题
zh_tw: 常見問題

source: Frozen
ar: مجمدة
bg: Замразени
cs: Zmraženo
de: Gefroren
es: Congelado
fa: مسدود شده
fr: Gelées
hi: जमा हुआ
hr: Smrznuto
hy: Կասեցված
id: Dibekukan
it: Congelato
ja: 凍った
ko: 동결됨
my: ဖြူဖြူ
nl: Bevroren
pl: Zamrożone
pt: Congeladas
ru: Заморожено
th: ถูกดักจับ
tr: Dondurulmuş
uk: Заморожено
ur: منجمد
vi: Đã đóng băng
zh: 冻结的
zh_tw: 凍結的

source: Frozen Balance
ar: التوازن المجمد
bg: Замразен баланс
cs: Zmrazená rovnováha
es: Saldo congelado
fa: موجودی مسدود شده
fr: Équilibre gelé
hi: जमे हुए संतुलन
hr: Smrznuta ravnoteža
hy: Սառեցված հավասարակշռություն
it: Saldo Congelato
ja: 凍結バランス
ko: 동결 잔액
my: လက်ကျန်ငွေ
pl: Zablokowane saldo
th: สมดุลแช่แข็ง
tl: Frozen na balanse
tr: Dondurulmuş denge
uk: Заморожений баланс
ur: منجمد توازن
vi: Cân bằng đông lạnh
zh: 冻结余额
zh_tw: 凍結餘額

source: Full Balance
ar: الرصيد الكامل
bg: Пълен баланс
cs: Celkový zůstatek
de: Gesamtguthaben
es: Saldo total
fa: موجودی کل
fr: Solde Complet
hi: पूर्ण संतुलन
hr: Pun iznos
hy: Լրիվ մնացորդ
id: Saldo Penuh
it: Saldo Completo
ja: フルバランス
ko: 전체 잔액
my: Balance အပြည့်
nl: Volledig saldo
pl: Łączne saldo
pt: Saldo total
ru: Весь баланс
th: ยอดคงเหลือทั้งหมด
tl: Buong Balanse
tr: Tüm bakiye
uk: Весь баланс
ur: مکمل بیلنس
vi: Số dư đầy đủ
zh: 总余额
zh_tw: 總餘額

# gas_exceeds_allowance
source: Gas required by transaction exceeds allowance.
ar: الغاز المطلوب بالمعاملة يتجاوز البدل.
bg: Газът, изискван от транзакцията, надвишава надбавката.
cs: Plyn vyžadovaný transakcí přesahuje příspěvek.
es: El gas necesario para la transacción supera la asignación.
fa: گس (Gas) مورد نیاز برای تراکنش بیش از حد مجاز است.
fr: Le gaz requis par la transaction dépasse l'allocation.
hi: लेनदेन द्वारा आवश्यक गैस भत्ता से अधिक है।
hr: Plin potreban transakcijom premašuje dodatak.
hy: Գործարքով պահանջվող գազը գերազանցում է նպաստը:
it: Il Gas richiesto dalla transazione supera il limite consentito.
ja: 取引に必要なガスは、手当を超えています。
ko: 트랜잭션에 필요한 가스가 허용 한도를 초과합니다.
my: ငွေပေးငွေယူမှလိုအပ်သောဓာတ်ငွေ့ထောက်ပံ့ကြေးကျော်လွန်။
pl: Gas wymagany przez transakcję przekracza przydział.
th: ก๊าซที่ต้องการโดยการทำธุรกรรมเกินค่าเผื่อ
tl: Ang gas na kinakailangan ng transaksyon ay lumampas sa allowance.
tr: İşlemin gerektirdiği gaz ödeneği aşar.
uk: Газ, необхідний транзакціям, перевищує надбавку.
ur: لین دین کے ذریعہ درکار گیس الاؤنس سے زیادہ ہے۔
vi: Gas theo yêu cầu của giao dịch vượt quá trợ cấp.
zh: 交易所需 Gas 超过了限额。
zh_tw: 交易所需 Gas 超過了限額。

source: Generate Name
ar: توليد الاسم
bg: Генериране на име
cs: Generovat jméno
de: Namen generieren
es: Generar Nombre
fa: تولید نام
fr: Générer un nom
hi: नाम जनरेट करें
hr: Generiraj ime
hy: Գեներացնել անուն
id: Hasilkan Nama
it: Genera nome
ja: 名前の生成
ko: 이름 생성
my: အမည်ဖန်တီးပါ။
nl: Naam genereren
pl: Wygeneruj nazwę
pt: Gerar nome
ru: Создать имя
th: สร้างชื่อ
tl: Bumuo ng pangalan
tr: İsim Oluştur
uk: Згенерувати назву
ur: نام پیدا کریں۔
vi: Tạo tên
zh: 生成名称
zh_tw: 生成名稱

source: Generating Gift Card
ar: يتم توليد بطاقة هدية
bg: Създаване на Gift Card
cs: Generuji dárkovou kartu
de: Geschenkkarte wird erstellt
es: Generando tarjeta de regalo
fa: در حال تولید گیفت کارت
fr: Génération d'une carte-cadeau
hi: गिफ्ट कार्ड जनरेट कर रहा है
hr: Generiranje darovne kartice
hy: Գեներացնում է նվեր քարտ
id: Membuat Kartu Hadiah
it: Generazione carta regalo
ja: ギフトカードの生成
ko: 기프트 카드 생성 중
my: လက်ဆောင်ကတ်ထုတ်ပေးခြင်း။
nl: Cadeaubon genereren
pl: Generowanie karty podarunkowej
pt: Gerando Cartão Presente
ru: Создание подарочной карты
th: กำลังสร้างบัตรของขวัญ
tl: Bumubuo ng Gift Card
tr: Hediye Kartı Oluşturuluyor
uk: Створення подарункової картки
ur: گفٹ کارڈ تیار کرنا
vi: Đang tạo thẻ quà tặng
zh: 生成礼品卡
zh_tw: 生成禮品卡

source: Get a
ar: احصل على
bg: Вземете
cs: Získejte
de: Hole ein
es: Obtener un
fa: دریافت یک
fr: Obtenir un
hi: एक प्राप्त करें
hr: Nabavite
hy: Ստանալ
id: Dapatkan
it: Prendi un
ko: 받기
my: တစ်ခုရယူပါ။
nl: Krijg een
pl: Zdobądź
pt: Obter um
ru: Получить
th: รับ
tl: Kumuha ng
tr: Bir
uk: Отримати
ur: حاصل
vi: Nhận một
zh: 得到一个
zh_tw: 得到一個

# get_card_note
source: that you can reload with digital currencies. No additional information needed!
ar: يمكنك إعادة تحميلها بالعملات الرقمية. لا توجد معلومات إضافية مطلوبة!
bg: , която можете да заредите с дигитална валута. Без нужда от допълнителна информация!
cs: které můžete nabít digitální měnou. Žádné další informace nejsou vyžadovány!
de: die Sie mit digitaler Währung aufladen können. Keine zusätzlichen Informationen erforderlich!
es: que puedes recargar con criptomonedas. ¡No se necesita información adicional!
fa: که می‌توانید با ارزهای دیجیتال شارژ کنید. هیچ اطلاعات اضافی مورد نیاز نیست!
fr: que vous pouvez recharger avec des devises numériques. Aucune information supplémentaire n'est nécessaire !
hi: कि आप डिजिटल मुद्राओं के साथ पुनः लोड कर सकते हैं। कोई अतिरिक्त जानकारी की आवश्यकता नहीं है!
hr: koju možete ponovno napuniti digitalnim valutama. Nisu potrebne dodatne informacije!
hy: որը կարող եք լրացնել թվային արժույթներով: Հավելյալ տեղեկատվություն պետք չէ!
id: yang dapat Anda muat ulang dengan mata uang digital. Tidak perlu informasi tambahan!
it: che puoi ricaricare con le valute digitali. Non sono necessarie informazioni aggiuntive!
ja: デジタル通貨でリロードできます。追加情報は必要ありません！
ko: 디지털 통화로 재충전할 수 있습니다. 추가 정보는 필요하지 않습니다!
my: ဒစ်ဂျစ်တယ်ငွေကြေးများဖြင့် ပြန်လည်စတင်နိုင်သည်။ နောက်ထပ် အချက်အလက် မလိုအပ်ပါ။
nl: die u kunt herladen met digitale valuta. Geen aanvullende informatie nodig!
pl: którą możesz doładować walutami cyfrowymi. Nie potrzebujesz żadnych dodatkowych informacji!
pt: que você pode recarregar com moedas digitais. Nenhuma informação adicional é necessária!
ru: которую вы можете пополнить цифровой валютой. Дополнительная информация не требуется!
th: ที่คุณสามารถเติมเงินด้วยสกุลเงินดิจิตอล ไม่จำเป็นต้องใส่ข้อมูลเพิ่มเติม!
tl: na maaari mong i-load gamit ang mga digital na pera. Walang karagdagang impormasyon na kailangan!
tr: dijital ve fiziksel ön ödemeli banka kartı edinin!
uk: яку можна перезавантажувати цифровими валютами. Додаткова інформація не потрібна!
ur: جسے آپ ڈیجیٹل کرنسیوں کے ساتھ دوبارہ لوڈ کر سکتے ہیں۔ کوئی اضافی معلومات کی ضرورت نہیں!
vi: mà bạn có thể nạp lại bằng tiền điện tử. Không cần thêm thông tin!
zh: 你可以用数字货币重新加载。不需要额外的信息！
zh_tw: 你可以用數位貨幣重新載入。不需要額外的資訊！

source: Get your Yat
ar: احصل على Yat
bg: Получете своя Yat
cs: Získat Yat
de: Holen Sie sich Ihre Yat
es: Obtén tu Yat
fa: Yat خود را دریافت کنید
fr: Obtenir votre Yat
hi: अपना प्राप्त करें Yat
hr: Uzmi svoj Yat
hy: Ստանալ ձեր Yat
id: Dapatkan Yat Anda
it: Ottieni il tuo Yat
ja: あなたのYatを入手してください
ko: Yat 받기
my: မင်းရဲ့ Yat ကိုယူလိုက်ပါ။
nl: Haal je Yato
pl: Zdobądź swój Yat
pt: Pegue seu Yat
ru: Получить свой Yat
th: รับ Yat ของคุณ
tl: Kunin ang iyong Yat
tr: Yat'ını al
uk: Одержати свій Yat
ur: اپنی Yat حاصل کریں۔
vi: Nhận Yat của bạn
zh: 得到你的 Yat
zh_tw: 得到你的 Yat

source: Gift Card Amount
ar: مبلغ بطاقة الهدايا
bg: Сума в Gift Card
cs: Hodnota dárkové karty
de: Gutscheinbetrag
es: Monto de la tarjeta de regalo
fa: مبلغ گیفت کارت
fr: Montant de la carte-cadeau
hi: गिफ्ट कार्ड राशि
hr: Iznos darovne kartice
hy: Նվեր քարտի չափ
id: Jumlah Kartu Hadiah
it: Importo del buono regalo
ja: ギフトカードの金額
ko: 기프트 카드 금액
my: လက်ဆောင်ကတ် ပမာဏ
nl: Bedrag cadeaubon
pl: Kwota Karty Podarunkowej
pt: Valor do Cartão Presente
ru: Сумма подарочной карты
th: จำนวนบัตรของขวัญ
tl: Halaga ng Gift Card
tr: Hediye Kartı Tutarı
uk: Сума подарункової картки
ur: گفٹ کارڈ کی رقم
vi: Số tiền thẻ quà tặng
zh: 礼品卡金额
zh_tw: 禮品卡金額

# gift_card_balance_note
source: Gift cards with a balance remaining will appear here
ar: ستظهر هنا بطاقات الهدايا ذات الرصيد المتبقي
bg: Гифткарти с наличен баланс ще се покажат тук
cs: Dárkové karty se zbývající částkou se zobrazí zde
de: Geschenkkarten mit Restguthaben erscheinen hier
es: Las tarjetas de regalo con saldo restante aparecerán aquí
fa: گیفت کارت‌های دارای موجودی در اینجا نمایش داده می‌شوند
fr: Les cartes-cadeaux avec un solde restant apparaîtront ici
hi: गिफ्ट कार्ड शेष राशि के साथ यहां दिखाई देंगे
hr: Ovdje će se pojaviti darovne kartice s preostalim saldom
hy: Նվեր քարտերը մնացորդով կհայտնվեն այստեղ
id: Kartu hadiah dengan saldo yang tersisa akan muncul di sini
it: Le carte regalo con saldo residuo appariranno qui
ja: 残高が残っているギフトカードがここに表示されます
ko: 잔액이 남은 기프트 카드가 여기에 표시됩니다
my: လက်ကျန်လက်ကျန်ရှိသည့် လက်ဆောင်ကတ်များ ဤနေရာတွင် ပေါ်လာပါမည်။
nl: Cadeaukaarten met een resterend saldo verschijnen hier
pl: Tutaj pojawią się karty podarunkowe z dostępnym saldem
pt: Os cartões-presente com saldo restante aparecerão aqui
ru: Здесь будут отображаться подарочные карты с остатком на балансе
th: บัตรของขวัญที่มียอดคงเหลือจะปรากฏที่นี่
tl: Lalabas dito ang mga gift card na may natitirang balanse
tr: Bakiyesi kalan olan hediye kartları burada görünecek
uk: Тут з'являться подарункові картки із залишком на балансі
ur: باقی بیلنس والے گفٹ کارڈز یہاں ظاہر ہوں گے۔
vi: Các thẻ quà tặng còn số dư sẽ xuất hiện ở đây
zh: 有余额的礼品卡会出现在这里
zh_tw: 有餘額的禮品卡會出現在這裡

source: Gift Card is generated
ar: تم إنشاء بطاقة الهدايا
bg: Gift Card бе създадена
cs: Generuje se dárková karta
de: Geschenkkarte wird generiert
es: Se ha generado la tarjeta de regalo
fa: گیفت کارت تولید شد
fr: La carte-cadeau est générée
hi: गिफ्ट कार्ड जनरेट हुआ
hr: Poklon kartica je generirana
hy: Նվեր քարտ գեներացված է
id: Kartu Hadiah telah dibuat
it: Il buono regalo è stato generato
ja: ギフトカードが生成されます
ko: 기프트 카드가 생성되었습니다
my: Gift Card ထုတ်ပေးပါသည်။
nl: Cadeaukaart is gegenereerd
pl: Karta podarunkowa została wygenerowana
pt: Cartão presente é gerado
ru: Подарочная карта сгенерирована
th: บัตรของขวัญถูกสร้างขึ้น
tl: Nabuo ang gift card
tr: Hediye Kartı oluşturuldu
uk: Подарункова картка створена
ur: گفٹ کارڈ بنتا ہے۔
vi: Thẻ quà tặng đã được tạo
zh: 礼品卡生成
zh_tw: 禮品卡生成

source: Gift card number
ar: رقم بطاقة الهدية
bg: Номер на Gift Card
cs: Číslo dárkové karty
de: Geschenkkartennummer
es: Número de tarjeta de regalo
fa: شماره گیفت کارت
fr: Numéro de carte cadeau
hi: गिफ्ट कार्ड नंबर
hr: Broj darovne kartice
hy: Նվեր քարտի համար
id: Nomor Kartu Hadiah
it: Numero del buono regalo
ja: ギフトカード番号
ko: 기프트 카드 번호
my: လက်ဆောင်ကတ်နံပါတ်
nl: Cadeaukaartnummer
pl: Numer karty podarunkowej
pt: Número do cartão-presente
ru: Номер подарочной карты
th: หมายเลขบัตรของขวัญ
tl: Numero ng gift card
tr: Hediye kartı numarası
uk: Номер подарункової картки
ur: گفٹ کارڈ نمبر
vi: Số thẻ quà tặng
zh: 礼品卡号
zh_tw: 禮品卡號

# gift_card_redeemed_note
source: Gift cards you’ve redeemed will appear here
ar: ستظهر هنا بطاقات الهدايا التي استردت قيمتها
bg: Използваните гифткарти ще се покажат тук
cs: Dárkové karty, které jste uplatnili, se zobrazí zde
de: Gutscheine, die Sie eingelöst haben, werden hier angezeigt
es: Las tarjetas de regalo que has canjeado aparecerán aquí
fa: گیفت کارت‌هایی که استفاده کرده‌اید در اینجا نمایش داده می‌شوند
fr: Les cartes-cadeaux que vous avez utilisées apparaîtront ici
hi: आपके द्वारा भुनाए गए उपहार कार्ड यहां दिखाई देंगे
hr: Poklon kartice koje ste iskoristili pojavit će se ovdje
hy: Նվեր քարտերը, որ դուք գնել եք, կհայտնվեն այստեղ
id: Kartu hadiah yang sudah Anda tukar akan muncul di sini
it: Le carte regalo che hai riscattato appariranno qui
ja: 利用したギフトカードがここに表示されます
ko: 사용한 기프트 카드가 여기에 표시됩니다
my: သင်ရွေးယူထားသော လက်ဆောင်ကတ်များ ဤနေရာတွင် ပေါ်လာပါမည်။
nl: Cadeaubonnen die je hebt ingewisseld, verschijnen hier
pl: Zrealizowane karty podarunkowe pojawią się tutaj
pt: Os cartões-presente que você resgatou aparecerão aqui
ru: Здесь будут отображаться использованные вами подарочные карты
th: บัตรของขวัญที่คุณแลกไปแล้วจะปรากฏที่นี่
tl: Lalabas dito ang mga gift card na na-redeem mo
tr: Harcadığın hediye kartları burada görünecek
uk: Подарункові картки, які ви активували, відображатимуться тут
ur: آپ نے جن گفٹ کارڈز کو بھنایا ہے وہ یہاں ظاہر ہوں گے۔
vi: Thẻ quà tặng bạn đã quy đổi sẽ xuất hiện ở đây
zh: 您兑换的礼品卡会出现在这里
zh_tw: 您兌換的禮品卡會出現在這裡

source: Gift Cards
ar: بطاقات الهدايا
bg: Карти за подаръци
cs: Dárkové karty
de: Geschenkkarten
es: Tarjetas de Regalo
fa: گیفت کارت‌ها
fr: Cartes cadeaux
hi: उपहार कार्ड
hr: Darovne kartice
hy: Նվեր քարտեր
id: Kartu hadiah
it: Carte regalo
ja: ギフトカード
ko: 기프트 카드
my: လက်ဆောင်ကဒ်ပြား
nl: Cadeaubonnen
pl: Karty podarunkowe
pt: Cartões de presente
ru: Подарочные карты
th: บัตรของขวัญ
tl: Mga Gift Card
tr: Hediye Kartları
uk: Подарункові карти
ur: گفٹ کارڈز
vi: Thẻ quà tặng
zh: 礼品卡
zh_tw: 禮品卡

# gift_cards_unavailable
source: Gift cards are available for purchase only with Monero, Bitcoin, and Litecoin at this time
ar: تتوفر بطاقات الهدايا للشراء فقط باستخدام Monero و Bitcoin و Litecoin في الوقت الحالي
bg: В момента гифткарти могат да бъдат закупени само с Monero, Bitcoin и Litecoin
cs: Dárkové karty jsou v tuto chvíli dostupné pro zakoupení pouze pomocí Monera, Bitcoinu a Litecoinu.
de: Geschenkkarten können derzeit nur über Monero, Bitcoin und Litecoin erworben werden
es: Las tarjetas de regalo están disponibles para comprar solo con Monero, Bitcoin y Litecoin en este momento.
fa: گیفت کارت‌ها در حال حاضر فقط با مونرو، بیت‌کوین و لایت‌کوین قابل خریداری هستند
fr: Les cartes-cadeaux ne sont disponibles à l'achat que via Monero, Bitcoin et Litecoin pour le moment
hi: उपहार कार्ड इस समय केवल मोनेरो, बिटकॉइन और लिटकोइन के माध्यम से खरीदने के लिए उपलब्ध हैं
hr: Poklon kartice trenutno su dostupne za kupnju samo putem Monera, Bitcoina i Litecoina
hy: Նվեր քարտերը հասանելի են միայն Monero, Bitcoin և Litecoin արժույթների համար
id: Kartu hadiah hanya tersedia untuk dibeli dengan Monero, Bitcoin, dan Litecoin saat ini
it: Le carte regalo sono attualmente disponibili per l'acquisto solo tramite Monero, Bitcoin e Litecoin
ja: 現時点では、ギフトカードはMonero、Bitcoin、Litecoinからのみ購入できます。
ko: 기프트 카드는 현재 모네로, 비트코인, 라이트코인으로만 구매할 수 있습니다
my: လက်ဆောင်ကတ်များကို ယခုအချိန်တွင် Monero၊ Bitcoin နှင့် Litecoin တို့ဖြင့်သာ ဝယ်ယူနိုင်ပါပြီ။
nl: Cadeaubonnen kunnen momenteel alleen worden gekocht via Monero, Bitcoin en Litecoin
pl: Karty podarunkowe są obecnie dostępne do zakupu wyłącznie przy użyciu Monero, Bitcoin i Litecoin.
pt: Os cartões-presente estão disponíveis para compra apenas através do Monero, Bitcoin e Litecoin no momento
ru: В настоящее время подарочные карты можно приобрести только через Monero, Bitcoin и Litecoin.
th: บัตรของขวัญจะมีจำหน่ายเฉพาะกับ Monero, Bitcoin, และ Litecoin เท่านั้นในขณะนี้
tl: Ang mga gift card ay magagamit lamang para bilhin gamit ng Monero, Bitcoin, at Litecoin sa ngayon
tr: Hediye kartları şu anda yalnızca Monero, Bitcoin ve Litecoin ile satın alınabilir
uk: Наразі подарункові картки можна придбати лише через Monero, Bitcoin і Litecoin
ur: گفٹ کارڈز اس وقت صرف Monero، Bitcoin اور Litecoin کے ساتھ خریداری کے لیے دستیاب ہیں۔
vi: Thẻ quà tặng chỉ có thể mua bằng Monero, Bitcoin, và Litecoin vào lúc này
zh: 目前只能通过门罗币、比特币和莱特币购买礼品卡
zh_tw: 目前只能通過門羅幣、比特幣和萊特幣購買禮品卡
