Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# yat_popup_title
source: Your wallet address can be emojified.
ar: يمكن تحويل عنوان محفظتك إلى رموز تعبيرية.
bg: Адресът на вашия портфейл може да съдържа емоджита.
cs: Adresa Vaší peněženky může být emojifikována.
de: Ihre Wallet-Adresse kann emojifiziert werden.
es: La dirección de tu billetera se puede emoji-ficar.
fa: آدرس کیف پول شما می‌تواند ایموجی شود.
fr: L'adresse de votre portefeuille (wallet) peut être emojifiée.
hi: आपका वॉलेट पता इमोजी किया जा सकता है।
hr: Adresa vašeg novčanika može biti emojificirana.
hy: Ձեր դրամապանակի հասցեն կարող է emoji-ացվել։
id: Alamat dompet Anda dapat diubah menjadi emoji.
it: L'indirizzo del tuo portafoglio può essere composto da emoji.
ja: あなたの財布のアドレスは絵文字であることができます。
ko: 지갑 주소를 이모지로 만들 수 있습니다.
my: သင့်ပိုက်ဆံအိတ်လိပ်စာကို emojified လုပ်နိုင်ပါသည်။
nl: Uw portemonnee-adres kan worden ge-emojiificeerd.
pl: Twój adres portfela może zostać zamieniony na emoji.
pt: O endereço da sua carteira pode ser emojificado.
ru: Адрес вашего кошелька может быть связан с эмодзи
th: ที่อยู่กระเป๋าของคุณสามารถถูกอัปโหลดเป็นอิโมจิ
tl: Ang iyong wallet address ay maaring ma-emojified.
tr: Cüzdan adresiniz emojileştirilebilir.
uk: Адреса вашого гаманця може бути пов'язаною з емодзі
ur: آپ کے بٹوے کا پتہ ایموجائز کیا جا سکتا ہے۔
vi: Địa chỉ ví của bạn có thể được chuyển thành emoji.
zh: 您的钱包地址可以用表情符号表示。
zh_tw: 您的錢包地址可以用表情符號表示。

source: Yesterday
ar: الامس
bg: Вчера
cs: Včera
de: Gestern
es: Ayer
fa: دیروز
fr: Hier
hi: बिता कल
hr: Jučer
hy: Երեկ
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
my: မနေ့က
nl: Gisteren
pl: Wczoraj
pt: Ontem
ru: Вчера
th: เมื่อวาน
tl: Kahapon
tr: Dün
uk: Вчора
ur: کل
vi: Hôm qua
zh: 昨天
zh_tw: 昨天

# you_now_have_debit_card
source: You now have a debit card
ar: لديك الآن بطاقة ائتمان
bg: Вече имате дебитна карта
cs: Nyní máte debetní kartu
de: Sie haben jetzt eine Debitkarte
es: Ahora tienes una tarjeta de débito
fa: شما اکنون یک کارت نقدی دارید
fr: Vous avez maintenant une carte de débit
hi: अब आपके पास डेबिट कार्ड है
hr: Sada imate debitnu karticu
hy: Դուք այժմ ունեք դեբետային քարտ
id: Anda sekarang memiliki kartu debit
it: Ora hai una carta di debito
ja: デビットカードができました
ko: 이제 직불 카드가 있습니다
my: ယခု သင့်တွင် ဒက်ဘစ်ကတ်တစ်ခုရှိသည်။
nl: Je hebt nu een debetkaart
pl: Masz już kartę debetową
pt: Agora você tem um cartão de débito
ru: Теперь у вас есть дебетовая карта
th: ขณะนี้คุณมีบัตรเดบิต
tl: Mayroon ka na ngayong debit card
tr: Artık bir ön ödemeli kartın var
uk: Тепер у вас є дебетова картка
ur: اب آپ کے پاس ڈیبٹ کارڈ ہے۔
vi: Bạn hiện có một thẻ ghi nợ
zh: 您已成功开通Cake Pay借记卡
zh_tw: 您已成功開通Cake Pay簽帳金融卡

source: You Pay
ar: انت تدفع
bg: Вие плащате
cs: Zaplatíte
de: Sie bezahlen
es: Tú pagas
fa: شما پرداخت می‌کنید
fr: Vous payez
hi: आप भुगतान करते हैं
hr: Vi plaćate
hy: Դուք վճարում եք
id: Anda Membayar
it: Tu paghi
ja: あなたが支払う
ko: 지불 금액
my: သင်ပေးချေပါ။
nl: U betaalt
pl: Płacisz
pt: Você paga
ru: Вы платите
th: คุณจ่าย
tl: Magbayad ka
tr: Şu kadar ödeyeceksin:
uk: Ви платите
ur: تم ادا کرو
vi: Bạn thanh toán
zh: 您支付
zh_tw: 您支付

# you_will_get
source: Convert to
ar: حول الى
bg: Обръщане в
cs: Směnit na
de: Konvertieren zu
es: Convertir a
fa: تبدیل به
fr: Convertir vers
hi: में बदलें
hr: Razmijeni u
hy: Ստացեք
id: Konversi ke
it: Converti a
ja: に変換
ko: 전환 대상
my: သို့ပြောင်းပါ။
nl: Converteren naar
pl: Konwertuj na
pt: Converter para
ru: Конвертировать в
th: แปลงเป็น
tl: I-convert sa
tr: Biçimine dönüştür:
uk: Конвертувати в
ur: میں تبدیل کریں۔
vi: Chuyển đổi thành
zh: 转换为
zh_tw: 轉換為

# you_will_send
source: Convert from
ar: تحويل من
bg: Обръщане от
cs: Směnit z
de: Konvertieren von
es: Convertir desde
fa: تبدیل از
fr: Convertir depuis
hi: से रूपांतरित करें
hr: Razmijeni iz
hy: Փոխանակեք
id: Konversi dari
it: Conveti da
ja: から変換
ko: 전환 출처
my: မှပြောင်းပါ။
nl: Converteren van
pl: Konwertuj z
pt: Converter de
ru: Конвертировать из
th: แปลงจาก
tl: I-convert mula sa
tr: Biçiminden dönüştür:
uk: Конвертувати з
ur: سے تبدیل کریں۔
vi: Chuyển đổi từ
zh: 转换自
zh_tw: 轉換自

source: YY
bg: гг
fr: AA
hi: वाईवाई
hr: GG
hy: ՏՏ
nl: JJ
pl: RR
pt: aa
ru: ГГ
th: ปี

# cake_pay_web_cards_title
source: Cake Pay Web Cards
ar: بطاقات Cake Pay Web
bg: Cake Pay Онлайн Карти
cs: Cake Pay webové karty
de: Cake Pay-Webkarten
es: Tarjetas web de Cake Pay
fa: کارت‌های وب کیک پی
fr: Cartes Web Cake Pay
hi: केक भुगतान वेब कार्ड
hr: Cake Pay Web kartice
hy: Cake Pay Վեբ Քարտեր
id: Kartu Web Cake Pay
it: Carte Web Cake Pay
ja: Cake Pay ウェブカード
ko: Cake Pay 웹 카드
my: Cake Pay ဝဘ်ကတ်များ
nl: Cake Pay-webkaarten
pl: Cake Pay Karty Internetowe
pt: Cartões Cake Pay Web
ru: Веб-карты Cake Pay
tr: Cake Pay Web Kartları
uk: Веб-картки Cake Pay
ur: Cake پے ویب کارڈز
vi: Thẻ Cake Pay Web
zh: Cake Pay 网页卡
zh_tw: Cake Pay 網頁卡

source: ID:
ar: رقم المعرف:
fa: شناسه:

# seed_title
source: Seed
ar: سييد
es: Semilla
fa: سید
fr: Phrase secrète (seed)
hi: बीज
hr: Prisupni izraz
hy: Սերմ
id: Bibit
it: Seme
ja: シード
ko: 시드
my: မျိုးစေ့
nl: Zaad
pt: Semente
ru: Мнемоническая фраза
tr: Tohum
uk: Мнемонічна фраза
ur: بیج
vi: Hạt giống
zh: 助记词
zh_tw: 助記詞

# time
source: ${minutes}m ${seconds}s
ar: ${minutes}د ${seconds}س
bg: ${minutes} мин ${seconds} сек
fa: ${minutes}د ${seconds}ث
hy: ${minutes}ր ${seconds}վ
ko: ${minutes}분 ${seconds}초
ru: ${minutes}мин ${seconds}сек
tr: ${minutes}d ${seconds}s
uk: ${minutes}хв ${seconds}сек
vi: ${minutes} phút ${seconds} giây

source: Cake Wallet
fa: کیک ولت
hy: Cake Գաղտնապահոց
my: Cake ပိုက်ဆံအိတ်
ur: Cake والیٹ
vi: Ví Cake

# passphrase_view_keys
source: Passphrase
fa: کلمه عبور (Passphrase)
ko: 암호 구문

source: WalletConnect
fa: والت‌کانکت (WalletConnect)
hi: वॉलेटकनेक्ट
id: DompetConnect
ja: ウォレットコネクト
my: Wallet ချိတ်ဆက်မှု
pt: CarteiraConectada
ru: КошелекПодключиться
zh: 钱包连接
zh_tw: 錢包連接

# litecoin_mweb
source: MWEB
hi: मावली
hy: Մուեբ
my: မင်္ဂလာပါ
uk: Мвеб

source: Yat
my: ယတ်

source: Scan
hr: Skenirati
ja: スキャン
tr: Taramak
uk: Сканувати

# silent_payments_register_key
source: Register view key for faster scanning
hr: Registrirajte ključ za brže skeniranje
ja: 登録キーを登録して、より速いスキャンを行います
tr: Daha hızlı tarama için tuşunu kaydet
uk: Зареєструйтесь ключ для більш швидкого сканування

# transaction_priority_custom
source: Custom
hr: Običaj
ja: カスタム
tr: Gelenek
uk: Звичайний

# transaction_priority_economy
source: Economy
hr: Gospodarstvo
ja: 経済
tr: Ekonomi
uk: Економія

# transaction_priority_half_hour
source: Medium (~half hour)
hr: Srednji (~ pola sata)
ja: ミディアム（〜30分）
tr: Orta (~ yarım saat)
uk: Середній (~ півгодини)

# transaction_priority_hour
source: Low (~1 hour)
hr: Nisko (~ 1 sat)
ja: 低（〜1時間）
tr: Düşük (~ 1 saat)
uk: Низько (~ 1 година)

# transaction_priority_minimum
source: Minimum
ja: 最小
uk: Мінімум
