Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# anonpay_description
source: Generate ${type}. The recipient can ${method} with any supported cryptocurrency, and you will receive funds in this wallet.
ar: توليد ${type}. يمكن للمستلم ${method} بأي عملة مشفرة مدعومة ، وستتلقى أموالاً في هذه
bg: Генерирайте ${type}. Получателят може да ${method} с всяка поддържана криптовалута и вие ще получите средства в този портфейл.
cs: Vygenerujte ${type}. Příjemce může ${method} s jakoukoli podporovanou kryptoměnou a vy obdržíte prostředky v této peněžence.
de: Generieren Sie ${type}. Der Empfänger kann ${method} mit jeder unterstützten Kryptowährung verwenden, und Sie erhalten Geld in dieser Wallet.
es: Genera ${type}. El destinatario puede ${method} con cualquier criptomoneda compatible, y recibirás fondos en esta billetera.
fa: تولید ${type}. گیرنده می‌تواند با هر ارز دیجیتال پشتیبانی شده‌ای ${method} کند و شما وجوه را در این کیف پول دریافت خواهید کرد.
fr: Générez ${type}. Le destinataire peut ${method} avec n'importe quelle crypto-monnaie prise en charge, et vous recevrez des fonds dans ce portefeuille (wallet).
hi: ${type} उत्पन्न करें। प्राप्तकर्ता किसी भी समर्थित क्रिप्टोकरेंसी के साथ ${method} कर सकता है, और आपको इस वॉलेट में धन प्राप्त होगा।
hr: Generiraj ${type}. Primatelj može ${method} s bilo kojom podržanom kriptovalutom, a vi ćete primiti sredstva u ovaj novčanik.
hy: ${type} ստեղծել: Ստացողը կարող է ${method} ցանկացած աջակցվող կրիպտոարժույթով, և դուք կստանաք միջոցներ այս դրամապանակում։
id: Hasilkan ${type}. Penerima dapat ${method} dengan cryptocurrency apa pun yang didukung, dan Anda akan menerima dana di dompet ini.
it: Genera ${type}. Il destinatario può ${method} con qualsiasi criptovaluta supportata, e riceverai fondi in questo portafoglio.
ja: ${type} を生成します。受取人はサポートされている任意の暗号通貨で ${method} でき、あなたはこのウォレットで資金を受け取ります。
ko: ${type} 생성. 수신자는 지원되는 모든 암호화폐로 ${method}할 수 있으며, 귀하는 이 지갑으로 자금을 받게 됩니다.
my: ${type} ကို ဖန်တီးပါ။ လက်ခံသူက ${method} ကို ပံ့ပိုးပေးထားသည့် cryptocurrency တစ်ခုခုဖြင့် လုပ်ဆောင်နိုင်ပြီး၊ သင်သည် ဤပိုက်ဆံအိတ်တွင် ရံပုံငွေများ ရရှိမည်ဖြစ်သည်။
nl: Genereer ${type}. De ontvanger kan ${method} gebruiken met elke ondersteunde cryptocurrency en u ontvangt geld in deze portemonnee
pl: Wygeneruj ${type}. Odbiorca może ${method} przy użyciu dowolnej obsługiwanej kryptowaluty, a otrzymasz środki w tym portfelu.
pt: Gere ${type}. O destinatário pode ${method} com qualquer criptomoeda suportada e você receberá fundos nesta carteira.
ru: Создайте ${type}. Получатель может использовать ${method} с любой поддерживаемой криптовалютой, и вы получите средства на этот кошелек.
th: สร้าง ${type} ผู้รับสามารถ ${method} ด้วยสกุลเงินดิจิทัลที่รองรับ และคุณจะได้รับเงินในกระเป๋าสตางค์นี้
tl: Bumuo ng ${type}. Ang tatanggap ay maaaring ${method} na may anumang suportadong cryptocurrency, at makakatanggap ka ng mga pondo sa wallet na ito.
tr: ${type} oluşturun. Alıcı, desteklenen herhangi bir kripto para birimi ile ${method} yapabilir ve bu cüzdanda para alırsınız.
uk: Згенерувати ${type}. Одержувач може ${method} будь-якою підтримуваною криптовалютою, і ви отримаєте кошти на цей гаманець.
ur: ${type} بنائیں۔ وصول کنندہ کسی بھی تعاون یافتہ کرپٹو کرنسی کے ساتھ ${method} کرسکتا ہے، اور آپ کو اس بٹوے میں فنڈز موصول ہوں گے۔
vi: Tạo ${type}. Người nhận có thể ${method} với bất kỳ loại tiền điện tử nào được hỗ trợ, và bạn sẽ nhận được tiền trong ví này.
zh: 生成 ${type}。收款人可用任何支持的加密货币进行 ${method}，您将在此钱包中收到资金。
zh_tw: 生成 ${type}。收款人可用任何支援的加密貨幣進行 ${method}，您將在此錢包中收到資金。

source: APK update
ar: تحديث APK
bg: APK ъпдейт
cs: aktualizace APK
es: Actualización de APK
fa: بروزرسانی APK
fr: Mise à jour d'APK
hi: APK अद्यतन
hr: APK ažuriranje
hy: APK թարմացում
id: Pembaruan APK
it: Aggiornamento APK
ja: APKアップデート
ko: APK 업데이트
my: APK အပ်ဒိတ်
pl: Aktualizacja APK
pt: Atualização de APK
ru: Обновление APK
th: ปรับปรุง APK
tr: APK güncellemesi
uk: Оновлення APK
ur: APK اپ ڈیٹ
vi: Cập nhật APK
zh: APK更新
zh_tw: APK更新

source: Approve
ar: ﺪﻤﺘﻌﻳ
bg: Одобряване
cs: Schvalovat
de: Genehmigen
es: Aprobar
fa: تایید
fr: Approuver
hi: मंज़ूरी देना
hr: Odobriti
hy: Հաստատել
id: Menyetujui
it: Approvare
ja: 承認する
ko: 승인
my: လက်မခံပါ။
nl: Goedkeuren
pl: Zatwierdzić
pt: Aprovar
ru: Утвердить
th: อนุมัติ
tl: Aprubahan
tr: Onaylamak
uk: Затвердити
ur: ﻭﺮﮐ ﺭﻮﻈﻨﻣ
vi: Phê duyệt
zh: 批准
zh_tw: 核准

# arrive_in_this_address
source: ${currency} ${tag}will arrive in this address
ar: سيصل ${currency} ${tag}إلى هذا العنوان
bg: ${currency} ${tag}ще отидат на този адрес
cs: ${currency} ${tag}přijde na tuto adresu
de: ${currency} ${tag} wird an dieser Adresse ankommen
es: ${currency} ${tag}llegará a esta dirección
fa: ${currency} ${tag}به این آدرس واریز خواهد شد
fr: ${currency} ${tag}arrivera à cette adresse
hi: ${currency} ${tag}इस पते पर पहुंचेंगे
hr: ${currency} ${tag}će stići na ovu adresu
hy: ${currency} ${tag}կժամանի այս հասցեում
id: ${currency} ${tag} akan tiba di alamat ini
it: ${currency} ${tag}arriverà a questo indirizzo
ja: ${currency} ${tag}はこの住所に到着します
ko: ${currency} ${tag}이(가) 이 주소로 도착합니다
my: ${currency} ${tag}ဤလိပ်စာသို့ ရောက်ရှိပါမည်။
nl: ${currency} ${tag}komt aan op dit adres
pl: ${currency} ${tag}dotrze na ten adres
pt: ${currency} ${tag}chegará neste endereço
ru: ${currency} ${tag}придет на этот адрес
th: ${currency} ${tag}จะมาถึงที่อยู่นี้
tl: Ang ${currency} ${tag} ay darating sa address na ito
tr: ${currency} ${tag}bu adrese ulaşacak
uk: ${currency} ${tag}надійде на цю адресу
ur: ${currency} ${tag}اس پتے پر پہنچے گا۔
vi: ${currency} ${tag} sẽ đến địa chỉ này
zh: ${currency} ${tag}将到达此地址
zh_tw: ${currency} ${tag}將到達此地址

source: Ascending
ar: تصاعدي
bg: Възходящ
cs: Vzestupné
de: Aufsteigend
es: Ascendente
fa: صعودی
fr: Ascendant
hi: आरोही
hr: Uzlazni
hy: Աճող
id: Naik
it: Ascendente
ja: 上昇
ko: 오름차순
my: တက်
nl: Stijgend
pl: Wznoszący się
pt: Ascendente
ru: Восходящий
th: จากน้อยไปมาก
tl: Umakyat
tr: Yükselen
uk: Висхід
ur: چڑھنے
vi: Tăng dần
zh: 升序
zh_tw: 升序

source: Ask each time
ar: اسأل في كل مرة
bg: Питайте всеки път
cs: Zeptejte se pokaždé
de: Jedes Mal fragen
es: Preguntar cada vez
fa: هر بار بپرس
fr: Demander à chaque fois
hi: हर बार पूछें
hr: Pitajte svaki put
hy: Հարցնել ամեն անգամ
id: Tanyakan setiap kali
it: Chiedi ogni volta
ja: 毎回尋ねてください
ko: 매번 묻기
my: တစ်ခုချင်းစီကိုအချိန်မေးပါ
nl: Vraag het elke keer
pl: Zapytaj za każdym razem
pt: Pergunte cada vez
ru: Спросите каждый раз
th: ถามทุกครั้ง
tl: Magtanong sa tuwing
tr: Her seferinde sor
uk: Запитайте кожен раз
ur: ہر بار پوچھیں
vi: Hỏi mỗi lần
zh: 每次询问
zh_tw: 每次詢問

# auth_store_ban_timeout
source: ban_timeout
ar: مهلة_الحظر
es: tiempo de espera del bloqueo
fa: زمان پایان مسدودیت
fr: expulsion_temporaire
hi: समय की पाबंदी
hy: արգելափակման ժամանակ
ja: 禁止タイムアウト
ko: 차단_시간 초과
my: အချိန်ကို ပိတ်ပင်ခြင်း
nl: time-out verbieden
pl: przekroczenie limitu czasu
th: หมดเวลาห้าม
ur: پابندی_وقت ختم
vi: thời gian cấm
zh: 禁止超时
zh_tw: 禁止超時

# auth_store_banned_for
source: Banned for
ar: محظور ل
bg: Забрана за
cs: Zablokován na
de: Gebannt für
es: Prohibido por
fa: مسدود شده برای
fr: Banni pour
hi: के लिए प्रतिबंधित है
hr: Suspendiran na
hy: Արգելափակված է
id: Dilarang selama
it: Bloccato per
ja: 禁止されています
ko: 다음 시간 동안 차단됨
my: ပိတ်ပင်ထားသည်။
nl: Verboden voor
pl: Zablokowany na
pt: Banido por
ru: Заблокировано на
th: ถูกห้ามสำหรับ
tl: Pinagbawalan para sa
tr: Bu kadar süreliğine yasaklandınız:
uk: Заблоковано на
ur: کے لیے پابندی لگا دی گئی۔
vi: Bị cấm trong
zh: 禁止
zh_tw: 禁止

# auth_store_banned_minutes
source: minutes
ar: دقيقة
bg: минути
cs: minut
de: Minuten
es: minutos
fa: دقیقه
hi: मिनट
hr: minute
hy: րոպե
id: menit
it: minuti
ja: 数分
ko: 분
my: မိနစ်များ
nl: notulen
pl: minuty
pt: minutos
ru: минут
th: นาที
tl: minuto
tr: dakika
uk: хвилин
ur: منٹ
vi: phút
zh: 分钟
zh_tw: 分鐘

# auth_store_incorrect_password
source: Wrong PIN
ar: PIN خطأ
bg: Грешен PIN
cs: Nesprávný PIN
de: Falsche PIN
es: PIN incorrecto
fa: پین‌کد اشتباه
fr: Mauvais code PIN
hi: गलत पिन
hr: Pogrešan PIN
hy: Սխալ PIN
id: PIN yang salah
it: PIN non corretto
ja: 間違ったPIN
ko: 잘못된 PIN
my: ပင်နံပါတ် မှားနေသည်။
nl: Incorrect PIN
pl: Niepoprawny PIN
pt: PIN incorreto
ru: Некорректный PIN
th: รหัสผ่านไม่ถูกต้อง
tl: Maling PIN
tr: Hatalı PIN
uk: Некоректний PIN
ur: غلط PIN
vi: Sai PIN
zh: PIN 错误
zh_tw: PIN 錯誤

source: Authenticated
ar: تم المصادقة
bg: Удостоверено
cs: Ověřeno
de: Authentifiziert
es: Autenticado
fa: احراز هویت شد
fr: Authentifié
hi: प्रमाणीकृत
hr: Autentificiran
hy: Վավերացված
id: Terotentikasi
it: Autenticato
ja: 認証済み
ko: 인증됨
my: အစစ်အမှန်
pl: Uwierzytelniony
pt: Autenticado
ru: Аутентифицировано
th: ได้รับการยืนยันสิทธิ์
tl: Napatunayan
tr: Doğrulandı
uk: Аутентифіковано
ur: تصدیق شدہ
vi: Đã xác thực
zh: 已认证
zh_tw: 已認證

source: Authentication
ar: المصادقة
bg: Удостоверяване
cs: Ověřování
de: Authentifizierung
es: Autenticación
fa: احراز هویت
fr: Authentification
hi: प्रमाणीकरण
hr: Autentifikacija
hy: Վավերացում
id: Otentikasi
it: Autenticazione
ja: 認証
ko: 인증
my: စစ်ဆေးခြင်း
nl: Authenticatie
pl: Uwierzytelnianie
pt: Autenticação
ru: Аутентификация
th: การยืนยันสิทธิ์
tl: Pagpapatunay
tr: Doğrulama
uk: Аутентифікація
ur: تصدیق
vi: Xác thực
zh: 身份验证
zh_tw: 身份驗證

source: Auto generate addresses
ar: تلقائي توليد العناوين
bg: Автоматично генериране на адреси
cs: Automatické generování adres
de: Automatisch generieren Adressen
es: Generar direcciones automáticamente
fa: تولید خودکار آدرس‌ها
fr: Adresses de génération automatique
hi: ऑटो उत्पन्न पते
hr: Automatsko generiranje adresa
hy: Ավտոմատ հասցեներ ստեղծել
id: Auto menghasilkan alamat
it: Genera automaticamente indirizzi
ja: Autoはアドレスを生成します
ko: 주소 자동 생성
my: Auto Generate လိပ်စာများ
nl: Auto -genereer adressen
pl: Automatyczne generowanie adresów
pt: Endereços gerados automaticamente
ru: Авто генерируйте адреса
th: สร้างที่อยู่อัตโนมัติ
tl: Auto bumuo ng mga address
tr: Otomatik Adres Oluşturma
uk: Авто генерувати адреси
ur: آٹو پیدا کرنے والے پتے
vi: Tự động tạo địa chỉ
zh: 自动生成地址
zh_tw: 自動生成地址

source: Auto generate subaddresses
ar: تلقائي توليد subddresses
bg: Автоматично генериране на подадреси
cs: Automaticky generovat podadresy
de: Unteradressen automatisch generieren
es: Generar subdirecciones automáticamente
fa: تولید خودکار آدرس‌های فرعی
fr: Générer automatiquement des sous-adresses
hi: स्वचालित रूप से उप-पते उत्पन्न करें
hr: Automatski generirajte podadrese
hy: Ավտոմատ ենթահասցեներ ստեղծել
id: Menghasilkan subalamat secara otomatis
it: Genera automaticamente sottindirizzi
ja: Autoはサブアドレスを生成します
ko: 하위 주소 자동 생성
my: အော်တို Generate Subaddresses
nl: Automatisch subadressen genereren
pl: Automatyczne generowanie podadresów
pt: Gerar subendereços automaticamente
ru: Авто генерируйте Subaddresses
th: Auto สร้าง subaddresses
tl: Auto bumuo ng mga subaddress
tr: Alt adresleri otomatik olarak oluştur
uk: Автоматично генерувати підадреси
ur: آٹو سب ایڈریس تیار کرتا ہے
vi: Tự động tạo địa chỉ phụ
zh: 自动生成子地址
zh_tw: 自動生成子地址

source: Automatic
ar: تلقائي
bg: Автоматично
cs: Automatický
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
hi: स्वचालित
hr: Automatski
hy: Ավտոմատ
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
my: အလိုအလျောက်
nl: automatisch
pl: Automatycznie
pt: Automático
ru: автоматический
th: อัตโนมัติ
tl: Awtomatiko
tr: Otomatik
uk: Автоматичний
ur: خودکار
vi: Tự động
zh: 自动
zh_tw: 自動

source: Available Balance
ar: الرصيد المتوفر
bg: Наличен баланс
cs: Dostupný zůstatek
de: Verfügbares Guthaben
es: Saldo disponible
fa: موجودی قابل دسترس
fr: Solde Disponible
hi: उपलब्ध शेष राशि
hr: Raspoloživ iznos
hy: Հասանելի մնացորդ
id: Saldo Tersedia
it: Saldo Disponibile
ja: 利用可能残高
ko: 사용 가능 잔액
my: လက်ကျန်ငွေ ရရှိနိုင်
nl: Beschikbaar saldo
pl: Dostępne Saldo
pt: Saldo disponível
ru: Доступный баланс
th: ยอดคงเหลือที่ใช้งานได้
tl: Magagamit na Balanse
tr: Kullanılabilir Bakiye
uk: Доступний баланс
ur: دستیاب بیلنس
vi: Số dư khả dụng
zh: 可用余额
zh_tw: 可用餘額

# available_balance_description
source: The “Available Balance” or “Confirmed Balance” are funds that can be spent immediately. If funds appear in the lower balance but not the top balance, then you must wait a few minutes for the incoming funds to get more network confirmations. After they get more confirmations, they will be spendable.
ar: الرصيد المتاح هو الرصيد الذي يمكنك إنفاقه أو تحويله إلى محفظة أخرى. يتم تجميد الرصيد المتاح للمعاملات الصادرة والمعاملات الواردة غير المؤكدة.
bg: Това е балансът, който можете да използвате за покупка на криптовалути. Това не включва замразените средства.
cs: Dostupná částka je částka, kterou můžete okamžitě utratit. Zmrazená částka je částka, která ještě není k dispozici, protože ještě nebyla potvrzena síťovým protokolem.
de: Verfügbarer Saldo ist der Betrag, den Sie sofort ausgeben können. Dieser Betrag kann sich ändern, wenn Sie eine Transaktion senden oder empfangen.
es: El “Saldo Disponible” o “Saldo Confirmado” son fondos que pueden gastarse de inmediato. Si los fondos aparecen en el saldo inferior pero no en el saldo superior, deberás esperar unos minutos a que los fondos entrantes obtengan más confirmaciones de la red. Una vez tengan más confirmaciones, serán gastables.
fa: «موجودی قابل دسترس» یا «موجودی تایید شده» وجوهی هستند که می‌توان بلافاصله خرج کرد. اگر وجوه در موجودی پایین‌تر ظاهر شوند اما در موجودی بالا نباشند، باید چند دقیقه صبر کنید تا وجوه ورودی تاییدهای شبکه بیشتری دریافت کنند. پس از دریافت تاییدهای بیشتر، قابل خرج کردن خواهند بود.
fr: Le solde disponible est le montant que vous pouvez dépenser immédiatement. Il est calculé en soustrayant le solde gelé du solde total.
hi: उपलब्ध शेष या ”पुष्टिकृत शेष”, वे धनराशि हैं जिन्हें तुरंत खर्च किया जा सकता है। यदि फंड निचले बैलेंस में दिखाई देते हैं, लेकिन शीर्ष बैलेंस में नहीं, तो आपको आने वाले फंड के लिए अधिक नेटवर्क पुष्टिकरण प्राप्त करने के लिए कुछ मिनट इंतजार करना होगा। अधिक पुष्टि मिलने के बाद, वे खर्च करने योग्य हो जाएंगे।
hr: Dostupno stanje je iznos koji možete potrošiti. To je vaš saldo minus bilo kakve transakcije koje su još uvijek u tijeku.
hy: «Հասանելի մնացորդ» կամ «Հաստատված մնացորդ»-ը միջոցներ են, որոնք կարող են անմիջապես ծախսվել։ Եթե միջոցները հայտնվում են ստորին մնացորդում, բայց ոչ վերևի մնացորդում, ապա դուք պետք է մի քանի րոպե սպասեք, մինչև ներգաղթող միջոցները ավելի ցանցի հաստատումներ ստանան։ Հաստատումներ ստանալուց հետո դրանք կարող են ծախսվել։
id: “Saldo yang Tersedia” atau “Saldo yang Dikonfirmasi” adalah dana yang dapat langsung dibelanjakan. Jika dana muncul di saldo bawah tetapi tidak di saldo atas, maka Anda harus menunggu beberapa menit agar dana masuk mendapatkan konfirmasi jaringan lainnya. Setelah mereka mendapatkan lebih banyak konfirmasi, mereka akan dapat dibelanjakan.
it: I “Saldo Disponibile” o “Saldo Confermato” sono fondi che possono essere spesi immediatamente. Se i fondi appaiono nel saldo sottostante ma non nel saldo soprastante, allora aspetta un paio di minuti per i fondi in arrivo per ottenere maggiori conferme di rete. Dopo aver ottenuto più conferme, saranno spendibili.
ja: 利用可能な残高は、ウォレットの残高から冷凍残高を差し引いたものです。
ko: “사용 가능 잔액” 또는 “확정 잔액”은 즉시 사용할 수 있는 자금입니다. 자금이 아래 잔액에는 표시되지만 위 잔액에는 표시되지 않는 경우, 들어오는 자금이 더 많은 네트워크 확인을 받을 때까지 몇 분 정도 기다려야 합니다. 더 많은 확인을 받은 후 사용할 수 있게 됩니다.
my: သင့်ရဲ့ အကောင့်တွင် ရရှိနိုင်သော ငွေကျန်ငွေကို ပြန်လည်ပေးသွင်းပါ။
nl: Beschikbaar saldo is het saldo dat u kunt uitgeven. Het kan lager zijn dan uw totale saldo als u onlangs geld hebt verzonden.
pl: „Dostępne Saldo” lub „Potwierdzone Saldo” są środkami, które można wydać od razu. Jeśli środki pojawiają się w dolnym saldzie, ale nie w górnym, musisz poczekać kilka minut, aż przychodzące środki uzyskają dodatkowe potwierdzenia sieci. Po uzyskaniu większej liczby potwierdzeń będą dostępne do wydania.
pt: Seu saldo disponível é o saldo total menos o saldo congelado. O saldo congelado é o saldo que você não pode gastar, mas que ainda não foi confirmado na blockchain. O saldo congelado é geralmente o resultado de transações recentes.
ru: Доступный баланс - это средства, которые вы можете использовать для покупки или продажи криптовалюты.
th: จำนวนเงินที่คุณสามารถใช้ได้ในการซื้อหรือขาย
tl: Ang "magagamit na balanse" o "nakumpirma na balanse" ay mga pondo na maaaring gastusin kaagad. Kung lumilitaw ang mga pondo sa mas mababang balanse ngunit hindi ang nangungunang balanse, dapat kang maghintay ng ilang minuto para sa mga papasok na pondo upang makakuha ng mas maraming mga kumpirmasyon sa network. Matapos silang makakuha ng higit pang mga kumpirmasyon, gugugol sila.
tr: Bu, cüzdanınızda harcayabileceğiniz miktar. Bu miktar, cüzdanınızdan çekilebilecek toplam bakiyeden daha düşük olabilir, çünkü bazı fonlar henüz kullanılamaz durumda olabilir.
uk: Це сума, яку ви можете витратити, не включаючи невизначені кошти. Це може бути менше, ніж загальний баланс, якщо ви витратили кошти, які ще не підтверджені.
ur: ”دستیاب بیلنس” یا ”تصدیق شدہ بیلنس” وہ فنڈز ہیں جو فوری طور پر خرچ کیے جا سکتے ہیں۔ اگر فنڈز کم بیلنس میں ظاہر ہوتے ہیں لیکن اوپر کے بیلنس میں نہیں، تو آپ کو مزید نیٹ ورک کی تصدیقات حاصل کرنے کے لیے آنے والے فنڈز کے لیے چند منٹ انتظار کرنا چاہیے۔ مزید تصدیق حاصل کرنے کے بعد، وہ قابل خرچ ہوں گے۔
vi: Số dư khả dụng hoặc số dư đã xác nhận là số tiền có thể chi tiêu ngay lập tức. Nếu tiền xuất hiện ở số dư thấp hơn nhưng không phải ở số dư cao hơn, bạn phải đợi một vài phút để các khoản tiền đến có thêm xác nhận từ mạng lưới. Sau khi có thêm xác nhận, chúng sẽ có thể chi tiêu.
zh: “可用余额”或“确认余额”指立即可花费资金。若下余额显示但上余额未更新，请等待几分钟网络确认。确认后即可花费。
zh_tw: “可用餘額”或“確認餘額”指立即可花費資金。若下餘額顯示但上餘額未更新，請等待幾分鐘網路確認。確認後即可花費。

source: Avg. Savings
ar: متوسط مدخرات
bg: Средни спестявания
cs: Prům. ušetřeno
de: Durchschn. Einsparungen
es: Ahorro promedio
fa: میانگین پس‌انداز
fr: Économies moy.
hi: औसत बचत
hr: Prosj. ušteda
hy: Միջին խնայողություն
id: Rata-rata Pembayaran
it: Risparmio medio
ja: 平均節約額
ko: 평균 절약액
my: ပျမ်းမျှ စုဆောင်းငွေ
nl: Gem. besparingen
pl: Śr. Oszczędności
pt: Poupança média
ru: Средняя экономия
th: ประหยัดเฉลี่ย
tl: Avg. Matitipid
tr: Ortalama Tasarruf
uk: Середня економія
ur: اوسط بچت
vi: Tiết kiệm trung bình
zh: 平均储蓄
zh_tw: 平均儲蓄

# awaitDAppProcessing
source: Kindly wait for the dApp to finish processing.
ar: .ﺔﺠﻟﺎﻌﻤﻟﺍ ﻦﻣ dApp ﻲﻬﺘﻨﻳ ﻰﺘﺣ ﺭﺎﻈﺘﻧﻻ﻿ﺍ ﻰﺟﺮﻳ
bg: Моля, изчакайте dApp да завърши обработката.
cs: Počkejte, až dApp dokončí zpracování.
de: Bitte warten Sie, bis die dApp die Verarbeitung abgeschlossen hat.
es: Espere a que la dApp termine de procesarse.
fa: لطفاً صبر کنید تا پردازش dApp تمام شود.
fr: Veuillez attendre que l'application décentralisée (dApp) termine le traitement.
hi: कृपया डीएपी की प्रोसेसिंग पूरी होने तक प्रतीक्षा करें।
hr: Molimo pričekajte da dApp završi obradu.
hy: Խնդրեմ սպասեք, մինչև դիմումը կավարտի մշակումը։
id: Mohon tunggu hingga dApp menyelesaikan pemrosesan.
it: Attendi gentilmente che la dApp termini l'elaborazione.
ja: dAppの処理が完了するまでお待ちください。
ko: dApp이 처리를 완료할 때까지 기다려 주십시오.
my: ကျေးဇူးပြု၍ dApp ကို စီမံလုပ်ဆောင်ခြင်း အပြီးသတ်ရန် စောင့်ပါ။
nl: Wacht tot de dApp klaar is met verwerken.
pl: Proszę poczekać, aż dApp zakończy przetwarzanie.
pt: Aguarde até que o dApp termine o processamento.
ru: Пожалуйста, подождите, пока dApp завершит обработку.
th: โปรดรอให้ dApp ประมวลผลเสร็จสิ้น
tl: Pakihintay na matapos ang pagproseso ng dApp.
tr: Lütfen dApp'in işlemeyi bitirmesini bekleyin.
uk: Зачекайте, доки dApp завершить обробку.
ur: ۔ﮟﯾﺮﮐ ﺭﺎﻈﺘﻧﺍ ﺎﮐ ﮯﻧﻮﮨ ﻞﻤﮑﻣ ﮓﻨﺴﯿﺳﻭﺮﭘ ﮯﮐ dApp ﻡﺮﮐ ﮦﺍﺮﺑ
vi: Vui lòng đợi ứng dụng phi tập trung hoàn thành xử lý.
zh: 请等待 dApp 处理完成。
zh_tw: 請等待 dApp 處理完成。

source: Awaiting Payment Confirmation
ar: في انتظار تأكيد الدفع
bg: Чака се потвърждение на плащането
cs: Čeká se na potvrzení platby
de: Warten auf Zahlungsbestätigung
es: Esperando confirmación de pago
fa: در انتظار تایید پرداخت
fr: En attente de confirmation de paiement
hi: भुगतान की पुष्टि की प्रतीक्षा में
hr: Čeka se potvrda plaćanja
hy: Վճարման հաստատման սպասում
id: Menunggu Konfirmasi Pembayaran
it: In attesa di conferma del pagamento
ja: 支払い確認を待っています
ko: 결제 확인 대기 중
my: ငွေပေးချေမှု အတည်ပြုချက်ကို စောင့်မျှော်နေပါသည်။
nl: In afwachting van betalingsbevestiging
pl: Oczekiwanie na potwierdzenie płatności
pt: Aguardando confirmação de pagamento
ru: Ожидается подтверждения платежа
th: รอการยืนยันการชำระเงิน
tl: Nanghihintay ng Kumpirmasyon sa Pagbabayad
tr: Ödemenin onaylanması bekleniyor
uk: Очікується підтвердження платежу
ur: ادائیگی کی تصدیق کے منتظر
vi: Đang chờ xác nhận thanh toán
zh: 等待付款确认
zh_tw: 等待付款確認

source: Background sync mode
ar: وضع مزامنة الخلفية
bg: Режим на синхронизиране на фона
cs: Režim synchronizace pozadí
de: Hintergrundsynchronisierungsmodus
es: Modo de sincronización en segundo plano
fa: حالت همگام‌سازی پس‌زمینه
fr: Mode de synchronisation en arrière-plan
hi: बैकग्राउंड सिंक मोड
hr: Sinkronizacija u pozadini
hy: Հետին պլանի համաժամացման ռեժիմ
id: Mode Sinkronisasi Latar Belakang
it: Modalità di sincronizzazione in background
ja: バックグラウンド同期モード
ko: 백그라운드 동기화 모드
my: နောက်ခံထပ်တူပြုခြင်း mode ကို
nl: Achtergrondsynchronisatiemodus
pl: Tryb synchronizacji w tle
pt: Modo de sincronização em segundo plano
ru: Режим фоновой синхронизации
th: โหมดซิงค์พื้นหลัง
tr: Arka Plan Senkronizasyon Modu
uk: Фоновий режим синхронізації
ur: پس منظر کی مطابقت پذیری کا موڈ
vi: Chế độ đồng bộ nền
zh: 后台同步模式
zh_tw: 後台同步模式

source: Backup
ar: نسخ الاحتياطي
bg: Резервно копие
cs: Záloha
de: Sicherung
es: Copia de seguridad
fa: نسخه پشتیبان
fr: Sauvegarde
hi: बैकअप
hr: Sigurnosna kopija
hy: Կրկնօրինակ
id: Cadangan
ja: バックアップ
ko: 백업
my: မိတ္တူ
pl: Kopia zapasowa
pt: Cópia de segurança
ru: Резервная копия
th: สำรองข้อมูล
tr: Yedek
uk: Резервна копія
ur: بیک اپ
vi: Sao lưu
zh: 备份
zh_tw: 備份

source: Backup file
ar: ملف النسخ الاحتياطي
bg: Резервно копие
cs: Soubor se zálohou
de: Sicherungsdatei
es: Archivo de copia de seguridad
fa: فایل پشتیبان
fr: Fichier de sauvegarde
hi: बैकअपफ़ाइल
hr: Sigurnosna kopija datoteke
hy: Կրկնօրինակի ֆայլ
id: File cadangan
ja: バックアップファイル
ko: 백업 파일
my: အရန်ဖိုင်
nl: Backup bestand
pl: Plik kopii zapasowej
pt: Arquivo de backup
ru: Файл резервной копии
th: ไฟล์สำรองข้อมูล
tl: Backup na file
tr: Yedek dosyası
uk: Файл резервної копії
ur: بیک اپ فائل
vi: Tập tin sao lưu
zh: 备份文件
zh_tw: 備份檔案

source: Backup password
ar: كلمة مرور النسخ الاحتياطي
bg: Парола за възстановяване
cs: Heslo pro zálohy
de: Passwort sichern
es: Contraseña de copia de seguridad
fa: رمز عبور پشتیبان
fr: Mot de passe de sauvegarde
hi: बैकअप पासवर्ड
hr: Lozinka za sigurnosnu kopiju
hy: Կրկնօրինակի գաղտնաբառ
id: Kata sandi cadangan
ja: バックアップパスワード
ko: 백업 비밀번호
my: စကားဝှက်ကို အရန်သိမ်းဆည်းပါ။
nl: Reservewachtwoord
pl: Hasło kopii zapasowej
pt: Senha de backup
ru: Пароль резервной копии
th: รหัสผ่านสำรองข้อมูล
tl: Backup na password
tr: Yedek parolası
uk: Пароль резервної копії
ur: بیک اپ پاس ورڈ
vi: Mật khẩu sao lưu
zh: 备份密码
zh_tw: 備份密碼

source: Balance
ar: توازن
bg: Баланс
cs: Zůstatek
de: Gleichgewicht
es: Saldo
fa: موجودی
fr: Équilibre
hi: संतुलन
hr: Uravnotežiti
hy: Հաշվեկշիռ
id: Keseimbangan
it: Saldo
ja: バランス
ko: 잔액
my: လက်ကျန်ငေှ
nl: Evenwicht
pl: Saldo
pt: Equilíbrio
ru: Баланс
th: สมดุล
tl: Balanse
tr: Denge
uk: Балансувати
ur: بقیہ
vi: Số dư
zh: 余额
zh_tw: 餘額

source: Balance Page
ar: صفحة التوازن
bg: Страница за баланс
cs: Stránka zůstatku
de: Balance-Seite
es: Página de saldo
fa: صفحه موجودی
fr: Page Solde
hi: बैलेंस पेज
hr: Stranica sa stanjem
hy: Հաշվեկշռի էջ
id: Halaman Saldo
it: Pagina di saldo
ja: 残高ページ
ko: 잔액 페이지
my: လက်ကျန်စာမျက်နှာ
nl: Saldo pagina
pl: Strona salda
pt: Página de saldo
ru: Страница баланса
th: หน้ายอดคงเหลือ
tl: Pahina ng Balanse
tr: Bakiye Sayfası
uk: Сторінка балансу
ur: بیلنس صفحہ
vi: Trang số dư
zh: 余额页
zh_tw: 餘額頁
