Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# remove_node_message
source: Are you sure that you want to remove selected node?
ar: هل أنت متأكد أنك تريد إزالة العقدة المحددة؟
bg: Сигурни ли сте, че искате да премахнете избрания node?
cs: Opravdu chcete odstranit označený uzel?
de: Möchten Sie den ausgewählten Knoten wirklich entfernen?
es: ¿Seguro que deseas eliminar el nodo seleccionado?
fa: آیا مطمئن هستید که می‌خواهید نود انتخاب شده را حذف کنید؟
fr: Êtes vous certain de vouloir supprimer le nœud sélectionné ?
hi: क्या आप वाकई चयनित नोड को निकालना चाहते हैं?
hr: Jeste li sigurni da želite ukloniti odabrani node?
hy: Դուք վստահ եք, որ ուզում եք հեռացնել ընտրված հանգույցը?
id: Apakah Anda yakin ingin menghapus node yang dipilih?
it: Sei sicuro di voler rimuovere il nodo selezionato?
ja: 選択したノードを削除してもよろしいですか？
ko: 선택한 노드를 정말로 제거하시겠습니까?
my: ရွေးချယ်ထားသော ကုဒ်ကို ဖယ်ရှားလိုသည်မှာ သေချာပါသလား။
nl: Weet u zeker dat u het geselecteerde knooppunt wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybrany węzeł?
pt: Você realmente deseja remover o nó selecionado?
ru: Вы уверены, что хотите удалить текущую ноду?
th: คุณแน่ใจหรือว่าต้องการลบโหนดที่เลือก?
tl: Sigurado ka bang gusto mong alisin ang napiling node?
tr: Seçili düğümü kaldırmak istediğinden emin misin?
uk: Ви впевнені, що хочете видалити поточний вузол?
ur: کیا آپ واقعی منتخب نوڈ کو ہٹانا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn gỡ bỏ nút đã chọn không?
zh: 您确定要删除所选节点吗？
zh_tw: 您確定要刪除所選節點嗎？

source: Rename
ar: إعادة تسمية
bg: Промяна на името
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fa: تغییر نام
fr: Renommer
hi: नाम बदलें
hr: Preimenuj
hy: Վերանվանել
id: Ganti nama
it: Rinomina
ja: リネーム
ko: 이름 변경
my: အမည်ပြောင်းပါ။
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tl: Palitan ang pangalan
tr: Yeniden adlandır
uk: Перейменувати
ur: نام تبدیل کریں۔
vi: Đổi tên
zh: 重命名
zh_tw: 重命名

# rep_warning
source: Representative Warning
ar: تحذير تمثيلي
bg: Представително предупреждение
cs: Reprezentativní varování
de: Repräsentative Warnung
es: Advertencia del representante
fa: هشدار نماینده
fr: Avertissement représentatif
hi: प्रतिनिधि चेतावनी
hr: Reprezentativno upozorenje
hy: Ներկայացուցիչ նախազգուշացում
id: Peringatan Perwakilan
it: Avvertenza rappresentativa
ja: 代表的な警告
ko: 대표자 경고
my: ကိုယ်စားလှယ်သတိပေးချက်
nl: Representatieve waarschuwing
pl: Ostrzeżenie reprezentanta
pt: Aviso representativo
ru: Представительное предупреждение
th: คำเตือนตัวแทน
tl: Babala ng Representative
tr: Temsilci uyarı
uk: Представницьке попередження
ur: نمائندہ انتباہ
vi: Cảnh báo đại diện
zh: 代表节点警告
zh_tw: 代表節點警告

# rep_warning_sub
source: Your representative does not appear to be in good standing. Tap here to select a new one
ar: لا يبدو أن ممثلك في وضع جيد. اضغط هنا لاختيار واحدة جديدة
bg: Вашият представител изглежда не е в добро състояние. Докоснете тук, за да изберете нов
cs: Zdá se, že váš zástupce není v dobrém stavu. Klepnutím zde vyberte nový
de: Ihr Vertreter scheint nicht gut zu sein. Tippen Sie hier, um eine neue auszuwählen
es: Tu representante no parece estar en buen estado. Pulsa aquí para seleccionar uno nuevo
fa: به نظر می‌رسد نماینده شما وضعیت خوبی ندارد. برای انتخاب نماینده جدید اینجا ضربه بزنید
fr: Votre représentant ne semble pas être en règle. Appuyez ici pour en sélectionner un nouveau
hi: आपका प्रतिनिधि अच्छी स्थिति में नहीं दिखाई देता है। एक नया चयन करने के लिए यहां टैप करें
hr: Čini se da vaš predstavnik nije u dobrom stanju. Dodirnite ovdje za odabir novog
hy: Ձեր ներկայացուցիչը չի հայտնվում լավ վիճակում։ Սեղմեք այստեղ նոր ներկայացուցիչ ընտրելու համար
id: Perwakilan Anda tampaknya tidak bereputasi baik. Ketuk di sini untuk memilih yang baru
it: Il tuo rappresentante non sembra essere in regola. Tocca qui per selezionarne uno nuovo
ja: あなたの代表者は良好な状態ではないようです。ここをタップして、新しいものを選択します
ko: 귀하의 대표자가 정상 상태가 아닌 것 같습니다. 여기를 탭하여 새 대표자를 선택하세요.
my: သင်၏ကိုယ်စားလှယ်သည်ကောင်းမွန်သောရပ်တည်မှုတွင်မဖြစ်သင့်ပါ။ အသစ်တစ်ခုကိုရွေးချယ်ရန်ဤနေရာတွင်အသာပုတ်ပါ
nl: Uw vertegenwoordiger lijkt niet goed te staan. Tik hier om een ​​nieuwe te selecteren
pl: Twój przedstawiciel nie wydaje się być w dobrej kondycji. Stuknij tutaj, aby wybrać nowego
pt: Seu representante não parece estar em boa posição. Toque aqui para selecionar um novo
ru: Ваш представитель, похоже, не в хорошей репутации. Нажмите здесь, чтобы выбрать новый
th: ตัวแทนของคุณดูเหมือนจะไม่อยู่ในสถานะที่ดี แตะที่นี่เพื่อเลือกอันใหม่
tl: Ang iyong representative ay hindi lilitaw na nasa mabuting kalagayan. Tapikin dito upang pumili ng bago
tr: Temsilciniz iyi durumda görünmüyor. Yeni bir tane seçmek için buraya dokunun
uk: Ваш представник, схоже, не має доброго становища. Торкніться тут, щоб вибрати новий
ur: آپ کا نمائندہ اچھ standing ے مقام پر نہیں دکھائی دیتا ہے۔ نیا منتخب کرنے کے لئے یہاں ٹیپ کریں
vi: Đại diện của bạn dường như không còn trong tình trạng tốt. Nhấn vào đây để chọn một cái mới
zh: 您的代表节点似乎并不信誉良好。点击这里选择一个新的
zh_tw: 您的代表節點似乎並不信譽良好。點擊這裡選擇一個新的

# repeat_wallet_password
source: Repeat the wallet password
ar: كرر كلمة مرور المحفظة
bg: Повторете паролата на портфейла
cs: Opakujte heslo peněženky
de: Wiederholen Sie das Brieftaschenkennwort
es: Repite la contraseña de la billetera
fa: تکرار رمز عبور کیف پول
fr: Répétez le mot de passe du portefeuille
hi: वॉलेट पासवर्ड दोहराएं
hr: Ponovite lozinku za novčanik
hy: Վերականգնել դրամապանակի գաղտնաբառ
id: Ulangi Kata Sandi Dompet
it: Ripeti la password del portafoglio
ja: ウォレットパスワードを繰り返します
ko: 지갑 비밀번호 다시 입력
my: ပိုက်ဆံအိတ်စကားဝှက်ကိုပြန်လုပ်ပါ
nl: Herhaal het Wallet -wachtwoord
pl: Powtórz hasło portfela
pt: Repita a senha da carteira
ru: Повторите пароль кошелька
th: ทำซ้ำรหัสผ่านกระเป๋าเงิน
tl: Ulitin ang password ng wallet
tr: Cüzdan şifresini tekrarlayın
uk: Повторіть пароль гаманця
ur: بٹوے کا پاس ورڈ دہرائیں
vi: Nhập lại mật khẩu ví
zh: 重复钱包密码
zh_tw: 重復錢包密碼

# repeated_password_is_incorrect
source: Repeated password is incorrect. Please repeat the wallet password again.
ar: كلمة المرور المتكررة غير صحيحة. يرجى تكرار كلمة مرور المحفظة مرة أخرى.
bg: Многократната парола е неправилна. Моля, повторете отново паролата за портфейла.
cs: Opakované heslo je nesprávné. Znovu opakujte heslo peněženky.
de: Wiederholtes Passwort ist falsch. Bitte wiederholen Sie das Brieftaschenkennwort erneut.
es: La contraseña repetida es incorrecta. Por favor, repite la contraseña de la billetera.
fa: تکرار رمز عبور نادرست است. لطفاً رمز عبور کیف پول را دوباره تکرار کنید.
fr: Le mot de passe répété est incorrect. Veuillez répéter le mot de passe du portefeuille.
hi: बार -बार पासवर्ड गलत है। कृपया फिर से वॉलेट पासवर्ड दोहराएं।
hr: Ponovljena lozinka je netočna. Molimo ponovite lozinku za novčanik.
hy: Վերականգնված գաղտնաբառը սխալ է։ Խնդրում ենք վերականգնել դրամապանակի գաղտնաբառը
id: Kata sandi yang diulang tidak benar. Harap ulangi kata sandi dompet lagi.
it: La password ripetuta non è corretta. Si prega di ripetere di nuovo la password del portafoglio.
ja: 繰り返しパスワードが正しくありません。ウォレットのパスワードをもう一度繰り返してください。
ko: 반복 입력한 비밀번호가 잘못되었습니다. 지갑 비밀번호를 다시 입력하세요.
my: ထပ်ခါတလဲလဲစကားဝှက်မမှန်ကန်ပါ ကျေးဇူးပြုပြီးပိုက်ဆံအိတ်စကားဝှက်ကိုပြန်လုပ်ပါ။
nl: Herhaald wachtwoord is onjuist. Herhaal het Wallet -wachtwoord opnieuw.
pl: Powtórzone hasło jest nieprawidłowe. Powtórz hasło portfela.
pt: A senha repetida está incorreta. Repita a senha da carteira novamente.
ru: Повторный пароль неверен. Пожалуйста, повторите пароль кошелька снова.
th: รหัสผ่านซ้ำไม่ถูกต้อง โปรดทำซ้ำรหัสผ่านกระเป๋าเงินอีกครั้ง
tl: Ang paulit-ulit na password ay hindi tama. Mangyaring ulitin muli ang password ng wallet.
tr: Tekrarlanan şifre yanlış. Lütfen cüzdan şifresini tekrarlayın.
uk: Повторний пароль невірний. Будь ласка, повторіть пароль гаманця ще раз.
ur: بار بار پاس ورڈ غلط ہے۔ براہ کرم دوبارہ پرس کا پاس ورڈ دہرائیں۔
vi: Mật khẩu nhập lại không chính xác. Vui lòng nhập lại mật khẩu ví.
zh: 重复密码不正确。请再次重复钱包密码。
zh_tw: 重復密碼不正確。請再次重復錢包密碼。

source: Require for adding contacts
ar: تتطلب إضافة جهات اتصال
bg: Изисква се за добавяне на контакти
cs: Vyžadovat pro přidání kontaktů
de: Erforderlich zum Hinzufügen von Kontakten
es: Requerido para agregar contactos
fa: الزام برای افزودن مخاطبین
fr: Requis pour ajouter des contacts
hi: संपर्क जोड़ने के लिए आवश्यकता है
hr: Zahtijeva za dodavanje kontakata
hy: Պահանջվում է կոնտակտներ ավելացնելու համար
id: Membutuhkan untuk menambahkan kontak
it: Richiedi per l'aggiunta di contatti
ja: 連絡先の追加に必要
ko: 연락처 추가 시 필요
my: အဆက်အသွယ်များထည့်ရန် လိုအပ်သည်။
nl: Vereist voor het toevoegen van contacten
pl: Wymagane przy dodawaniu kontaktów
pt: Requer para adicionar contatos
ru: Требовать добавления контактов
th: ต้องการสำหรับการเพิ่มผู้ติดต่อ
tl: Nangangailangan para sa pagdaragdag ng mga contact
tr: Kişi eklemek için gerekli
uk: Потрібен для додавання контактів
ur: رابطوں کو شامل کرنے کی ضرورت ہے۔
vi: Yêu cầu khi thêm danh bạ
zh: 需要添加联系人
zh_tw: 需要新增聯絡人

source: Require for all security and backup settings
ar: مطلوب لجميع إعدادات الأمان والنسخ الاحتياطي
bg: Изисква се за всички настройки за сигурност и архивиране
cs: Vyžadovat všechna nastavení zabezpečení a zálohování
de: Für alle Sicherheits- und Sicherungseinstellungen erforderlich
es: Obligatorio para todas las configuraciones de seguridad y copia de seguridad
fa: الزام برای تمام تنظیمات امنیتی و پشتیبان‌گیری
fr: Exiger pour tous les paramètres de sécurité et de sauvegarde
hi: सभी सुरक्षा और बैकअप सेटिंग्स की आवश्यकता है
hr: Zahtijeva za sve postavke sigurnosti i sigurnosne kopije
hy: Պահանջվում է բոլոր անվտանգության և կրկնօրինակման կարգավորումների համար
id: Memerlukan untuk semua pengaturan keamanan dan pencadangan
it: Richiedi per tutte le impostazioni di sicurezza e backup
ja: すべてのセキュリティおよびバックアップ設定に必須
ko: 모든 보안 및 백업 설정에 필요
my: လုံခြုံရေးနှင့် အရန်ဆက်တင်များအားလုံးအတွက် လိုအပ်ပါသည်။
nl: Vereist voor alle beveiligings- en back-upinstellingen
pl: Wymagaj we wszystkich ustawieniach zabezpieczeń i kopii zapasowych
pt: Exigir todas as configurações de segurança e backup
ru: Требовать все настройки безопасности и резервного копирования
th: จำเป็นสำหรับการตั้งค่าความปลอดภัยและการสำรองข้อมูลทั้งหมด
tl: Nangangailangan para sa lahat ng mga setting ng seguridad at backup
tr: Tüm güvenlik ve yedekleme ayarları için iste
uk: Вимагати всіх налаштувань безпеки та резервного копіювання
ur: تمام سیکورٹی اور بیک اپ کی ترتیبات کے لیے درکار ہے۔
vi: Yêu cầu cho tất cả các cài đặt bảo mật và sao lưu
zh: 需要所有安全和备份设置
zh_tw: 需要所有安全和備份設定

# require_for_assessing_wallet
source: Require for accessing wallet
ar: تتطلب الوصول إلى المحفظة
bg: Изискване за достъп до портфейла
cs: Vyžadovat pro přístup k peněžence
de: Für den Zugriff auf die Wallet erforderlich
es: Requerido para acceder a la cartera
fa: الزام برای دسترسی به کیف پول
fr: Nécessaire pour accéder au portefeuille
hi: वॉलेट तक पहुँचने के लिए आवश्यकता है
hr: Potreban za pristup novčaniku
hy: Պահանջվում է դրամապանակ մուտք գործելու համար
id: Diperlukan untuk mengakses dompet
it: Richiedi per l'accesso al portafoglio
ja: ウォレットにアクセスするために必要です
ko: 지갑 접근 시 필요
my: ပိုက်ဆံအိတ်ကို ဝင်သုံးရန် လိုအပ်သည်။
nl: Vereist voor toegang tot portemonnee
pl: Wymagane do dostępu do portfela
pt: Requer para acessar a carteira
ru: Требовать для доступа к кошельку
th: จำเป็นสำหรับการเข้าถึงกระเป๋าเงิน
tl: Nangangailangan para sa pag-access ng wallet
tr: Cüzdana erişmek için gerekli
uk: Потрібен доступ до гаманця
ur: بٹوے تک رسائی کے لیے درکار ہے۔
vi: Yêu cầu khi truy cập ví
zh: 需要访问钱包
zh_tw: 需要訪問錢包

source: Require for creating new wallets
ar: تتطلب إنشاء محافظ جديدة
bg: Изискване за създаване на нови портфейли
cs: Vyžadovat pro vytváření nových peněženek
de: Erforderlich zum Erstellen neuer Wallets
es: Exigir al crear nuevas billeteras
fa: الزام برای ایجاد کیف پول‌های جدید
fr: Nécessaire pour créer de nouveaux portefeuilles (wallets)
hi: नए वॉलेट बनाने की आवश्यकता है
hr: Potreban za kreiranje novih novčanika
hy: Պահանջվում է նոր դրամապանակներ ստեղծելու համար
id: Diperlukan untuk membuat dompet baru
it: Richiedi per la creazione di nuovi portafogli
ja: 新しいウォレットを作成するために必要です
ko: 새 지갑 생성 시 필요
my: ပိုက်ဆံအိတ်အသစ်များ ဖန်တီးရန် လိုအပ်သည်။
nl: Vereist voor het maken van nieuwe portefeuilles
pl: Wymagane przy tworzeniu nowych portfeli
pt: Requer para criar novas carteiras
ru: Требовать для создания новых кошельков
th: จำเป็นสำหรับการสร้างกระเป๋าเงินใหม่
tl: Nangangailangan para sa paglikha ng mga bagong wallet
tr: Yeni cüzdan oluşturmak için gerekli
uk: Потрібно для створення нових гаманців
ur: نئے بٹوے بنانے کی ضرورت ہے۔
vi: Yêu cầu khi tạo ví mới
zh: 创建新钱包的要求
zh_tw: 創建新錢包的要求

source: Require for exchanges to external wallets
ar: ﺔﻴﺟﺭﺎﺧ ﻆﻓﺎﺤﻣ ﻰﻟﺇ ﺕﻻ﻿ﺩﺎﺒﺘﻟﺍ ﺐﻠﻄﺘﺗ
bg: Изискване за обмен към външни портфейли
cs: Vyžadovat pro výměny do externích peněženek
de: Erforderlich für den Umtausch in externe Wallets
es: Requerir para intercambios a billeteras externas
fa: الزام برای تبادل به کیف پول‌های خارجی
fr: Exiger pour les échanges vers des portefeuilles externes
hi: बाहरी वॉलेट में एक्सचेंज की आवश्यकता है
hr: Zahtijeva razmjene na vanjske novčanike
hy: Պահանջվում է արտաքին դրամապանակների հետ փոխանակության համար
id: Memerlukan pertukaran ke dompet eksternal
it: Richiedi per scambi con portafogli esterni
ja: 外部ウォレットへの交換に必要
ko: 외부 지갑으로 교환 시 필요
my: ပြင်ပပိုက်ဆံအိတ်များသို့ လဲလှယ်ရန် လိုအပ်သည်။
nl: Vereist voor uitwisselingen naar externe portemonnees
pl: Wymagaj przy wymianach do portfeli zewnętrznych
pt: Exigir trocas para carteiras externas
ru: Требовать обмена на внешние кошельки
th: จำเป็นต้องแลกเปลี่ยนกับกระเป๋าเงินภายนอก
tl: Nangangailangan para sa mga palitan sa mga panlabas na wallet
tr: Harici cüzdanlara geçiş yapılmasını zorunlu kılın
uk: Потрібен для обміну на зовнішні гаманці
ur: ۔ﮯﮨ ﺕﺭﻭﺮﺿ ﯽﮐ ﮯﻟﺩﺎﺒﺗ ﮟﯿﻣ ﮮﻮﭩﺑ ﯽﻧﻭﺮﯿﺑ
vi: Yêu cầu khi đổi sang ví ngoài
zh: 需要兑换到外部钱包
zh_tw: 需要兌換到外部錢包

source: Require for exchanges to internal wallets
ar: تتطلب عمليات التبادل إلى المحافظ الداخلية
bg: Изискване за обмен към вътрешни портфейли
cs: Vyžadovat pro výměny do interních peněženek
de: Erforderlich für den Umtausch in interne Wallets
es: Exigir a los intercambios usar billeteras internas
fa: الزام برای تبادل به کیف پول‌های داخلی
fr: Exiger pour les échanges vers des portefeuilles (wallets) internes
hi: आंतरिक वॉलेट में आदान-प्रदान की आवश्यकता है
hr: Potreban za razmjenu na interne novčanike
hy: Պահանջվում է ներքին դրամապանակների հետ փոխանակության համար
id: Diperlukan untuk pertukaran ke dompet internal
it: Richiedi per gli scambi ai portafogli interni
ja: 内部ウォレットへの交換に必要
ko: 내부 지갑으로 교환 시 필요
my: အတွင်းပိုင်းပိုက်ဆံအိတ်များသို့ လဲလှယ်ရန် လိုအပ်သည်။
nl: Vereist voor uitwisselingen naar interne portefeuilles
pl: Wymagaj wymian do portfeli wewnętrznych
pt: Requer trocas para carteiras internas
ru: Требовать для обмена на внутренние кошельки
th: ต้องการการแลกเปลี่ยนไปยังกระเป๋าเงินภายใน
tl: Nangangailangan para sa mga palitan sa mga panloob na wallet
tr: Dahili cüzdanlara değişim gerektir
uk: Вимагати обміну на внутрішні гаманці
ur: اندرونی بٹوے میں تبادلے کی ضرورت ہے۔
vi: Yêu cầu khi đổi sang ví nội bộ
zh: 需要兑换到内部钱包
zh_tw: 需要兌換到內部錢包

source: Require for sends to contacts
ar: تتطلب لارسال جهات الاتصال
bg: Изискване за изпращане до контакти
cs: Vyžadovat pro odeslání kontaktům
de: Erforderlich für Versendungen an Kontakte
es: Exigir para envíos a contactos
fa: الزام برای ارسال به مخاطبین
fr: Exiger pour les envois aux contacts
hi: संपर्कों को भेजने के लिए आवश्यक है
hr: Zahtijeva za slanje kontaktima
hy: Պահանջվում է կոնտակտներին ուղարկելու համար
id: Membutuhkan untuk mengirim ke kontak
it: Richiedi per gli invii ai contatti
ja: 連絡先に送信する場合に必須
ko: 연락처로 전송 시 필요
my: အဆက်အသွယ်များထံ ပေးပို့ရန် လိုအပ်သည်။
nl: Vereist voor verzending naar contacten
pl: Wymagaj przy wysyłaniu do kontaktów
pt: Exigir para envios para contatos
ru: Требовать для отправки контактам
th: จำเป็นต้องส่งไปยังผู้ติดต่อ
tl: Nangangailangan para sa pagpapadala sa mga contact
tr: Kişilere göndermeler için gerekli kıl
uk: Вимагати для надсилання контактам
ur: رابطوں کو بھیجنے کی ضرورت ہے۔
vi: Yêu cầu khi gửi đến danh bạ
zh: 需要发送给联系人
zh_tw: 需要發送給聯絡人

source: Require for sends to internal wallets
ar: تتطلب عمليات الإرسال إلى المحافظ الداخلية
bg: Изискване за изпращане до вътрешни портфейли
cs: Vyžadovat pro odesílání do interních peněženek
de: Erforderlich für Sendungen an interne Wallets
es: Requerir para envíos a billeteras internas
fa: الزام برای ارسال به کیف پول‌های داخلی
fr: Exiger pour les envois vers des portefeuilles (wallets) internes
hi: आंतरिक वॉलेट में भेजने की आवश्यकता है
hr: Zahtijeva za slanje u interne novčanike
hy: Պահանջվում է ներքին դրամապանակներ ուղարկելու համար
id: Diperlukan untuk mengirim ke dompet internal
it: Richiedi per invii a portafogli interni
ja: 内部ウォレットへの送信に必須
ko: 내부 지갑으로 전송 시 필요
my: အတွင်းပိုင်း ပိုက်ဆံအိတ်များသို့ ပေးပို့ရန် လိုအပ်သည်။
nl: Vereist voor verzendingen naar interne portefeuilles
pl: Wymagaj przy wysyłkach do portfeli wewnętrznych
pt: Exigir envios para carteiras internas
ru: Требовать отправки на внутренние кошельки
th: จำเป็นต้องส่งไปยังกระเป๋าเงินภายใน
tl: Nangangailangan para sa pagpapadala sa mga panloob na wallet
tr: Dahili cüzdanlara yapılan gönderimler için gereklilik
uk: Вимагати надсилання на внутрішні гаманці
ur: اندرونی بٹوے پر بھیجنے کے لیے درکار ہے۔
vi: Yêu cầu khi gửi đến ví nội bộ
zh: 需要发送到内部钱包
zh_tw: 需要發送到內部錢包

source: Require for sends to non-contacts
ar: تتطلب لارسال لغير جهات الاتصال
bg: Изискване за изпращане до лица без контакт
cs: Vyžadovat pro odesílání nekontaktním osobám
de: Erforderlich für Versendungen an Nichtkontakte
es: Requerir para envíos a contactos no guardados
fa: الزام برای ارسال به غیر مخاطبین
fr: Exiger pour les envois hors contacts
hi: गैर-संपर्कों को भेजने की आवश्यकता
hr: Zahtijeva za slanje nekontaktima
hy: Պահանջվում է ոչ կոնտակտ անձանց ուղարկելու համար
id: Wajibkan untuk mengirim ke non-kontak
it: Richiedi per invii a non contatti
ja: 非連絡先への送信に必須
ko: 연락처 외 대상으로 전송 시 필요
my: အဆက်အသွယ်မရှိသူများထံ ပေးပို့ရန် လိုအပ်သည်။
nl: Vereist voor verzendingen naar niet-contacten
pl: Wymagaj przy wysyłaniu do osób spoza kontaktów
pt: Exigir para envios para não-contatos
ru: Требовать для отправки не контактам
th: จำเป็นต้องส่งไปยังผู้ที่ไม่ได้ติดต่อ
tl: Nangangailangan para sa pagpapadala sa mga hindi contact
tr: Kişi olmayan kişilere göndermeler için gerekli kıl
uk: Вимагати для надсилання неконтактним особам
ur: غیر رابطوں کو بھیجنے کی ضرورت ہے۔
vi: Yêu cầu khi gửi đến người không phải danh bạ
zh: 需要发送给非联系人
zh_tw: 需要發送給非聯絡人

source: Require PIN after
ar: طلب PIN بعد
bg: Въведете PIN след
cs: Vyžadovat PIN po
de: PIN anfordern nach
es: Exigir PIN después de
fa: درخواست پین بعد از
fr: Code PIN requis après
hi: इसके बाद पिन आवश्यक है
hr: Zahtijevaj PIN nakon
hy: Պահանջվում է PIN-ը հետո
id: Meminta PIN setelah
it: Richiedi PIN dopo
ja: 後に PIN が必要
ko: 다음 시간 후 PIN 필요
my: ပြီးနောက် PIN လိုအပ်ပါသည်။
nl: Pincode vereist na
pl: Wymagaj kodu PIN po
pt: Exigir PIN após
ru: Требовать ПИН после
th: ต้องการ PIN หลังจาก
tl: Nangangailangan ng PIN pagkatapos
tr: Şu kadar süre sonra PIN iste
uk: Вимагати PIN після
ur: اس کے بعد PIN کی ضرورت ہے۔
vi: Yêu cầu PIN sau
zh: 之后需要 PIN
zh_tw: 之後需要 PIN

source: Rescan
ar: إعادة الفحص
bg: Сканирай отново
cs: Znovu prohledat
de: Erneut scannen
es: Reescanear
fa: اسکن مجدد
fr: Analyser la blockchain
hi: पुन: स्कैन
hr: Ponovno skeniranje
hy: Վերասկանավորել
id: Pindai ulang
it: Scansiona di nuovo
ja: 再スキャン
ko: 재스캔
my: ပြန်စကင်န်လုပ်ပါ။
nl: Opnieuw scannen
pl: Skanuj ponownie
pt: Reescanear
ru: Пересканировать
th: สแกนใหม่
tl: Muling i-scan
tr: Yeniden Tara
uk: Пересканувати
ur: دوبارہ اسکین کریں۔
vi: Quét lại
zh: 重新扫描
zh_tw: 重新掃描

# resend_code
source: Please resend it
ar: الرجاء إعادة إرسالها
bg: Повторно изпращане
cs: Prosím poslat znovu
de: Bitte erneut senden
es: Por favor, reenvíalo
fa: لطفاً دوباره ارسال کنید
fr: Veuillez le renvoyer
hi: कृपया इसे फिर से भेजें
hr: Molimo da ga ponovno pošaljete
hy: Խնդրում ենք կրկին ուղարկել
id: Silakan kirim ulang
it: Per favore, invialo nuovamente
ja: 再送してください
ko: 다시 보내주세요
my: ကျေးဇူးပြု၍ ပြန်ပို့ပါ။
nl: Stuur het alstublieft opnieuw
pl: Wyślij ponownie
pt: Por favor, reenvie
ru: Пожалуйста, отправьте еще раз
th: โปรดส่งอีกครั้ง
tl: Mangyaring ipadala ito muli
tr: Lütfen tekrar gönder
uk: Будь ласка, надішліть його повторно
ur: براہ کرم اسے دوبارہ بھیجیں۔
vi: Vui lòng gửi lại
zh: 请重新发送
zh_tw: 請重新發送

source: Reset
ar: إعادة
bg: Нулиране
cs: Vymazat
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
hi: रीसेट
hr: Resetiraj
hy: Վերասահմանել
it: Ripristina
ja: リセットする
ko: 초기화
my: ပြန်လည်သတ်မှတ်ပါ။
pl: Resetuj
pt: Limpar
ru: Сброс
th: รีเซ็ต
tl: I-reset
tr: Sıfırla
uk: Скинути
ur: دوبارہ ترتیب دیں۔
vi: Đặt lại
zh: 重置
zh_tw: 重設

source: Reset Password
ar: إعادة تعيين كلمة المرور
bg: Нулиране на парола
cs: Resetovat heslo
de: Passwort zurücksetzen
es: Restablecer la contraseña
fa: بازنشانی رمز عبور
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
hr: Poništi lozinku
hy: Վերասահմանել գաղտնաբառը
id: Atur Ulang Kata Sandi
it: Reimposta password
ja: パスワードのリセット
ko: 비밀번호 재설정
my: လျှို့ဝှတ်နံပါတ်အားမူလအတိုင်းပြန်လုပ်သည်
nl: Wachtwoord resetten
pl: Zresetuj hasło
pt: Redefinir senha
ru: Сбросить пароль
th: รีเซ็ตรหัสผ่าน
tl: I-reset ang password
tr: Parolamı sıfırla
uk: Скинути пароль
ur: پاس ورڈ ری سیٹ
vi: Đặt lại mật khẩu
zh: 重置密码
zh_tw: 重設密碼

# restore_active_seed
source: Active seed
ar: السييد النشطة
bg: Активиране на seed
cs: Aktivní seed
de: Aktiver Seed
es: Semilla activa
fa: سید فعال
fr: Phrase secrète (seed) active
hi: सक्रिय बीज
hr: Aktivan pristupni izraz
hy: Ակտիվ սերմ
id: Seed aktif
it: Seme attivo
ja: アクティブシード
ko: 활성 시드
my: တက်ကြွသောအစေ့
nl: Actief zaad
pl: Aktywny seed
pt: Semente ativa
ru: Активная мнемоническая фраза
th: ซีดที่ใช้งานอยู่
tl: Aktibong seed
tr: Tohumu aktifleştir
uk: Активна мнемонічна фраза
ur: فعال بیج
vi: Hạt giống hoạt động
zh: 活动助记词
zh_tw: 活動助記詞

# restore_address
source: Address
ar: العنوان
bg: Адреси
cs: Adresa
de: Adresse
es: Dirección
fa: آدرس
fr: Adresse
hi: पता
hr: Adresa
hy: Հասցե
id: Alamat
it: Indirizzo
ja: 住所
ko: 주소
my: လိပ်စာ
nl: Adres
pl: Adres
pt: Endereço
ru: Адрес
th: ที่อยู่
tr: Adres
uk: Адреса
ur: پتہ
vi: Địa chỉ
zh: 地址
zh_tw: 地址
