Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

source: Create Account
ar: إنشاء حساب
bg: Създаване на профил
cs: Vytvořit účet
de: Konto erstellen
es: Crear Cuenta
fa: ایجاد حساب
fr: Créer un compte
hi: खाता बनाएं
hr: Stvori račun
hy: Ստեղծել հաշիվ
id: Buat Akun
it: Crea account
ja: アカウントの作成
ko: 계정 생성
my: အကောင့်ပြုလုပ်ပါ
nl: Account aanmaken
pl: Utwórz konto
pt: Criar conta
ru: Создать аккаунт
th: สร้างบัญชี
tl: Lumikha ng Account
tr: Hesap oluştur
uk: Створити обліковий запис
ur: اکاؤنٹ بنائیں
vi: Tạo tài khoản
zh: 创建账户
zh_tw: 創建帳戶

source: Create backup
ar: انشئ نسخة احتياطية
bg: Създаване на резервно копие
cs: Vytvořit zálohu
de: Backup erstellen
es: Crear copia de seguridad
fa: ایجاد نسخه پشتیبان
fr: Créer une sauvegarde
hi: बैकअप बनाएँ
hr: Stvori sigurnosnu kopiju
hy: Ստեղծել կրկնօրինակ
id: Buat cadangan
it: Crea backup
ja: バックアップを作成
ko: 백업 생성
my: အရန်သိမ်းခြင်းကို ဖန်တီးပါ။
nl: Maak een back-up
pl: Utwórz kopię zapasową
pt: Criar backup
ru: Создать резервную копию
th: สร้างการสำรองข้อมูล
tl: Lumikha ng backup
tr: Yedek oluştur
uk: Створити резервну копію
ur: بیک اپ بنائیں
vi: Tạo sao lưu
zh: 创建备份
zh_tw: 創建備份

source: Create donation link
ar: إنشاء رابط التبرع
bg: Създайте връзка за дарение
cs: Vytvořit odkaz na darování
de: Spendenlink erstellen
es: Crear enlace de donación
fa: ایجاد لینک حمایت مالی
fr: Créer un lien de don
hi: दान लिंक बनाएं
hr: Izradi poveznicu za donaciju
hy: Ստեղծել նվիրատվության հղում
id: Buat tautan donasi
it: Crea un link per la donazione
ja: 寄付リンクを作成
ko: 기부 링크 생성
my: လှူဒါန်းမှုလင့်ခ်ကို ဖန်တီးပါ။
nl: Maak een donatielink aan
pl: Utwórz link darowizny
pt: Criar link de doação
ru: Создать ссылку для пожертвований
th: สร้างลิงค์บริจาค
tl: Lumikha ng link ng donasyon
tr: Bağış bağlantısı oluştur
uk: Створити посилання для пожертв
ur: عطیہ کا لنک بنائیں
vi: Tạo liên kết quyên góp
zh: 创建捐赠链接
zh_tw: 創建捐赠連結

source: Create invoice
ar: إنشاء فاتورة
bg: Създайте фактура
cs: Vytvořit fakturu
de: Rechnung erstellen
es: Crear Factura
fa: ایجاد فاکتور
fr: Créer une facture
hi: इनवॉयस बनाएँ
hr: Izradite fakturu
hy: Ստեղծել հաշիվ-ապրանքագիր
id: Buat faktur
it: Crea ricevuta
ja: 請求書の作成
ko: 인보이스 생성
my: ပြေစာဖန်တီးပါ။
nl: Factuur maken
pl: Utwórz fakturę
pt: Criar recibo
ru: Создать счет
th: สร้างใบแจ้งหนี้
tl: Lumikha ng invoice
tr: Fatura oluşturmak
uk: Створити рахунок-фактуру
ur: انوائس بنائیں
vi: Tạo hóa đơn
zh: 创建发票
zh_tw: 創建發票

# create_new
source: Create New Wallet
ar: إنشاء محفظة جديدة
bg: Създаване на нов портфейл
cs: Vytvořit novou peněženku
de: Neue Wallet erstellen
es: Crear Nueva Cartera
fa: ایجاد کیف پول جدید
fr: Créer un Nouveau Portefeuille (Wallet)
hi: नया बटुआ बनाएँ
hr: Izradi novi novčanik
hy: Ստեղծել նոր դրամապանակ
id: Buat Dompet Baru
it: Crea nuovo Portafoglio
ja: 新しいウォレットを作成
ko: 새 지갑 생성
my: Wallet အသစ်ဖန်တီးပါ။
nl: Maak een nieuwe portemonnee
pl: Utwórz Nowy Portfel
pt: Criar nova carteira
ru: Создать новый кошелёк
th: สร้างกระเป๋าใหม่
tl: Lumikha ng Bagong Wallet
tr: Yeni Cüzdan Oluştur
uk: Створити новий гаманець
ur: نیا والیٹ بنائیں
vi: Tạo Ví Mới
zh: 创建新钱包
zh_tw: 創建新錢包

source: Create new account
ar: انشاء حساب جديد
bg: Създаване на нов профил
cs: Vytvořit nový účet
de: Neues Konto erstellen
es: Crear nueva cuenta
fa: ایجاد حساب جدید
fr: Créer un nouveau compte
hi: नया खाता बनाएँ
hr: Izradi novi račun
hy: Ստեղծել նոր հաշիվ
id: Buat akun baru
it: Crea nuovo account
ja: 新しいアカウントを作成する
ko: 새 계정 생성
my: အကောင့်အသစ်ဖန်တီးပါ။
nl: Creëer een nieuw account
pl: Utwórz nowe konto
pt: Criar nova conta
ru: Создать новый аккаунт
th: สร้างบัญชีใหม่
tl: Lumikha ng bagong account
tr: Yeni hesap oluştur
uk: Створити новий акаунт
ur: نیا اکاؤنٹ بنانے
vi: Tạo tài khoản mới
zh: 建立新账户
zh_tw: 建立新帳戶

source: Create New Seed
ar: إنشاء بذرة جديدة
bg: Създайте нови семена
cs: Vytvořte nové semeno
es: Crear nueva semilla
fa: ایجاد سید جدید
fr: Créer de nouvelles graines
hi: नया बीज बनाएं
hr: Stvorite novo sjeme
hy: Ստեղծեք նոր սերունդ
id: Buat benih baru
it: Crea nuovo seme
ja: 新しい種を作成します
ko: 새 시드 생성
my: မျိုးစေ့အသစ်ကိုဖန်တီးပါ
pl: Utwórz nowy seed
th: สร้างเมล็ดพันธุ์ใหม่
tl: Lumikha ng bagong binhi
tr: Yeni Tohum Oluştur
uk: Створіть нове насіння
ur: نیا بیج بنائیں
vi: Tạo hạt giống mới
zh: 创建新助记词
zh_tw: 創建新助記詞

source: Creating new wallet
ar: يتم إنشاء محفظة جديدة
bg: Създаване на нов портфейл
cs: Vytvářím novou peněženku
de: Neue Wallet erstellen
es: Creando una nueva cartera
fa: در حال ایجاد کیف پول جدید
fr: Création d'un nouveau portefeuille (wallet)
hi: नया बटुआ बनाना
hr: Stvaranje novog novčanika
hy: Նոր դրամապանակ ստեղծվում է
id: Membuat dompet baru
it: Creazione nuovo portafoglio
ja: 新しいウォレットの作成
ko: 새 지갑 생성 중
my: ပိုက်ဆံအိတ်အသစ်ဖန်တီးခြင်း။
nl: Nieuwe portemonnee aanmaken
pl: Tworzenie nowego portfela
pt: Criando nova carteira
ru: Создание нового кошелька
th: กำลังสร้างกระเป๋าใหม่
tl: Lumikha ng bagong wallet
tr: Cüzdan oluşturuluyor
uk: Створення нового гаманця
ur: نیا پرس بنانا
vi: Đang tạo ví mới
zh: 创建新钱包
zh_tw: 創建新錢包

# creating_new_wallet_error
source: Error: ${description}
ar: خطأ: ${description}
bg: Грешка: ${description}
cs: Chyba: ${description}
de: Fehler: ${description}
fa: خطا: ${description}
fr: Erreur : ${description}
hi: त्रुटि: ${description}
hr: Greška: ${description}
hy: Սխալ: ${description}
it: Errore: ${description}
ja: エラー： ${description}
ko: 오류: ${description}
my: အမှား- ${description}
nl: Fout: ${description}
pl: Błąd: ${description}
pt: Erro: ${description}
ru: Ошибка: ${description}
th: ข้อผิดพลาด: ${description}
tr: Hata: ${description}
uk: Помилка: ${description}
ur: خرابی: ${description}
vi: Lỗi: ${description}
zh: 错误： ${description}
zh_tw: 錯誤： ${description}

source: Creation Date
ar: تاريخ الإنشاء
bg: Дата на създаване
cs: Datum vzniku
de: Erstellungsdatum
es: Fecha de creación
fa: تاریخ ایجاد
fr: Date de création
hi: निर्माण तिथि
hr: Datum stvaranja
hy: Ստեղծման ամսաթիվ
id: Tanggal Pembuatan
it: Data di creazione
ja: 作成日
ko: 생성 날짜
my: ဖန်တီးမှုနေ့စွဲ
nl: Aanmaakdatum
pl: Data utworzenia
pt: Data de criação
ru: Дата создания
th: วันที่สร้าง
tl: Petsa ng paglikha
tr: Oluşturulma tarihi
uk: Дата створення
ur: بنانے کی تاریخ
vi: Ngày Tạo
zh: 创建日期
zh_tw: 創建日期

source: Custom
ar: مخصصة
bg: персонализирано
cs: vlastní
de: benutzerdefiniert
es: Personalizado
fa: سفارشی
fr: Personnalisé
hi: कस्टम
hr: prilagođeno
hy: Պատվերով
id: kustom
it: Personalizza
ja: カスタム
ko: 사용자 지정
my: စိတ်ကြိုက်
nl: aangepast
pl: Niestandardowe
pt: personalizado
ru: обычай
th: กำหนดเอง
tl: Pasadya
tr: özel
uk: на замовлення
ur: اپنی مرضی کے مطابق
vi: Tùy chỉnh
zh: 自定义
zh_tw: 自訂

# custom_drag
source: Custom (Hold and Drag)
ar: مخصص (عقد وسحب)
bg: Персонализиране (задръжте и плъзнете)
es: Personalizado (Mantener y arrastrar)
fa: سفارشی (نگه دارید و بکشید)
fr: Personnalisé (Maintenir et Glisser)
hi: कस्टम (पकड़ और खींचें)
hr: Prilagođeni (držite i povucite)
hy: Պատվերով (Պահել և Գցել)
id: Khusus (tahan dan seret)
it: Personalizza (Tieni e Trascina)
ja: カスタム（ホールドとドラッグ）
ko: 사용자 지정 (길게 누르고 드래그)
my: စိတ်ကြိုက် (Drag)
nl: Custom (vasthouden en slepen)
pl: Niestandardowe (przytrzymaj i przeciągnij)
pt: Personalizado (segure e arraste)
ru: Пользователь (удерживайте и перетаскивайте)
th: กำหนดเอง (ค้างและลาก)
tl: Pasadya (Hawakan at I-drag)
tr: Özel (Bekle ve Sürükle)
uk: На замовлення (утримуйте та перетягуйте)
ur: کسٹم (ہولڈ اینڈ ڈریگ)
vi: Tùy chỉnh (Giữ và Kéo)
zh: 定制（保持和拖动）
zh_tw: 定製（保持和拖動）

source: Custom Redeem Amount
ar: مبلغ الاسترداد مخصص
bg: Персонализирана сума за използване
cs: Vlastní částka pro uplatnění
de: Benutzerdefinierter Einlösungsbetrag
es: Monto de canje personalizado
fa: مبلغ بازخرید سفارشی
fr: Montant d'échange personnalisé
hi: कस्टम रिडीम राशि
hr: Prilagođeni iznos otkupa
hy: Պատվերով Փրկագնման Գումար
id: Jumlah Tukar Kustom
it: Importo di riscatto personalizzato
ja: カスタム交換金額
ko: 사용자 지정 사용 금액
my: စိတ်ကြိုက်သုံးငွေပမာဏ
nl: Aangepast inwisselbedrag
pl: Własna kwota wykupu
pt: Valor de resgate personalizado
ru: Пользовательская сумма погашения
th: จำนวนรับคืนที่กำหนดเอง
tl: Pasadyang Tinubos ang Halaga
tr: Özel Harcama Tutarı
uk: Власна сума викупу
ur: حسب ضرورت چھڑانے کی رقم
vi: Số tiền Chuộc Tùy chỉnh
zh: 自定义兑换金额
zh_tw: 自訂兌換金額

source: Custom Value
ar: القيمة الجمركية
bg: Персонализирана стойност
cs: Vlastní hodnota
de: Benutzerdefinierten Wert
es: Valor personalizado
fa: مقدار سفارشی
fr: Valeur personnalisée
hi: कस्टम मूल्य
hr: Prilagođena vrijednost
hy: Պատվերով Արժեք
id: Nilai khusus
it: Valore personalizzato
ja: カスタム値
ko: 사용자 지정 값
my: စိတ်ကြိုက်တန်ဖိုး
nl: Aangepaste waarde
pl: Wartość Niestandardowa
pt: Valor customizado
ru: Пользовательское значение
th: ค่าที่กำหนดเอง
tl: Pasadyang Halaga
tr: Özel değer
uk: Спеціальне значення
ur: کسٹم ویلیو
vi: Giá trị Tùy chỉnh
zh: 自定义值
zh_tw: 自訂值

# dark_theme
source: Dark
ar: داكن
bg: Тъмно
cs: Tmavý
de: Dunkel
es: Oscuro
fa: تاریک
fr: Sombre
hi: अंधेरा
hr: Tamna
hy: Մութ
id: Gelap
it: Scuro
ja: 闇
ko: 다크 테마
my: မှောငျမိုကျသော
nl: Donker
pl: Ciemny
pt: Sombria
ru: Темная
th: เข้ม
tr: Karanlık
uk: Темна
ur: اندھیرا
vi: Tối
zh: 深色主题
zh_tw: 深色主題

source: Debit Card
ar: بطاقة ائتمان
bg: Дебитна карта
cs: Debetní karta
de: Debitkarte
es: Tarjeta de Débito
fa: کارت نقدی
fr: Carte de débit
hi: डेबिट कार्ड
hr: Debitna kartica
hy: Դեբետային քարտ
id: Kartu Debit
it: Carta di debito
ja: デビットカード
ko: 직불 카드
my: ဒက်ဘစ်ကတ်
nl: Debetkaart
pl: Karta debetowa
pt: Cartão de débito
ru: Дебетовая карта
th: บัตรเดบิต
tr: Ön ödemeli Kart
uk: Дебетова картка
ur: ڈیبٹ کارڈ
vi: Thẻ Ghi Nợ
zh: 借记卡
zh_tw: 簽帳金融卡

# debit_card_terms
source: The storage and usage of your payment card number (and credentials corresponding to your payment card number) in this digital wallet are subject to the Terms and Conditions of the applicable cardholder agreement with the payment card issuer, as in effect from time to time.
ar: يخضع تخزين واستخدام رقم بطاقة الدفع الخاصة بك (وبيانات الاعتماد المقابلة لرقم بطاقة الدفع الخاصة بك) في هذه المحفظة الرقمية لشروط وأحكام اتفاقية حامل البطاقة المعمول بها مع جهة إصدار بطاقة الدفع ، كما هو معمول به من وقت لآخر.
bg: Съхранението и използването на данните от вашата платежна карта в този дигитален портфейл подлежат на условията на съответното съгласие за картодържец от издателя на картата.
cs: Uložení a použití vašeho čísla platební karty (a přihlašovací údaje k vašemu číslu karty) v této digitální peněžence se řídí Obchodními podmínkami smlouvy příslušného držitele karty s vydavatelem karty (v jejich nejaktuálnější verzi).
de: Die Speicherung und Nutzung Ihrer Zahlungskartennummer (und Ihrer Zahlungskartennummer entsprechenden Anmeldeinformationen) in dieser digitalen Geldbörse unterliegt den Allgemeinen Geschäftsbedingungen des geltenden Karteninhabervertrags mit dem Zahlungskartenaussteller, gültig ab von Zeit zu Zeit.
es: El almacenamiento y el uso de tu número de tarjeta de pago (y las credenciales correspondientes a tu número de tarjeta de pago) en esta billetera digital están sujetos a los Términos y Condiciones del acuerdo aplicable del titular de la tarjeta con el emisor de la tarjeta de pago, según lo establecido de vez en cuando.
fa: ذخیره و استفاده از شماره کارت پرداخت شما (و اعتبارنامه‌های مربوط به شماره کارت پرداخت شما) در این کیف پول دیجیتال، تابع شرایط و قوانین توافق‌نامه دارنده کارت صادرکننده کارت پرداخت، که هر از گاهی لازم‌الاجرا می‌شود، می‌باشد.
fr: Le stockage et l'utilisation de votre numéro de carte de paiement (et des informations d'identification correspondant à votre numéro de carte de paiement) dans ce portefeuille (wallet) numérique peuvent être soumis aux conditions générales de l'accord du titulaire de carte parfois en vigueur avec l'émetteur de la carte de paiement.
hi: इस डिजिटल वॉलेट में आपके भुगतान कार्ड नंबर (और आपके भुगतान कार्ड नंबर से संबंधित क्रेडेंशियल) का भंडारण और उपयोग भुगतान कार्ड जारीकर्ता के साथ लागू कार्डधारक समझौते के नियमों और शर्तों के अधीन है, जैसा कि प्रभावी है समय - समय पर।
hr: Pohranjivanje i korištenje broja vaše platne kartice (i vjerodajnica koje odgovaraju broju vaše platne kartice) u ovom digitalnom novčaniku podliježu Uvjetima i odredbama važećeg ugovora vlasnika kartice s izdavateljem platne kartice, koji su na snazi ​​od S vremena na vrijeme.
hy: Ձեր վճարային քարտի համարի (և ձեր վճարային քարտի համարի համապատասխան վկայականներ) պահպանումն ու օգտագործումը այս թվային դրամապանակում ենթակա են վճարային քարտ թողարկող կողմի գործող պայմանների և պայմանագրի
id: Penyimpanan dan penggunaan nomor kartu pembayaran Anda (dan kredensial yang sesuai dengan nomor kartu pembayaran Anda) dalam dompet digital ini tertakluk pada Syarat dan Ketentuan persetujuan pemegang kartu yang berlaku dengan penerbit kartu pembayaran, seperti yang berlaku dari waktu ke waktu.
it: L'archiviazione e l'utilizzo del numero della carta di pagamento (e delle credenziali corrispondenti al numero della carta di pagamento) in questo portafoglio digitale sono soggetti ai Termini e condizioni del contratto applicabile con il titolare della carta con l'emittente della carta di pagamento, come in vigore di tanto in tanto.
ja: このデジタルウォレットでの支払いカード番号（および支払いカード番号に対応する資格情報）の保存と使用には、支払いカード発行者との該当するカード所有者契約の利用規約が適用されます。時々。
ko: 이 디지털 지갑에 결제 카드 번호(및 결제 카드 번호에 해당하는 자격 증명)를 저장하고 사용하는 것은 해당 카드 발급사와의 카드 소지자 계약 이용 약관(수시로 효력 발생)의 적용을 받습니다.
my: ဤဒစ်ဂျစ်တယ်ပိုက်ဆံအိတ်ရှိ သင့်ငွေပေးချေမှုကတ်နံပါတ် (နှင့် သင့်ငွေပေးချေကတ်နံပါတ်နှင့် သက်ဆိုင်သောအထောက်အထားများ) ၏ သိုလှောင်မှုနှင့် အသုံးပြုမှုသည် အချိန်အခါနှင့်အမျှ သက်ရောက်မှုရှိသကဲ့သို့ ကတ်ကိုင်ဆောင်ထားသူ၏ သဘောတူညီချက်၏ စည်းကမ်းသတ်မှတ်ချက်များနှင့် ကိုက်ညီပါသည်။
nl: De opslag en het gebruik van uw betaalkaartnummer (en inloggegevens die overeenkomen met uw betaalkaartnummer) in deze digitale portemonnee zijn onderworpen aan de Algemene voorwaarden van de toepasselijke kaarthouderovereenkomst met de uitgever van de betaalkaart, zoals van kracht vanaf tijd tot tijd.
pl: Przechowywanie i używanie numeru karty płatniczej (oraz danych uwierzytelniających odpowiadających numerowi karty płatniczej) w tym portfelu cyfrowym podlega warunkom i zasadom odpowiedniej umowy posiadacza karty płatniczej z wydawcą karty płatniczej, obowiązującym w danym czasie.
pt: O armazenamento e uso do número do cartão de pagamento (e credenciais correspondentes ao número do cartão de pagamento) nesta carteira digital estão sujeitos aos Termos e Condições do contrato do titular do cartão aplicável com o emissor do cartão de pagamento, em vigor a partir de tempo ao tempo.
ru: Хранение и использование номера вашей платежной карты (и учетных данных, соответствующих номеру вашей платежной карты) в этом цифровом кошельке регулируются положениями и условиями применимого соглашения держателя карты с эмитентом платежной карты, действующим с время от времени.
th: การเก็บรักษาและใช้หมายเลขบัตรจ่ายเงิน (และข้อมูลประจำตัวที่เกี่ยวข้องกับหมายเลขบัตรจ่ายเงิน) ในกระเป๋าดิจิทัลนี้ จะต้องยึดถือข้อกำหนดและเงื่อนไขของข้อตกลงผู้ใช้บัตรของผู้ถือบัตรที่เกี่ยวข้องกับบัตรผู้ถือบัตร ซึ่งจะมีผลตั้งแต่เวลานั้น
tl: Ang pag-iimbak at paggamit ng iyong numero sa card (at mga kredensyal na nauugnay sa numero ng iyong card sa pagbabayad) sa pagbabayad sa digital wallet na ito ay napapailalim sa mga tuntunin at kundisyon ng naaangkop na kasunduan sa may-ari ng card kasama ang nagbigay ng card ng pagbabayad, na may bisa sa pana-panahon.
tr: Ödeme kartı numaranızın (ve kart numaranıza karşılık gelen kimlik bilgilerinin) bu dijital cüzdanda saklanması ve kullanılması, zaman zaman yürürlükte olan ödeme kartı veren kuruluşla yapılan ilgili kart sahibi sözleşmesinin Hüküm ve Koşullarına tabidir.
uk: Зберігання та використання номера вашої платіжної картки (та облікових даних, які відповідають номеру вашої платіжної картки) у цьому цифровому гаманці регулюються Умовами відповідної угоди власника картки з емітентом платіжної картки, що діє з час від часу.
ur: اس ڈیجیٹل والیٹ میں آپ کے ادائیگی کارڈ نمبر (اور آپ کے ادائیگی کارڈ نمبر سے متعلقہ اسناد) کا ذخیرہ اور استعمال ادائیگی کارڈ جاری کنندہ کے ساتھ قابل اطلاق کارڈ ہولڈر کے معاہدے کی شرائط و ضوابط کے ساتھ مشروط ہے، جیسا کہ وقتاً فوقتاً نافذ ہوتا ہے۔
vi: Việc lưu trữ và sử dụng số thẻ thanh toán của bạn (và thông tin xác thực tương ứng với số thẻ thanh toán của bạn) trong ví điện tử này phải tuân theo Điều khoản và Điều kiện của thỏa thuận chủ thẻ hiện hành với tổ chức phát hành thẻ thanh toán, theo thời gian.
zh: 您在本数字钱包中存储和使用支付卡号（以及与该支付卡号对应的凭证）受您与该支付卡发卡机构签订的持卡人协议的条款和条件约束，该协议以其不时修订的最新版本为准。
zh_tw: 您在本數位錢包中存儲和使用支付卡號（以及與該支付卡號對應的凭證）受您與該支付卡發卡機構簽訂的持卡人協議的條款和條件約束，該協議以其不時修訂的最新版本為準。

# decimal_places_error
source: Too many decimal places
ar: عدد كبير جدًا من المنازل العشرية
bg: Твърде много знаци след десетичната запетая
cs: Příliš mnoho desetinných míst
de: Zu viele Nachkommastellen
es: Demasiados decimales
fa: تعداد ارقام اعشار بیش از حد مجاز
fr: Trop de décimales
hi: बहुत अधिक दशमलव स्थान
hr: Previše decimalnih mjesta
hy: Խմբակային տեղերի սխալ
id: Terlalu banyak tempat desimal
it: Troppe cifre decimali
ja: 小数点以下の桁数が多すぎる
ko: 소수 자릿수가 너무 많습니다
my: ဒဿမနေရာများ များလွန်းသည်။
nl: Te veel decimalen
pl: Zbyt wiele miejsc po przecinku
pt: Muitas casas decimais
ru: Слишком много десятичных знаков
th: ทศนิยมมากเกินไป
tl: Masyadong maraming mga lugar na desimal
tr: Çok fazla ondalık basamak
uk: Забагато знаків після коми
ur: بہت زیادہ اعشاریہ جگہیں۔
vi: Quá nhiều chữ số thập phân
zh: 小数位数超出限制
zh_tw: 小數位數超出限製

# decimals_cannot_be_zero
source: Token decimal cannot be zero.
ar: الرمز العشري لا يمكن أن يكون الصفر.
bg: Десетичната точка не може да бъде нула.
cs: Desetinná desetinná škola nemůže být nulová.
de: Token -Dezimalzahl kann nicht Null sein.
es: Token decimal no puede ser cero.
fa: اعشار توکن نمی‌تواند صفر باشد.
fr: La décimale du jeton ne peut pas être nulle.
hi: टोकन दशमलव शून्य नहीं हो सकता।
hr: Token Decimal ne može biti nula.
hy: Խմբակային տեղերը չեն կարող լինել զրո
id: Token desimal tidak bisa nol.
it: Il decimale token non può essere zero.
ja: トークン小数はゼロにすることはできません。
ko: 토큰 소수 자릿수는 0이 될 수 없습니다.
my: တိုကင်ဒ decimal မသုညမဖြစ်နိုင်ပါ။
nl: Token decimaal kan niet nul zijn.
pl: Liczba miejsc dziesiętnych tokena nie może wynosić zero.
pt: Decimal de token não pode ser zero.
ru: Десятичный токен не может быть нулевым.
th: ทศนิยมโทเค็นไม่สามารถเป็นศูนย์ได้
tl: Ang token decimal ay hindi maaaring maging zero.
tr: Token oncial sıfır olamaz.
uk: Десятковий знак не може бути нульовим.
ur: ٹوکن اعشاریہ صفر نہیں ہوسکتا۔
vi: Chữ số thập phân không thể là số không.
zh: 代币精度不能为零。
zh_tw: 代幣精度不能為零。

source: Default Buy Provider
ar: مزود شراء الافتراضي
bg: Доставчик по подразбиране купува
cs: Výchozí poskytovatel nákupu
de: Standard-Kaufanbieter
es: Proveedor De Compra Predeterminado
fa: ارائه‌دهنده پیش‌فرض خرید
fr: Fournisseur d'achat par défaut
hi: डिफ़ॉल्ट खरीद प्रदाता
hr: Zadani davatelj kupnje
hy: Լռելյայն գնման մատակարար
id: Penyedia beli default
it: Provider di acquisto predefinito
ja: デフォルトの購入プロバイダー
ko: 기본 구매 제공 업체
my: Default Provider ကိုဝယ်ပါ
nl: Standaard Koopprovider
pl: Domyślny dostawca zakupu
pt: Provedor de compra padrão
ru: По умолчанию поставщик покупки
th: ผู้ให้บริการซื้อเริ่มต้น
tl: Default na Buy Provider
tr: Varsayılan Satın Alma Sağlayıcısı
uk: Постачальник покупки за замовчуванням
ur: پہلے سے طے شدہ خریدنے والا
vi: Nhà cung cấp Mua mặc định
zh: 默认购买提供商
zh_tw: 預設購買供應商

source: Default Sell Provider
ar: ﻲﺿﺍﺮﺘﻓﻻ﻿ﺍ ﻊﻴﺒﻟﺍ ﺩﻭﺰﻣ
bg: Доставчик за продажба по подразбиране
cs: Výchozí poskytovatel prodeje
de: Standard-Verkaufsanbieter
es: Proveedor De Venta Predeterminado
fa: ارائه‌دهنده پیش‌فرض فروش
fr: Fournisseur de vente par défaut
hi: डिफ़ॉल्ट विक्रय प्रदाता
hr: Zadani dobavljač prodaje
hy: Լռելյայն վաճառքի մատակարար
id: Penyedia Penjualan Default
it: Provider di vendita predefinito
ja: デフォルトの販売プロバイダー
ko: 기본 판매 제공 업체
my: ပုံသေရောင်းချပေးသူ
nl: Standaard verkoopaanbieder
pl: Domyślny Dostawca Sprzedaży
pt: Provedor de venda padrão
ru: Поставщик продаж по умолчанию
th: ผู้ให้บริการการขายเริ่มต้น
tl: Default na Sell Provider
tr: Varsayılan Satış Sağlayıcısı
uk: Постачальник продажу за замовчуванням
ur: ﮦﺪﻨﻨﮐ ﻢﮨﺍﺮﻓ ﻞﯿﺳ ﭧﻟﺎﻔﯾﮈ
vi: Nhà cung cấp Bán mặc định
zh: 默认销售提供商
zh_tw: 預設銷售供應商

source: Delete
ar: حذف
bg: Изтрий
cs: Smazat
de: Löschen
es: Borrar
fa: حذف
fr: Effacer
hi: हटाएं
hr: Izbriši
hy: Ջնջել
id: Hapus
it: Elimina
ja: 削除する
ko: 삭제
my: ဖျက်ပါ။
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ
tl: Tanggalin
tr: Sil
uk: Видалити
ur: حذف کریں۔
vi: Xóa
zh: 删除
zh_tw: 刪除

source: Delete Account
ar: حذف الحساب
bg: Изтриване на акаунт
cs: Smazat účet
de: Konto löschen
es: Eliminar cuenta
fa: حذف حساب
fr: Supprimer le compte
hi: खाता हटाएं
hr: Izbriši račun
hy: Ջնջել հաշիվը
id: Hapus Akun
it: Elimina account
ja: アカウントの削除
ko: 계정 삭제
my: အကောင့်ဖျက်ပါ။
nl: Account verwijderen
pl: Usuń Konto
pt: Excluir conta
ru: Удалить аккаунт
th: ลบบัญชี
tl: Tanggalin ang Account
tr: Hesabı sil
uk: Видалити обліковий запис
ur: کھاتہ مٹا دو
vi: Xóa Tài khoản
zh: 删除账户
zh_tw: 刪除帳戶

source: Delete wallet
ar: حذف المحفظة
bg: Изтриване на портфейл
cs: Smazat peněženku
de: Wallet löschen
es: Eliminar cartera
fa: حذف کیف پول
fr: Supprimer le portefeuille (wallet)
hi: वॉलेट हटाएं
hr: Izbriši novčanik
hy: Ջնջել դրամապանակը
id: Hapus dompet
it: Elimina portafoglio
ja: ウォレットを削除
ko: 지갑 삭제
my: ပိုက်ဆံအိတ်ကို ဖျက်ပါ။
nl: Portemonnee verwijderen
pl: Usuń portfel
pt: Excluir carteira
ru: Удалить кошелек
th: ลบกระเป๋า
tl: Tanggalin ang wallet
tr: Cüzdanı sil
uk: Видалити гаманець
ur: پرس کو حذف کریں۔
vi: Xóa ví
zh: 删除钱包
zh_tw: 刪除錢包

# delete_wallet_confirm_message
source: Are you sure that you want to delete ${wallet_name} wallet?
ar: هل أنت متأكد أنك تريد حذف محفظة ${wallet_name}؟
bg: Сигурни ли сте, че искате да изтриете протфейла ${wallet_name}?
cs: Opravdu chcete smazat ${wallet_name} peněženku?
de: Sind Sie sicher, dass Sie das ${wallet_name} Wallet löschen möchten?
es: ¿Seguro que deseas eliminar la cartera ${wallet_name}?
fa: آیا مطمئن هستید که می‌خواهید کیف پول ${wallet_name} را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer le portefeuille (wallet) ${wallet_name}?
hi: क्या आप वाकई ${wallet_name} वॉलेट हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati ${wallet_name} novčanik?
hy: Դուք վստահ եք, որ ուզում եք ջնջել ${wallet_name} դրամապանակը?
id: Apakah Anda yakin ingin menghapus dompet ${wallet_name}?
it: Sei sicuro di voler eliminare il portafoglio ${wallet_name}?
ja: ${wallet_name} ウォレットを削除してもよろしいですか?
ko: ${wallet_name} 지갑을 정말로 삭제하시겠습니까?
my: ${wallet_name} ပိုက်ဆံအိတ်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။
nl: Weet u zeker dat u de portemonnee van ${wallet_name} wilt verwijderen?
pl: Czy na pewno chcesz usunąć portfel ${wallet_name}?
pt: Tem certeza de que deseja excluir a carteira ${wallet_name}?
ru: Вы уверены, что хотите удалить кошелек ${wallet_name}?
th: คุณแน่ใจหรือว่าต้องการลบกระเป๋า${wallet_name}?
tl: Sigurado ka ba na gusto mong tanggalin ang iyong ${wallet_name} wallet?
tr: ${wallet_name} isimli cüzdanını silmek istediğinden emin misin?
uk: Ви впевнені, що хочете видалити гаманець ${wallet_name}?
ur: کیا آپ واقعی ${wallet_name} والیٹ کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa ví ${wallet_name} không?
zh: 确定要删除钱包 ${wallet_name} 吗？
zh_tw: 確定要刪除錢包 ${wallet_name} 嗎？
