Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# switchToEVMCompatibleWallet
source: Please switch to an EVM compatible wallet and try again (Ethereum, Polygon)
ar: (Ethereum، Polygon) ﻯﺮﺧﺃ ﺓﺮﻣ ﺔﻟﻭﺎﺤﻤﻟﺍﻭ EVM ﻊﻣ ﺔﻘﻓﺍﻮﺘﻣ ﺔﻈﻔﺤﻣ ﻰﻟﺇ ﻞﻳﺪﺒﺘﻟﺍ ﻰﺟﺮﻳ
bg: Моля, превключете към портфейл, съвместим с EVM, и опитайте отново (Ethereum, Polygon)
cs: Přepněte na peněženku kompatibilní s EVM a zkuste to znovu (Ethereum, Polygon)
de: Bitte wechseln Sie zu einem EVM-kompatiblen Wallet und versuchen Sie es erneut (Ethereum, Polygon)
es: Cambia a una billetera compatible con EVM e inténtalo de nuevo (Ethereum, Polygon)
fa: لطفاً به یک کیف پول سازگار با EVM تغییر دهید و دوباره تلاش کنید (اتریوم، پالیگان)
fr: Veuillez passer à un portefeuille compatible EVM et réessayer (Ethereum, Polygon)
hi: कृपया ईवीएम संगत वॉलेट पर स्विच करें और पुनः प्रयास करें (एथेरियम, पॉलीगॉन)
hr: Prijeđite na novčanik kompatibilan s EVM-om i pokušajte ponovno (Ethereum, Polygon)
hy: Խնդրում ենք անցնել EVM համատեղելի դրամապանակ և փորձել կրկին (Ethereum, Polygon)
id: Silakan beralih ke dompet yang kompatibel dengan EVM dan coba lagi (Ethereum, Polygon)
it: Passa a un portafoglio compatibile con EVM e riprova (Ethereum, Polygon)
ja: EVM 互換のウォレットに切り替えて再試行してください (イーサリアム、ポリゴン)
ko: EVM 호환 지갑(이더리움, 폴리곤)으로 전환하고 다시 시도하세요
my: ကျေးဇူးပြု၍ EVM တွဲဖက်သုံးနိုင်သော ပိုက်ဆံအိတ်သို့ ပြောင်းပြီး ထပ်စမ်းကြည့်ပါ (Ethereum၊ Polygon)
nl: Schakel over naar een EVM-compatibele portemonnee en probeer het opnieuw (Ethereum, Polygon)
pl: Przejdź na portfel kompatybilny z EVM i spróbuj ponownie (Ethereum, Polygon)
pt: Mude para uma carteira compatível com EVM e tente novamente (Ethereum, Polygon)
ru: Пожалуйста, переключитесь на кошелек, совместимый с EVM, и повторите попытку (Ethereum, Polygon).
th: โปรดเปลี่ยนไปใช้กระเป๋าเงินที่รองรับ EVM แล้วลองอีกครั้ง (Ethereum, Polygon)
tl: Mangyaring lumipat sa isang EVM compatible na wallet at subukang muli (Ethereum, Polygon)
tr: Lütfen EVM uyumlu bir cüzdana geçin ve tekrar deneyin (Ethereum, Polygon)
uk: Перейдіть на гаманець, сумісний з EVM, і повторіть спробу (Ethereum, Polygon)
ur: (Ethereum, Polygon) ﮟﯾﺮﮐ ﺶﺷﻮﮐ ﮦﺭﺎﺑﻭﺩ ﺭﻭﺍ ﮟﯾﺮﮐ ﭻﺋﻮﺳ ﺮﭘ ﭧﯿﻟﺍﻭ ﮯﻟﺍﻭ ﮯﻨﮭﮐﺭ ﺖﻘﺑﺎﻄﻣ
vi: Vui lòng chuyển sang ví tương thích EVM và thử lại (Ethereum, Polygon)
zh: 请切换到 EVM 兼容钱包并重试（以太坊、Polygon）
zh_tw: 請切換到 EVM 相容錢包並重試（以太坊、Polygon）

source: Symbol
ar: ﺰﻣﺭ
bg: Символ
es: Símbolo
fa: نماد
fr: Symbole
hi: प्रतीक
hr: Simbol
hy: Նշան
id: Simbol
it: Simbolo
ja: シンボル
ko: 심볼
my: သင်္ကေတ
nl: Symbool
pt: Símbolo
ru: Символ
th: เครื่องหมาย
tl: Simbolo
tr: Sembol
uk: символ
ur: ﺖﻣﻼ﻿ﻋ
vi: Ký hiệu
zh: 符号
zh_tw: 符號

source: Sync all wallets
ar: مزامنة جميع المحافظ
bg: Синхронизирайте всички портфейли
cs: Synchronizovat všechny peněženky
de: Alle Wallets synchronisieren
es: Sincronizar todas las carteras
fa: همگام‌سازی همه کیف پول‌ها
fr: Synchroniser tous les portefeuilles
hi: सभी वॉलेट सिंक करें
hr: Sinkronizirajte sve novčanike
hy: Համաժամեցնել բոլոր դրամապանակները
id: Sinkronkan semua dompet
it: Sincronizza tutti i portafogli
ja: すべてのウォレットを同期
ko: 모든 지갑 동기화
my: အားလုံးပိုက်ဆံအိတ်စည်းညှိ
nl: Alle portemonnees synchroniseren
pl: Synchronizuj wszystkie portfele
pt: Sincronize todas as carteiras
ru: Синхронизировать все кошельки
th: ซิงค์กระเป๋าเงินทั้งหมด
tl: I-sync ang lahat ng mga wallet
tr: Tüm cüzdanları senkronize edin
uk: Синхронізувати всі гаманці
ur: تمام بٹوے کو ہم آہنگ کریں
vi: Đồng bộ tất cả các ví
zh: 同步所有钱包
zh_tw: 同步所有錢包

# sync_status_attempting_scan
source: ATTEMPTING SCAN
ar: محاولة المسح
bg: Опит за сканиране
cs: Pokus o skenování
es: INTENTANDO ESCANEAR
fa: تلاش برای اسکن
fr: Tentative de numérisation
hi: स्कैन का प्रयास
hr: Pokušaj skeniranja
hy: Փորձի սկան
id: Mencoba memindai
it: TENTATIVO DI SCANSIONE
ja: スキャンの試み
ko: 스캔 시도 중
my: scan ကြိုးစားနေ
pl: Rozpoczynanie skanowania
th: พยายามสแกน
tl: Pagtatangka ng pag -scan
tr: Tarama deneme
uk: Спроба сканування
ur: اسکین کی کوشش کرنا
vi: Cố gắng quét
zh: 正在尝试扫描
zh_tw: 正在嘗試掃描

# sync_status_attempting_sync
source: ATTEMPTING SYNC
ar: جاري محاولة المزامنة
bg: ОПИТ ЗА СИНХРОНИЗАЦИЯ
cs: ZAHAJUJI SYNCHR.
de: SYNC VERSUCHEN
es: INTENTANDO SINCRONIZAR
fa: تلاش برای همگام‌سازی
fr: TENTATIVE DE SYNCHRONISATION
hi: सिंक करने का प्रयास
hr: POKUŠAJ SINKRONIZACIJE
hy: ՀԱՄԱԺԱՄԵՑՄԱՆ ՓՈՐՁ
id: MENCOBA SINKRONISASI
it: TENTATIVO DI SINCRONIZZAZIONE
ja: 同期を試みています
ko: 동기화 시도 중
my: ချိန်ကိုက်ခြင်းကို ကြိုးစားနေသည်။
nl: SYNCHRONISATIE PROBEREN
pl: PRÓBA SYCHRONIZACJI
pt: TENTANDO SINCRONIZAR
ru: ПОПЫТКА СИНХРОНИЗАЦИИ
th: พยายามซิงโครไนซ์
tl: SINUSUBUKANG I-SYNC
tr: SENKRONİZE EDİLMEYE ÇALIŞILIYOR
uk: СПРОБА СИНХРОНІЗАЦІЇ
ur: ہم آہنگی کی کوشش کر رہا ہے۔
vi: ĐANG THỬ ĐỒNG BỘ
zh: 正在尝试同步
zh_tw: 正在嘗試同步

# sync_status_connected
source: CONNECTED
ar: متصل
bg: СВЪРЗВАНЕ
cs: PŘIPOJENO
de: VERBUNDEN
es: CONECTADO
fa: متصل
fr: CONNECTÉ
hi: जुड़े हुए
hr: SPOJENO
hy: ՄԻԱՑՎԱԾԷ
id: TERHUBUNG
it: CONNESSO
ja: 接続済み
ko: 연결됨
my: ချိတ်ဆက်ထားသည်။
nl: VERBONDEN
pl: POŁĄCZONO
pt: CONECTADO
ru: ПОДКЛЮЧЕНО
th: เชื่อมต่อแล้ว
tl: KONEKTADO
tr: BAĞLANILDI
uk: ПІДКЛЮЧЕНО
ur: منسلک
vi: ĐÃ KẾT NỐI
zh: 已连接
zh_tw: 已連接

# sync_status_connecting
source: CONNECTING
ar: يتم التوصيل
bg: СВЪРЗВАНЕ
cs: PŘIPOJOVÁNÍ
de: VERBINDEN
es: CONECTANDO
fa: در حال اتصال
fr: CONNEXION EN COURS
hi: कनेक्ट
hr: SPAJANJE
hy: ՄԻԱՑՎՈՒՄ Է
id: MENGHUBUNGKAN
it: CONNESSIONE
ja: 接続中
ko: 연결 중
my: ချိတ်ဆက်ခြင်း။
nl: AANSLUITING
pl: ŁĄCZENIE
pt: CONECTANDO
ru: ПОДКЛЮЧЕНИЕ
th: กำลังเชื่อมต่อ
tl: KUMOKENEKTA
tr: BAĞLANILIYOR
uk: ПІДКЛЮЧЕННЯ
ur: جڑ رہا ہے۔
vi: ĐANG KẾT NỐI
zh: 连接中
zh_tw: 連接中

# sync_status_failed_connect
source: DISCONNECTED
ar: انقطع الاتصال
bg: НЕУСПЕШНО СВЪРЗВАНЕ
cs: ODPOJENO
de: GETRENNT
es: DESCONECTADO
fa: قطع شده
fr: DÉCONNECTÉ
hi: डिस्कनेक्ट किया गया
hr: ISKLJUČENO
hy: ՉՄԻԱՑԱՎ
id: GAGAL TERHUBUNG
it: DISCONNESSO
ja: 切断されました
ko: 연결 끊김
my: အဆက်အသွယ်ဖြတ်ထားသည်။
nl: LOSGEKOPPELD
pl: ROZŁĄCZONO
pt: DESCONECTADO
ru: ОТКЛЮЧЕНО
th: การเชื่อมต่อล้มเหลว
tl: NADISKONEKTA
tr: BAĞLANTI KESİLDİ
uk: ВІДКЛЮЧЕНО
ur: منقطع
vi: ĐÃ NGẮT KẾT NỐI
zh: 断线
zh_tw: 断線

# sync_status_not_connected
source: NOT CONNECTED
ar: غير متصل
bg: НЯМА ВРЪЗКА
cs: NEPŘIPOJENO
de: NICHT VERBUNDEN
es: DESCONECTADO
fa: متصل نیست
fr: NON CONNECTÉ
hi: जुड़े नहीं हैं
hr: NIJE POVEZANO
hy: ՄԻԱՑՎԱԾ ՉԷ
id: TIDAK TERHUBUNG
it: NON CONNESSO
ja: 接続されていません
ko: 연결되지 않음
my: မချိတ်ဆက်ပါ။
nl: NIET VERBONDEN
pl: NIE POŁĄCZONY
pt: DESCONECTADO
ru: НЕ ПОДКЛЮЧЁН
th: ไม่ได้เชื่อมต่อ
tl: HINDI KONEKTADO
tr: BAĞLI DEĞİL
uk: НЕ ПІДКЛЮЧЕННИЙ
ur: منسلک نہیں
vi: CHƯA KẾT NỐI
zh: 未连接
zh_tw: 未連接

# sync_status_starting_scan
source: STARTING SCAN (from ${height})
ar: بدء المسح الضوئي (من ${height})
bg: Стартиране на сканиране (от ${height})
cs: Počáteční skenování (z ${height})
de: Scan beginnen
es: Iniciando escaneo (desde ${height})
fa: شروع اسکن (از ${height})
fr: Démarrer la numérisation (à partir de ${height})
hi: स्कैन शुरू करना (${height} से)
hr: Početno skeniranje (od ${height})
hy: Սկսած սկան (${height})
id: Mulai pemindaian (dari ${height})
it: AVVIO SCANSIONE (da ${height})
ja: スキャンを開始する（${height} から）
ko: 스캔 시작 중 (${height}부터)
my: စကင်ဖတ်စစ်ဆေးမှုစတင်ခြင်း (${height})
nl: Startscan
pl: ROZPOCZĘCIE SKANOWANIA (OD ${height})
pt: Diretor inicial
ru: Начальное сканирование
th: การสแกนเริ่มต้น (จาก ${height})
tl: Simula sa pag -scan (mula sa ${height})
tr: Başlangıç ​​taraması (${height})
uk: Початок сканування (від ${height})
ur: اسکین شروع کرنا (${height})
vi: ĐANG BẮT ĐẦU QUÉT (${height})
zh: 正在启动扫描（来自 ${height}）
zh_tw: 正在啟動掃描（來自 ${height}）

# sync_status_starting_sync
source: STARTING SYNC
ar: بدء المزامنة
bg: ЗАПОЧВАНЕ НА СИНХРОНИЗАЦИЯ
cs: SPOUŠTĚNÍ SYNCHRONIZACE
de: STARTE SYNCHRONISIERUNG
es: INICIANDO SINCRONIZACIÓN
fa: شروع همگام‌سازی
fr: DÉBUT DE SYNCHRO
hi: सिताज़ा करना
hr: ZAPOČINJEMO SINKRONIZIRANJE
hy: ՀԱՄԱԺԱՄԵՑՈՒՄԸ ՍԿՍՎՈՒՄ Է
id: MULAI SINKRONISASI
it: INIZIO SINCRONIZZAZIONE
ja: 同期の開始
ko: 동기화 시작 중
my: စင့်ခ်လုပ်ခြင်း။
nl: BEGINNEN MET SYNCHRONISEREN
pl: ROZPOCZĘCIE SYNCHRONIZACJI
pt: INICIANDO SINCRONIZAÇÃO
ru: НАЧАЛО СИНХРОНИЗАЦИИ
th: กำลังเริ่มซิงโครไนซ์
tl: SIMULA SA PAG-SYNC
tr: SENKRONİZE BAŞLATILIYOR
uk: ПОЧАТОК СИНХРОНІЗАЦІЇ
ur: مطابقت پذیری شروع کر رہا ہے۔
vi: ĐANG BẮT ĐẦU ĐỒNG BỘ
zh: 正在开始同步
zh_tw: 正在開始同步

# sync_status_syncronized
source: SYNCHRONIZED
ar: متزامن
bg: СИНХРОНИЗИРАНО
cs: SYNCHRONIZOVÁNO
de: SYNCHRONISIERT
es: SINCRONIZADO
fa: همگام‌سازی شد
fr: SYNCHRONISÉ
hi: सिंक्रनाइज़
hr: SINKRONIZIRANO
hy: ՀԱՄԱԺԱՄԵՑՎԱԾԷ
id: SUDAH TERSINKRONISASI
it: SINCRONIZZATO
ja: 同期された
ko: 동기화됨
my: ထပ်တူပြုထားသည်။
pl: ZSYNCHRONIZOWANO
pt: SINCRONIZADO
ru: СИНХРОНИЗИРОВАН
th: ซิงโครไนซ์แล้ว
tl: NAKA-SYNCHRONIZE
tr: SENKRONİZE EDİLDİ
uk: СИНХРОНІЗОВАНИЙ
ur: مطابقت پذیر
vi: ĐÃ ĐỒNG BỘ
zh: 已同步
zh_tw: 已同步

# sync_status_syncronizing
source: SYNCHRONIZING
ar: يتم المزامنة
bg: СИНХРОНИЗИРАНЕ
cs: SYNCHRONIZUJI
de: SYNCHRONISIERE
es: SINCRONIZANDO
fa: در حال همگام‌سازی
fr: SYNCHRONISATION EN COURS
hi: सिंक्रनाइज़ करने
hr: SINKRONIZIRANJE
hy: ՀԱՄԱԺԱՄԵՑՎՈՒՄ Է
id: SEDANG SINKRONISASI
it: SINCRONIZZAZIONE
ja: 同期
ko: 동기화 중
my: ထပ်တူပြုခြင်း။
nl: SYNCHRONISEREN
pl: SYNCHRONIZOWANIE
pt: SINCRONIZANDO
ru: СИНХРОНИЗАЦИЯ
th: กำลังซิงโครไนซ์
tl: PAG-SYNCHRONIZE
tr: SENKRONİZE EDİLİYOR
uk: СИНХРОНІЗАЦІЯ
ur: مطابقت پذیری
vi: ĐANG ĐỒNG BỘ
zh: 正在同步
zh_tw: 正在同步

# sync_status_timed_out
source: TIMED OUT
ar: نفد وقته
bg: ВРЕМЕТО ИЗТЕЧЕ
cs: ČAS VYPRŠEL
de: Zeitlich abgestimmt
es: TIEMPO AGOTADO
fa: پایان مهلت زمانی
fr: FIN DU TEMPS
hi: समय समााप्त
hr: ISTEKLO
hy: Ժամանակը սպառվեց
id: WAKTU HABIS
ja: タイムアウトしました
ko: 시간 초과
my: ထွက်အချိန်ကုန်
nl: Uitgeput
pl: PRZEKROCZONO LIMIT CZASU
pt: TEMPO ESGOTADO
ru: ВРЕМЯ ВЫШЛО
th: หมดเวลา
tl: NAG-TIME OUT
tr: ZAMAN AŞIMINA UĞRADI
uk: ТАЙМ-АУТ
ur: وقت ختم
vi: HẾT THỜI GIAN
zh: 超时
zh_tw: 超時

# sync_status_unsupported
source: UNSUPPORTED NODE
ar: عقدة غير مدعومة
bg: Неподдържан възел
cs: Nepodporovaný uzel
de: Nicht unterstützter Knoten
es: NODO NO COMPATIBLE
fa: نود پشتیبانی نشده
fr: Nœud non pris en charge
hi: असमर्थित नोड
hr: Nepodržani čvor
hy: ՉԱՋԱԿՑՎՈՂ ՀԱՆԳՈՒՅՑ,
id: Node yang tidak didukung
it: NODO NON SUPPORTATO
ja: サポートされていないノード
ko: 지원되지 않는 노드
my: node မထောက်ပံ့ node ကို
nl: Niet ondersteund knooppunt
pl: Nieobsługiwany węzeł
pt: Nó não suportado
ru: Неподдерживаемый узел
th: โหนดที่ไม่ได้รับการสนับสนุน
tl: HINDI SUPORTADONG NODE
tr: Desteklenmeyen düğüm
uk: Непідтримуваний вузол
ur: غیر تعاون یافتہ نوڈ
vi: NÓT KHÔNG ĐƯỢC HỖ TRỢ
zh: 不支持的节点
zh_tw: 不支援的節點

# syncing_wallet_alert_content
source: Your balance and transaction list may not be complete until it says “SYNCHRONIZED” at the top. Click/tap to learn more.
ar: قد لا يكتمل رصيدك وقائمة المعاملات الخاصة بك حتى تظهر عبارة “SYNCHRONIZED“ في الأعلى. انقر / اضغط لمعرفة المزيد.
bg: Списъкът ви с баланс и транзакции може да не е пълен, докато в горната част не пише „СИНХРОНИЗИРАН“. Кликнете/докоснете, за да научите повече.
cs: Váš seznam zůstatků a transakcí nemusí být úplný, dokud nebude nahoře uvedeno „SYNCHRONIZOVANÉ“. Kliknutím/klepnutím se dozvíte více.
de: Ihr Kontostand und Ihre Transaktionsliste sind möglicherweise erst vollständig, wenn oben „SYNCHRONISIERT“ steht. Klicken/tippen Sie, um mehr zu erfahren.
es: Es posible que tu saldo y lista de transacciones no estén completos hasta que aparezca “SINCRONIZADO” en la parte superior. Haga clic o pulsa para obtener más información.
fa: موجودی و لیست تراکنش‌های شما ممکن است کامل نباشد تا زمانی که در بالا بنویسد «همگام‌سازی شد». برای اطلاعات بیشتر کلیک/لمس کنید.
fr: Votre solde et votre liste de transactions peuvent ne pas être à jour tant que la mention « SYNCHRONISÉ » n'apparaît en haut de l'écran. Cliquez/appuyez pour en savoir plus.
hi: आपकी शेष राशि और लेनदेन सूची तब तक पूरी नहीं हो सकती जब तक कि शीर्ष पर "सिंक्रनाइज़्ड" न लिखा हो। अधिक जानने के लिए क्लिक/टैप करें।
hr: Vaš saldo i popis transakcija možda neće biti potpuni sve dok na vrhu ne piše "SINKRONIZIRANO". Kliknite/dodirnite da biste saznali više.
hy: Ձեր հաշիվը և գործարքների ցանկը կարող են լինել անավարտ մինչև վերին մասում գրված լինի “ՀԱՂՈՒՄ”։ Սեղմեք/դիպեք ուսումնասիրելու համար։
id: Saldo dan daftar transaksi Anda mungkin belum lengkap sampai tertulis “SYNCHRONIZED” di bagian atas. Klik/ketuk untuk mempelajari lebih lanjut.
it: Il saldo e l'elenco delle transazioni potrebbero non essere completi fin quando non viene visualizzato "SINCRONIZZATO" in alto. Clicca/tocca per saperne di più.
ja: 上部に「同期済み」と表示されるまで、残高と取引リストが完了していない可能性があります。詳細については、クリック/タップしてください。
ko: 상단에 “동기화됨”이라고 표시될 때까지 잔액 및 트랜잭션 목록이 완전하지 않을 수 있습니다. 자세히 알아보려면 클릭/탭하세요.
my: သင်၏လက်ကျန်နှင့် ငွေပေးငွေယူစာရင်းသည် ထိပ်တွင် "Synchronizeed" ဟုပြောသည်အထိ မပြီးမြောက်နိုင်ပါ။ ပိုမိုလေ့လာရန် နှိပ်/နှိပ်ပါ။
nl: Uw saldo- en transactielijst is mogelijk pas compleet als er bovenaan 'GESYNCHRONISEERD' staat. Klik/tik voor meer informatie.
pl: Twoje saldo i lista transakcji mogą nie być kompletne, dopóki nie pojawi się na górze napis „SYNCHRONIZED”. Kliknij/stuknij, aby dowiedzieć się więcej.
pt: Seu saldo e lista de transações podem não estar completos até que diga “SYNCHRONIZED” no topo. Clique/toque para saber mais.
ru: Ваш баланс и список транзакций могут быть неполными, пока вверху не будет написано «СИНХРОНИЗИРОВАНО». Щелкните/коснитесь, чтобы узнать больше.
th: รายการยอดเงินและธุรกรรมของคุณอาจไม่สมบูรณ์จนกว่าจะมีข้อความว่า “ซิงโครไนซ์” ที่ด้านบน คลิก/แตะเพื่อเรียนรู้เพิ่มเติม่
tl: Ang iyong balanse at listahan ng transaksyon ay maaaring hindi kumpleto hanggang sa sabihin nito na "NAKA-SYNCHRONIZE" sa tuktok. Mag-click/tap upang malaman ang higit pa.
tr: Bakiyeniz ve işlem listeniz, en üstte "SENKRONİZE EDİLDİ" yazana kadar tamamlanmamış olabilir. Daha fazla bilgi edinmek için tıklayın/dokunun.
uk: Ваш баланс та список транзакцій може бути неповним, доки вгорі не буде написано «СИНХРОНІЗОВАНО». Натисніть/торкніться, щоб дізнатися більше.
ur: آپ کے بیلنس اور لین دین کی فہرست اس وقت تک مکمل نہیں ہو سکتی جب تک کہ یہ سب سے اوپر "SYNCRONIZED" نہ کہے۔ مزید جاننے کے لیے کلک/تھپتھپائیں۔
vi: Số dư và danh sách giao dịch của bạn có thể không đầy đủ cho đến khi nó hiển thị “ĐÃ ĐỒNG BỘ” ở trên cùng. Nhấn vào đây để tìm hiểu thêm.
zh: 同步中，余额和交易列表可能不完整，直至顶部显示“已同步”。点击了解详情。
zh_tw: 同步中，餘額和交易列表可能不完整，直至顶部顯示“已同步”。點擊了解詳情。

# syncing_wallet_alert_title
source: Your wallet is syncing
ar: محفظتك تتم مزامنتها
bg: Вашият портфейл се синхронизира
cs: Vaše peněženka se synchronizuje
de: Ihr Wallet wird synchronisiert
es: Tu cartera se está sincronizando
fa: کیف پول شما در حال همگام‌سازی است
fr: Votre portefeuille (wallet) est en cours de synchronisation
hi: आपका वॉलेट सिंक हो रहा है
hr: Vaš novčanik se sinkronizira
hy: Ձեր դրամապանակը համաժամացվում է
id: Dompet Anda sedang disinkronkan
it: Il tuo portafoglio si sta sincronizzando
ja: ウォレットは同期中です
ko: 지갑 동기화 중
my: သင့်ပိုက်ဆံအိတ်ကို စင့်ခ်လုပ်နေပါသည်။
nl: Uw portemonnee wordt gesynchroniseerd
pl: Twój portfel się synchronizuje
pt: Sua carteira está sincronizando
ru: Ваш кошелек синхронизируется
th: กระเป๋าสตางค์ของคุณกำลังซิงค์
tl: Ang iyong wallet ay nag-sync
tr: Cüzdanınız senkronize ediliyor
uk: Ваш гаманець синхронізується
ur: آپ کا بٹوہ مطابقت پذیر ہو رہا ہے۔
vi: Ví của bạn đang đồng bộ
zh: 您的钱包正在同步
zh_tw: 您的錢包正在同步

source: Template
ar: قالب
bg: Шаблон
cs: Šablona
de: Vorlage
es: Plantilla
fa: قالب
fr: Modèle
hi: खाका
hr: Predložak
hy: Տարբերակ
it: Modello
ja: テンプレート
ko: 템플릿
my: ပုံစံခွက်
nl: Sjabloon
pl: Szablon
pt: Modelo
ru: Шаблон
th: แบบฟอร์ม
tr: Şablon
uk: Шаблон
ur: سانچے
vi: Mẫu
zh: 模板
zh_tw: 模板

source: Template Name
ar: اسم القالب
bg: Име на шаблон
cs: Název šablony
de: Vorlagenname
es: Nombre de la Plantilla
fa: نام قالب
fr: Nom du modèle
hi: टेम्पलेट नाम
hr: Naziv predloška
hy: Տարբերակի անուն
id: Nama Templat
it: Nome modello
ja: テンプレート名
ko: 템플릿 이름
my: နမူနာပုံစံ
nl: Sjabloonnaam
pl: Nazwa szablonu
pt: Nome do modelo
ru: Имя Шаблона
th: ชื่อแม่แบบ
tl: Pangalan ng Template
tr: şablon adı
uk: Назва шаблону
ur: ٹیمپلیٹ کا نام
vi: Tên mẫu
zh: 模板名称
zh_tw: 模板名稱

# testnet_coins_no_value
source: Testnet coins have no value
ar: عملات TestNet ليس لها قيمة
bg: Тестовите монети нямат стойност
cs: Mince TestNet nemají žádnou hodnotu
de: Testnet -Münzen haben keinen Wert
es: Las monedas Testnet no tienen valor
fa: کوین‌های شبکه تست هیچ ارزشی ندارند
fr: Les pièces TestNet n'ont aucune valeur
hi: टेस्टनेट सिक्कों का कोई मूल्य नहीं है
hr: TestNet kovanice nemaju vrijednost
hy: Testnet արժույթները չունեն արժեք
id: Koin TestNet tidak memiliki nilai
it: Le monete TestNet non hanno valore
ja: テストネットコインには価値がありません
ko: 테스트넷 코인은 가치가 없습니다
my: Testnet ဒင်္ဂါးပြားတန်ဖိုးမရှိပါ
nl: Testnet -munten hebben geen waarde
pl: Monety testnet nie mają wartości
pt: As moedas de teste não têm valor
ru: Монеты теста не имеют значения
th: Testnet Coins ไม่มีค่า
tl: Ang mga barya ng testnet ay walang halaga
tr: TestNet paralarının değeri yok
uk: Монети TestNet не мають значення
ur: ٹیسٹ نیٹ سکے کی کوئی قیمت نہیں ہے
vi: Tiền tệ testnet không có giá trị
zh: TestNet币没有实际价值
zh_tw: TestNet幣沒有實際價值

# third_intro_content
source: Yats live outside of Cake Wallet, too. Any wallet address on earth can be replaced with a Yat!
ar: يعيش Yats خارج Cake Wallet أيضًا. يمكن استبدال أي عنوان محفظة على وجه الأرض بـ Yat!
bg: Yats също живее извън Cake Wallet. Всеки адрес на портфейл може да бъде заменен с Yat!
cs: Yat existuje i mimo Cake Wallet. Jakákoliv adresa peněženky na světě může být nahrazena Yatem!
de: Yats leben auch außerhalb von Cake Wallet. Jede Wallet-Adresse auf der Welt kann durch ein Yat ersetzt werden!
es: Los Yats también viven fuera de Cake Wallet. ¡Cualquier dirección de cartera en el mundo puede ser reemplazada por un Yat!
fa: Yatها خارج از کیک ولت هم زندگی می‌کنند. هر آدرس کیف پولی در زمین می‌تواند با یک Yat جایگزین شود!
fr: Les Yats existent aussi en dehors de Cake Wallet. Toute adresse sur terre peut être remplacée par un Yat !
hi: Yats Cake Wallet के बाहर भी रहता है। धरती पर किसी भी वॉलेट पते को Yat से बदला जा सकता है!
hr: Yats žive i izvan Cake Wallet -a. Bilo koja adresa novčanika na svijetu može se zamijeniti Yat!
hy: Yats-ը ապրում է Cake Wallet-ի դրսում ևս: Երկրի ցանկացած դրամապանակի հասցե կարող է փոխարինվել Yat-ով!
id: Yats hidup di luar Cake Wallet juga. Setiap alamat dompet di dunia dapat diganti dengan Yat!
it: Yat può funzionare anche fuori da Cake Wallet. Qualsiasi indirizzo di portafoglio sulla terra può essere sostituito con uno Yat!
ja: YatsはCakeWalletの外にも住んでいます。 地球上のどのウォレットアドレスもYatに置き換えることができます！
ko: Yat은 Cake Wallet 외부에서도 사용됩니다. 지구상의 모든 지갑 주소는 Yat으로 대체될 수 있습니다!
my: Yats သည် Cake Wallet အပြင်ဘက်တွင် နေထိုင်ပါသည်။ ကမ္ဘာပေါ်ရှိ မည်သည့်ပိုက်ဆံအိတ်လိပ်စာကို Yat ဖြင့် အစားထိုးနိုင်ပါသည်။
nl: Yats wonen ook buiten Cake Wallet. Elk portemonnee-adres op aarde kan worden vervangen door een Yat!
pl: Yaty działają także poza Cake Wallet. Każdy adres portfela na świecie można zamienić na Yat!
pt: Yats também mora fora da Cake Wallet. Qualquer endereço de carteira na Terra pode ser substituído por um Yat!
ru: Yat находятся за пределами Cake Wallet. Любой адрес кошелька на земле можно заменить на Yat!
th: Yat อาศัยอยู่นอก Cake Wallet ด้วย ที่อยู่กระเป๋าใดๆ ทั่วโลกสามารถแทนด้วย Yat ได้อีกด้วย!
tl: Nabubuhay rin ang Yats sa labas ng Cake Wallet. Anumang wallet address sa mundo ay maaaring palitan ng Yat!
tr: Yat'lar Cake Wallet'ın dışında da çalışabilir. Dünya üzerindeki herhangi bir cüzdan adresi Yat ile değiştirilebilir!
uk: Yat знаходиться за межами Cake Wallet. Будь-яку адресу гаманця на землі можна замінити на Yat!
ur: Yats بھی Cake والیٹ سے باہر رہتے ہیں۔ زمین پر کسی بھی بٹوے کے پتے کو Yat سے تبدیل کیا جا سکتا ہے!
vi: Yats cũng tồn tại ngoài Cake Wallet. Bất kỳ địa chỉ ví nào trên thế giới đều có thể được thay thế bằng một Yat!
zh: Yats 也住在 Cake Wallet 之外。地球上任何一个钱包地址都可以用一个 Yat 来代替！
zh_tw: Yats 也住在 Cake Wallet 之外。地球上任何一個錢包地址都可以用一個 Yat 來代替！

# third_intro_title
source: Yat plays nicely with others
ar: يتماشي Yat بلطف مع الآخرين
bg: Yat добре се сработва с други
cs: Yat dobře spolupracuje s ostatními
de: Yat spielt gut mit anderen
es: Yat funciona bien con otros
fa: Yat با دیگران خوب رفتار می‌کند
fr: Yat est universel
hi: Yat दूसरों के साथ अच्छा खेलता है
hr: Yat se lijepo igra s drugima
hy: Yat-ը լավ է համագործակցում ուրիշների հետ
id: Yat bermain baik dengan yang lain
it: Yat gioca bene con gli altri
ja: Yatは他の人とうまく遊ぶ
ko: Yat은 다른 것과 잘 어울립니다
my: Yat သည် အခြားသူများနှင့် ကောင်းစွာကစားသည်။
nl: Yat speelt leuk met anderen
pl: Yat dobrze współpracuje z innymi
pt: Yat joga bem com os outros
ru: Yat хорошо взаимодействует с другими
th: Yat ปฏิบัติตนอย่างดีกับผู้อื่น
tl: Magaling makipaglaro ang Yat sa iba
tr: Yat diğerleriyle iyi çalışır
uk: Yat добре взаємодіє з іншими
ur: Yat دوسروں کے ساتھ اچھی طرح کھیلتا ہے۔
vi: Yat tương thích tốt với các đối tượng khác
zh: Yat 和别人玩得很好
zh_tw: Yat 和别人玩得很好

# thorchain_contract_address_not_supported
source: THORChain does not support sending to a contract address
ar: لا يدعم Thorchain الإرسال إلى عنوان العقد
bg: Thorchain не подкрепя изпращането до адрес на договор
cs: Thorchain nepodporuje odeslání na adresu smlouvy
de: Thorchain unterstützt das Senden an eine Vertragsadresse nicht
es: THORChain no admite el envío a una dirección de contrato
fa: THORChain از ارسال به آدرس قرارداد پشتیبانی نمی‌کند
fr: Thorchain ne prend pas en charge l'envoi à une adresse de contrat
hi: थोरचेन एक अनुबंध पते पर भेजने का समर्थन नहीं करता है
hr: Thorchain ne podržava slanje na adresu ugovora
hy: THORChain-ը չի աջակցում պայմանագրի հասցե ուղարկելուն
id: Thorchain tidak mendukung pengiriman ke alamat kontrak
it: Thorchain non supporta l'invio a un indirizzo contrattuale
ja: Thorchainは、契約アドレスへの送信をサポートしていません
ko: THORChain은 계약 주소로 보내는 것을 지원하지 않습니다
my: Thorchain သည်စာချုပ်လိပ်စာသို့ပို့ခြင်းမပြုပါ
nl: Thorchain ondersteunt het verzenden niet naar een contractadres
pl: THORChain nie obsługuje wysyłania na adres kontraktu
pt: Thorchain não suporta o envio para um endereço de contrato
ru: Thorchain не поддерживает отправку на адрес контракта
th: Thorchain ไม่สนับสนุนการส่งไปยังที่อยู่สัญญา
tl: Hindi sinusuportahan ng THORChain ang pagpapadala sa isang address ng kontrata
tr: Thorchain bir sözleşme adresine göndermeyi desteklemiyor
uk: Thorchain не підтримує надсилання на адресу контракту
ur: تھورچین معاہدے کے پتے بھیجنے کی حمایت نہیں کرتا ہے
vi: THORChain không hỗ trợ gửi đến địa chỉ hợp đồng
zh: Thorchain不支持发送到合同地址
zh_tw: Thorchain不支援發送到合同地址
