Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# send_address
source: ${cryptoCurrency} address
ar: عنوان ${cryptoCurrency}
bg: ${cryptoCurrency} адрес
cs: ${cryptoCurrency} adresa
de: ${cryptoCurrency}-Adresse
es: dirección de ${cryptoCurrency}
fa: آدرس ${cryptoCurrency}
fr: adresse ${cryptoCurrency}
hi: ${cryptoCurrency} पता
hr: ${cryptoCurrency} adresa
hy: ${cryptoCurrency} հասցե
id: Alamat ${cryptoCurrency}
it: ${cryptoCurrency} indirizzo
ja: ${cryptoCurrency} 住所
ko: ${cryptoCurrency} 주소
my: ${cryptoCurrency} လိပ်စာ
nl: ${cryptoCurrency}-adres
pl: Adres ${cryptoCurrency}
pt: Endereço ${cryptoCurrency}
ru: ${cryptoCurrency} адрес
th: ที่อยู่ ${cryptoCurrency}
tr: ${cryptoCurrency} adresi
uk: ${cryptoCurrency} адреса
ur: ${cryptoCurrency} پتہ
vi: Địa chỉ ${cryptoCurrency}
zh: ${cryptoCurrency} 地址
zh_tw: ${cryptoCurrency} 地址

# send_amount
source: Amount:
ar: مقدار:
bg: Сума:
cs: Částka:
de: Betrag:
es: Cantidad:
fa: مقدار:
fr: Montant:
hi: रकम:
hr: Iznos:
hy: Քանակ՝
id: Jumlah:
it: Importo:
ja: 量：
ko: 금액:
my: ပမာဏ-
nl: Bedrag:
pl: Kwota:
pt: Montante:
ru: Сумма:
th: จำนวน:
tl: Halaga:
tr: Miktar:
uk: Сума:
ur: رقم:
vi: Số tiền:
zh: 金额:
zh_tw: 金額:

# send_change_to_you
source: Change, to you:
ar: تغيير لك:
bg: Променете, на вас:
cs: Změňte, vám:
es: Cambio, a ti:
fa: باقی‌مانده، برای شما:
fr: Changer, pour vous:
hi: बदलो, आप को:
hr: Promijenite, u vas:
hy: Փոփոխություն, ձեզ համար.
id: Ubah, untukmu:
it: Modifica, a te:
ja: あなたに変更：
ko: 잔돈, 귀하에게:
my: ပြောင်းလဲမှု,
pl: Reszta, do ciebie:
th: เปลี่ยนเป็นคุณ:
tl: Baguhin, sa iyo:
tr: Değiştir, size:
uk: Зміна, для вас:
ur: آپ کو تبدیل کریں:
vi: Thay đổi, cho bạn:
zh: 找零，到您：
zh_tw: 找零，到您：

# send_creating_transaction
source: Creating transaction
ar: يتم إنشاء المعاملة
bg: Създаване на транзакция
cs: Vytváření transakce
de: Erstelle Transaktion
es: Creando transacción
fa: در حال ایجاد تراکنش
fr: Création de la transaction
hi: लेन-देन बनाना
hr: Izrada transakcije
hy: Ստեղծել գործարք
id: Membuat transaksi
it: Creazione della transazione
ja: トランザクションを作成する
ko: 트랜잭션 생성 중
my: အရောင်းအဝယ်ပြုလုပ်ခြင်း။
nl: Transactie maken
pl: Tworzenie transakcji
pt: Criando transação
ru: Создать транзакцию
th: กำลังสร้างธุรกรรม
tl: Paglikha ng transaksyon
tr: İşlem oluşturuluyor
uk: Створити транзакцію
ur: لین دین کی تخلیق
vi: Tạo giao dịch
zh: 创建交易
zh_tw: 創建交易

# send_error_currency
source: Currency can only contain numbers
ar: العملة يجب أن تحتوي على أرقام فقط
bg: Валутата може да съдържа само числа
cs: Měna může obsahovat pouze čísla
de: Die Währung darf nur Zahlen enthalten
es: La moneda solo puede contener números
fa: ارز فقط می‌تواند شامل اعداد باشد
fr: La monnaie ne peut contenir que des nombres
hi: मुद्रा में केवल संख्याएँ हो सकती हैं
hr: Iznos smije sadržavati samo brojeve
hy: Արժույթը կարող է պարունակել միայն թվեր
id: Mata uang hanya dapat berisi angka
it: L'importo può contenere solo numeri
ja: 通貨には数字のみを含めることができます
ko: 통화는 숫자만 포함할 수 있습니다
my: ငွေကြေးတွင် နံပါတ်များသာ ပါဝင်နိုင်သည်။
nl: Valuta kan alleen cijfers bevatten
pl: Waluta może zawierać tylko liczby
pt: A moeda só pode conter números
ru: Валюта может содержать только цифры
th: สกุลเงินสามารถเป็นเลขเท่านั้น
tl: Ang halaga ay maaari lamang maglaman ng mga numero
tr: Para birimi sadece sayı içerebilir
uk: Валюта може містити тільки цифри
ur: کرنسی صرف نمبروں پر مشتمل ہو سکتی ہے۔
vi: Tiền tệ chỉ có thể chứa số
zh: 货币只能包含数字
zh_tw: 貨幣只能包含數字

# send_error_minimum_value
source: Minimum value of amount is 0.01
ar: الحد الأدنى لقيمة المبلغ هو 0.01
bg: Минималната сума е 0.01
cs: Minimální částka je 0,01
de: Der Mindestbetrag ist 0,01
es: El valor mínimo del monto es 0.01
fa: حداقل مقدار ۰.۰۱ است
fr: La valeur minimale du montant est 0.01
hi: राशि का न्यूनतम मूल्य 0.01 है
hr: Minimalna vrijednost iznosa je 0.01
hy: Քանակի նվազագույն արժեքը 0.01 է
id: Nilai minimum jumlah adalah 0.01
it: L'importo minimo è 0.01
ja: 金額の最小値は0.01です
ko: 최소 금액 값은 0.01입니다
my: ပမာဏ၏ အနည်းဆုံးတန်ဖိုးမှာ 0.01 ဖြစ်သည်။
nl: Minimale waarde van bedrag is 0,01
pl: Minimalna wartość kwoty wynosi 0.01
pt: O valor mínimo da quantia é 0,01
ru: Mинимальная сумма 0.01
th: จำนวนขั้นต่ำของจำนวนเงินคือ 0.01
tl: Ang minimum na halaga ay 0.01
tr: Minimum tutar değeri 0.01'dir
uk: Мінімальна сума 0.01
ur: رقم کی کم از کم قیمت 0.01 ہے۔
vi: Giá trị tối thiểu của số tiền là 0.01
zh: 最小金额为0.01
zh_tw: 最小金額為0.01

# send_estimated_fee
source: Estimated fee:
ar: الرسوم المقدرة:
bg: Изчислена такса:
cs: Odhadovaný poplatek:
de: Geschätzte Gebühr:
es: Tarifa estimada:
fa: کارمزد تخمینی:
fr: Estimation des frais :
hi: अनुमानित शुल्क:
hr: Procijenjena naknada:
hy: Գնահատված վարձը՝
id: Biaya yang diperkirakan:
it: Commissione stimata:
ja: 見積手数料:
ko: 예상 수수료:
my: ခန့်မှန်းကြေး-
nl: Geschatte vergoeding:
pl: Szacowana opłata:
pt: Taxa estimada:
ru: Предполагаемая комиссия:
th: ค่าธรรมเนียมที่คาดการณ์:
tl: Tinatayang fee:
tr: Tahmini komisyon:
uk: Ймовірна комісія:
ur: تخمینی فیس:
vi: Phí ước lượng:
zh: 预估手续费:
zh_tw: 預估手續費:

# send_fee
source: Fee:
ar: الرسوم:
bg: Такса:
cs: Poplatek:
de: Gebühr:
es: Tarifa:
fa: کارمزد:
fr: Frais:
hi: शुल्क:
hr: Naknada:
hy: Վարձը՝
id: Biaya:
it: Commissione:
ja: 費用：
ko: 수수료:
my: အခကြေးငွေ-
nl: Vergoeding:
pl: Opłata:
pt: Taxa:
ru: Комиссия:
th: ค่าธรรมเนียม:
tr: Komisyon:
uk: Комісія:
ur: فیس:
vi: Phí:
zh: 手续费:
zh_tw: 手續費:

# send_name
source: Name
ar: الأسم
bg: Име
cs: Název
es: Nombre
fa: نام
fr: Nom
hi: नाम
hr: Ime
hy: Անվանում
id: Nama
it: Nome
ja: 名前
ko: 이름
my: နာမည်
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
th: ชื่อ
tl: Pangalan
tr: İsim
uk: Ім'я
ur: نام
vi: Tên
zh: 名称
zh_tw: 名稱

# send_new
source: New
ar: جديد
bg: Ново
cs: Nová
de: Neu
es: Nuevo
fa: جدید
fr: Nouveau
hi: नया
hr: Novi
hy: Նոր
id: Baru
it: Nuovo
ja: 新着
ko: 새로 만들기
my: အသစ်
nl: Nieuw
pl: Nowa
pt: Novo
ru: Новый
th: ใหม่
tl: Bago
tr: Yeni
uk: Новий
ur: نئی
vi: Mới
zh: 新建
zh_tw: 新建

# send_payment_id
source: Payment ID (optional)
ar: معرف عملية الدفع (اختياري)
bg: Payment ID (не е задължително)
cs: ID platby (nepovinné)
de: Zahlungs-ID (optional)
es: ID de pago (opcional)
fa: شناسه پرداخت (اختیاری)
fr: ID de paiement (optionnel)
hi: भुगतान ID (ऐच्छिक)
hr: ID plaćanja (nije obvezno)
hy: Վճարման ID (կամավոր)
id: ID Pembayaran (opsional)
it: ID Pagamento (opzionale)
ja: 支払いID (オプショナル)
ko: 결제 ID (선택 사항)
my: ငွေပေးချေမှု ID (ချန်လှပ်ထား)
nl: Betaling ID (facultatief)
pl: ID płatności (opcjonalny)
pt: ID de pagamento (opcional)
ru: ID платежа (опционально)
th: ID การชำระเงิน (ไม่จำเป็น)
tl: Payment ID (opsyonal)
tr: Ödeme ID'si (isteğe bağlı)
uk: ID платежу (опційно)
ur: ادائیگی کی شناخت (اختیاری)
vi: ID thanh toán (tùy chọn)
zh: 付款编号 (可选的)
zh_tw: 付款編號 (可選的)

# send_priority
source: Currently the fee is set at ${transactionPriority} priority. Transaction priority can be adjusted in the settings
ar: حاليًا ، تم تحديد الرسوم بأولوية ${transactionPriority}. يمكن تعديل أولوية المعاملة في الإعدادات
bg: В момента таксата е на ${transactionPriority} приоритетност. Приоритетността на транзакцията може да бъде променена в настройките
cs: Momentálně je poplatek nastaven na prioritu: ${transactionPriority}. Priorita transakce může být upravena v nastavení.
de: Derzeit ist ${transactionPriority} als Gebührenpriorität eingestellt. Die Transaktionspriorität kann in den Einstellungen angepasst werden
es: Actualmente la tarifa está establecida en prioridad ${transactionPriority}. La prioridad de la transacción se puede ajustar en la configuración
fa: در حال حاضر کارمزد در اولویت ${transactionPriority} تنظیم شده است. اولویت تراکنش می‌تواند در تنظیمات تغییر یابد
fr: Actuellement les frais sont positionnés à la priorité ${transactionPriority}. La priorité de la transaction peut être modifiée dans les réglages
hi: वर्तमान में शुल्क निर्धारित है ${transactionPriority} प्राथमिकता. लेन-देन की प्राथमिकता को सेटिंग्स में समायोजित किया जा सकता है
hr: Trenutno se naknada nalazi na ${transactionPriority} mjestu prioriteta. Prioritet transakcije moguće je prilagoditi u postavkama
hy: Ներկայումս վարձը սահմանված է ${transactionPriority} առաջնահերթությամբ։ Գործարքի առաջնահերթությունը կարող է կարգավորվել կարգավորումներում
id: Saat ini biaya diatur dengan prioritas ${transactionPriority}. Prioritas transaksi dapat diubah pada pengaturan
it: Attualmente la commissione è impostata a priorità ${transactionPriority} . La priorità della transazione può essere modificata nelle impostazioni
ja: 現在、料金は ${transactionPriority} 優先度. トランザクションの優先度は設定で調整できます
ko: 현재 수수료는 ${transactionPriority} 우선순위로 설정되어 있습니다. 트랜잭션 우선순위는 설정에서 조정할 수 있습니다.
my: လောလောဆယ်အခကြေးငွေကို ${transactionPriority} ဦးစားပေးတွင် သတ်မှတ်ထားပါသည်။ ငွေပေးငွေယူဦးစားပေးကို ဆက်တင်များတွင် ချိန်ညှိနိုင်ပါသည်။
nl: Momenteel is de vergoeding vastgesteld op ${transactionPriority} prioriteit. Transactieprioriteit kan worden aangepast in de instellingen
pl: Obecnie opłata jest ustawiona na ${transactionPriority} priorytet. Priorytet transakcji można zmienić w ustawieniach
pt: Atualmente, a taxa está definida para a prioridade: ${transactionPriority}. A prioridade da transação pode ser ajustada nas configurações
ru: Комиссия установлена в зависимости от приоритета: ${transactionPriority}. Приоритет транзакции может быть изменён в настройках
th: ในขณะนี้ค่าธรรมเนียมถูกตั้งค่าเป็นความสำคัญ ${transactionPriority} ความสำคัญของธุรกรรมสามารถปรับได้ในการตั้งค่า
tl: Kasalukuyang nakatakda ang fee sa ${transactionPriority} priyoridad. Ang priyoridad ng transaksyon ay maaaring isaayos sa mga setting
tr: Şu anda ücret ${transactionPriority} önceliğine ayarlanmıştır. İşlem önceliği ayarlardan değiştirilebilir
uk: Комісія встановлена в залежності від пріоритету: ${transactionPriority}. Пріоритет транзакції може бути змінений в налаштуваннях
ur: فی الحال فیس ${transactionPriority} کی ترجیح پر سیٹ ہے۔\nٹرانزیکشن کی ترجیح سیٹنگز میں ایڈجسٹ کی جا سکتی ہے۔
vi: Hiện tại phí được đặt ở mức ưu tiên ${transactionPriority}. Ưu tiên giao dịch có thể được điều chỉnh trong cài đặt
zh: 当前手续费设为 ${transactionPriority} 优先级。 可在设置中调整交易优先级。
zh_tw: 當前手續費設為 ${transactionPriority} 優先級。 可在設定中調整交易優先級。

# send_sending
source: Sending...
ar: يتم الإرسال...
bg: Изпращане...
cs: Odesílání...
de: Senden...
es: Enviando...
fa: در حال ارسال...
fr: Envoi...
hi: भेजना...
hr: Slanje...
hy: Ուղարկվում է...
id: Mengirim...
it: Invio...
ja: 送信...
ko: 보내는 중...
my: ပို့နေသည်...
nl: Bezig met verzenden...
pl: Wysyłanie...
pt: Enviando...
ru: Отправка...
th: กำลังส่ง...
tl: Nagpapadala...
tr: Gönderiliyor...
uk: Відправлення...
ur: بھیج رہا ہے...
vi: Đang gửi...
zh: 正在发送...
zh_tw: 正在發送...

# send_success
source: Your ${crypto} was successfully sent
ar: تم إرسال ${crypto} الخاص بك بنجاح
bg: Вашите ${crypto} бяха успешно изпратени
cs: Vaše ${crypto} bylo úspěšně odesláno
de: Ihr ${crypto} wurde erfolgreich versendet
es: Tu ${crypto} se envió con éxito
fa: ${crypto} شما با موفقیت ارسال شد
fr: Vos ${crypto} ont été envoyés avec succès
hi: आपका ${crypto} सफलतापूर्वक भेजा गया
hr: Vaš ${crypto} je uspješno poslan
hy: Ձեր ${crypto}-ն հաջողությամբ ուղարկվել է
id: ${crypto}mu berhasil dikirim
it: ${crypto} inviati con successo
ja: ${crypto}が送信されました
ko: ${crypto}이(가) 성공적으로 전송되었습니다
my: သင်၏ ${crypto} ကို အောင်မြင်စွာ ပို့လိုက်ပါပြီ။
nl: Uw ${crypto} is succesvol verzonden
pl: Twoje ${crypto} zostało pomyślnie wysłane
pt: Seu ${crypto} foi enviado com sucesso
ru: Ваш ${crypto} был успешно отправлен
th: คุณได้ส่ง ${crypto} เรียบร้อยแล้ว
tl: Matagumpay na naipadala ang iyong ${crypto}
tr: ${crypto} başarıyla gönderildi
uk: Ваш ${crypto} успішно надісланий
ur: آپ کا ${crypto} کامیابی کے ساتھ بھیج دیا گیا۔
vi: Đã gửi ${crypto} của bạn thành công
zh: 您的${crypto}已成功发送
zh_tw: 您的${crypto}已成功發送

# send_templates
source: Templates
ar: القوالب
bg: Шаблони
cs: Šablony
de: Vorlagen
es: Plantillas
fa: قالب‌ها
fr: Modèles d'envois
hi: टेम्पलेट्स
hr: Predlošci
hy: Տեղակալներ
id: Template
it: Modelli
ja: テンプレート
ko: 템플릿
my: ပုံစံများ
nl: Sjablonen
pl: Szablony
pt: Modelos
ru: Шаблоны
th: แม่แบบ
tl: Mga Template
tr: Şablonlar
uk: Шаблони
ur: ٹیمپلیٹس
vi: Mẫu
zh: 模板
zh_tw: 模板

# send_title
source: Send
ar: إرسال
bg: Изпращане
cs: Poslat
de: Senden
es: Enviar
fa: ارسال
fr: Envoyer
hi: संदेश
hr: Pošalji
hy: Ուղարկել
id: Kirim
it: Invia
ja: を送信
ko: 보내기
my: ပို့ပါ။
nl: Stuur
pl: Wyślij
pt: Enviar
ru: Отправить
th: ส่ง
tl: Ipadala
tr: Gönder
uk: Відправити
ur: بھیجیں
vi: Gửi
zh: 发送
zh_tw: 發送

# send_to_this_address
source: Send ${currency} ${tag}to this address
ar: أرسل ${currency} ${tag}إلى هذا العنوان
cs: Poslat ${currency} ${tag}na tuto adresu
de: Senden Sie ${currency} ${tag}an diese Adresse
es: Enviar ${currency} ${tag} a esta dirección
fa: ارسال ${currency} ${tag}به این آدرس
fr: Envoyer ${currency} ${tag}à cette adresse
hi: इस पते पर ${currency} ${tag}भेजें
hr: Pošaljite ${currency} ${tag}na ovu adresu
hy: Ուղարկել ${currency} ${tag} այս հասցեով
id: Kirim ${currency} ${tag} ke alamat ini
it: Invia ${currency} ${tag}a questo indirizzo
ja: ${currency} ${tag}をこのアドレスに送金
ko: ${currency} ${tag}을(를) 이 주소로 보내기
my: ဤလိပ်စာသို့ ${currency} ${tag}သို့ ပို့ပါ။
nl: Stuur ${currency} ${tag}naar dit adres
pl: Wyślij ${currency} ${tag} na ten adres
pt: Envie ${currency} ${tag}para este endereço
ru: Отправить ${currency} ${tag}на этот адрес
th: ส่ง ${currency} ${tag}ไปยังที่อยู่นี้
tl: Ipadala ang ${currency} ${tag} sa address na ito
tr: Bu adrese ${currency} ${tag}gönder
uk: Надіслати ${currency} ${tag}на цю адресу
ur: اس پتے پر ${currency} ${tag} بھیجیں۔
vi: Gửi ${currency} ${tag} đến địa chỉ này
zh: 发送 ${currency} ${tag}到这个地址
zh_tw: 發送 ${currency} ${tag}到這個地址

source: Send XMR
ar: أرسل XMR
bg: Изпращане на XMR
cs: Odeslat XMR
de: XMR senden
es: Enviar XMR
fa: ارسال XMR
fr: Envoyer XMR
hi: संदेश XMR
hr: Pošalji XMR
hy: Ուղարկել XMR
id: Kirim XMR
it: Invia XMR
ja: 送る XMR
ko: XMR 보내기
my: XMR ပို့ပါ။
nl: Sturen XMR
pl: Wyślij XMR
pt: Enviar XMR
ru: Отправить XMR
th: ส่ง XMR
tl: Ipadala ang XMR
tr: XMR gönder
uk: Відправити XMR
ur: XMR بھیجیں۔
vi: Gửi XMR
zh: 发送 XMR
zh_tw: 發送 XMR

# send_your_wallet
source: Your wallet
ar: محفظتك
bg: Вашият портфейл
cs: Vaše peněženka
de: Ihre Wallet
es: Tu cartera
fa: کیف پول شما
fr: Votre portefeuille (wallet)
hi: आपका बटुआ
hr: Tvoj novčanik
hy: Ձեր դրամապանակ
id: Dompetmu
it: Il tuo portafoglio
ja: あなたの財布
ko: 내 지갑
my: သင့်ပိုက်ဆံအိတ်
nl: Uw portemonnee
pl: Twój portfel
pt: Sua carteira
ru: Ваш кошелёк
th: กระเป๋าของคุณ
tl: Iyong wallet
tr: Cüzdanın
uk: Ваш гаманець
ur: آپ کا بٹوہ
vi: Ví của bạn
zh: 你的钱包
zh_tw: 你的錢包

source: Sending
ar: يتم الإرسال
bg: Изпращане
cs: Odesílání
de: Senden
es: Enviando
fa: در حال ارسال
fr: Envoi
hi: भेजना
hr: Slanje
hy: Ուղարկում
id: Mengirim
it: Invio
ja: 送信
ko: 보내는 중
my: ပေးပို့ခြင်း။
nl: Bezig met verzenden
pl: Wysyłanie
pt: Enviando
ru: Отправка
th: กำลังส่ง
tl: Nagpapadala
tr: Gönderiliyor
uk: Відправлення
ur: بھیج رہا ہے۔
vi: Đang gửi
zh: 正在发送
zh_tw: 正在發送

source: Sent
ar: تم الأرسال
bg: Изпратени
cs: Odesláno
de: Versendet
es: Enviado
fa: ارسال شد
fr: Envoyés
hi: भेज दिया
hr: Poslano
hy: Ուղարկված
id: Dikirim
it: Inviato
ja: 送信済み
ko: 보냄
my: ပို့လိုက်ပါတယ်။
nl: Verzonden
pl: Wysłano
pt: Enviada
ru: Отправленные
th: ส่ง
tl: Ipinadala
tr: Gönderildi
uk: Відправлені
ur: بھیجا
vi: Đã gửi
zh: 已发送
zh_tw: 已發送

# service_health_disabled
source: Service Health Bulletin is disabled
ar: تم تعطيل نشرة صحة الخدمة
bg: Service Health Bulletin е деактивиран
cs: Bulletin zdraví služeb je deaktivován
de: Service Health Bulletin ist deaktiviert
es: El boletín de estado del servicio está deshabilitado
fa: بولتن سلامت سرویس غیرفعال است
fr: Le bulletin de santé du service est désactivé.
hi: सेवा स्वास्थ्य बुलेटिन अक्षम है
hr: Zdravstveni bilten usluge je onemogućen
hy: Ծառայության առողջությունը անջատված է
id: Buletin Kesehatan Layanan dinonaktifkan
it: Il Bollettino dello stato del servizio è disabilitato
ja: サービスヘルス速報は無効です
ko: 서비스 상태 게시판 비활성화됨
my: ဝန်ဆောင်မှုကျန်းမာရေးစာစောင်အားပိတ်ထားသည်
nl: Service Health Bulletin is uitgeschakeld
pl: Biuletyn stanu usług jest wyłączony
pt: O Boletim de Saúde de Serviço está desativado
ru: Бюллетень для здоровья обслуживания инвалид
th: Service Health Bulletin ถูกปิดใช้งาน
tl: Hindi pinagana ang Service Health Bulletin
tr: Service Health Bülten devre dışı bırakıldı
uk: Вісник охорони здоров'я інвалідів
ur: سروس ہیلتھ بلیٹن غیر فعال ہے
vi: Thông báo sức khỏe dịch vụ bị vô hiệu hóa
zh: 服务健康公告被禁用
zh_tw: 服務健康公告被停用

# service_health_disabled_message
source: This is the service health bulletin page, you can enable this page under Settings -> Privacy
ar: هذه هي صفحة نشرة صحة الخدمة ، يمكنك تمكين هذه الصفحة ضمن الإعدادات -> الخصوصية
bg: Това е страницата на Bulletin на Service Health, можете да активирате тази страница в Настройки -> Поверителност
cs: Toto je stránka Bulletin Service Health Bulletin, můžete tuto stránku povolit v rámci nastavení -> Ochrana osobních údajů
de: Dies ist die Seite "Service Health Bulletin", können Sie diese Seite unter Einstellungen -> Privatsphäre aktivieren
es: Esta es la página del Boletín de Estado del Servicio, puedes habilitar esta página en Configuración -> Privacidad
fa: این صفحه بولتن سلامت سرویس است، می‌توانید این صفحه را در تنظیمات -> حریم خصوصی فعال کنید
fr: Ceci est la page du Bulletin de santé du service, vous pouvez activer cette page sous Paramètres -> Confidentialité
hi: यह सेवा स्वास्थ्य बुलेटिन पृष्ठ है, आप इस पृष्ठ को सेटिंग्स के तहत सक्षम कर सकते हैं -> गोपनीयता
hr: Ovo je stranica zdravstvenog biltena o usluzi, možete omogućiti ovu stranicu pod postavkama -> privatnost
hy: Սա ծառայության առողջության էջն է, դուք կարող եք այս էջը միացնել Կարգավորումներ -> Գաղտնիություն
id: Ini adalah halaman Buletin Kesehatan Layanan, Anda dapat mengaktifkan halaman ini di bawah Pengaturan -> Privasi
it: Questa è la pagina del Bollettino dello stato del servizio, è possibile abilitare questa pagina in Impostazioni -> Privacy
ja: これはService Health Bulletinページです。設定の下でこのページを有効にすることができます - >プライバシー
ko: 이것은 서비스 상태 게시판 페이지이며, 설정 -> 개인 정보 보호에서 이 페이지를 활성화할 수 있습니다.
my: ဤသည်မှာ 0 န်ဆောင်မှုကျန်းမာရေးစာစောင်စာမျက်နှာတွင်ဤစာမျက်နှာကို Settings အောက်တွင်ဖွင့်ထားနိုင်သည်
nl: Dit is de Service Health Bulletin -pagina, u kunt deze pagina instellingen inschakelen -> Privacy
pl: To jest strona biuletynu stanu usługi, możesz włączyć tę stronę w Ustawieniach -> Prywatność
pt: Esta é a página do Boletim de Saúde de Serviço, você pode ativar esta página em Configurações -> Privacidade
ru: Это страница бюллетени обслуживания услуг, вы можете включить эту страницу в соответствии с настройками -> Конфиденциальность
th: นี่คือหน้า Service Health Bulletin คุณสามารถเปิดใช้งานหน้านี้ภายใต้การตั้งค่า -> ความเป็นส่วนตัว
tl: Ito ang pahina ng Service Health Bulletin, maaari mong paganahin ang pahinang ito sa ilalim ng Mga Setting -> Pagkapribado
tr: Bu Hizmet Sağlığı Bülten Sayfası, bu sayfayı Ayarlar -> Gizlilik altında etkinleştirebilirsiniz
uk: Це сторінка бюлетеня Health Service, ви можете включити цю сторінку в налаштуваннях -> конфіденційність
ur: یہ سروس ہیلتھ بلیٹن پیج ہے ، آپ اس صفحے کو ترتیبات کے تحت اہل بنا سکتے ہیں -> رازداری
vi: Đây là trang thông báo sức khỏe dịch vụ, bạn có thể kích hoạt trang này trong Cài đặt -> Quyền riêng tư
zh: 这是服务健康公告页面，您可以在设置 -> 隐私下启用此页面
zh_tw: 這是服務健康公告頁面，您可以在設定 -> 隱私下啟用此頁面

source: Set a PIN
ar: تعيين دبوس
bg: Поставете щифт
cs: Nastavte špendlík
es: Establecer PIN
fa: تنظیم پین
fr: Définir un code PIN
hi: एक पिन सेट करना
hr: Postavite pin
hy: Սեփական քորոց սահմանեք
it: Imposta un pin
ja: ピンを設定します
ko: PIN 설정
my: PIN နံပါတ်ကိုသတ်မှတ်ပါ
pl: Ustaw PIN
th: ตั้งพิน
tl: Magtakda ng isang pin
tr: Bir pim ayarlamak
uk: Встановити PIN
ur: ایک پن مرتب کریں
vi: Đặt một pin
zh: 设置一个 PIN
zh_tw: 設定一個 PIN

source: Set up a Wallet
ar: قم بإعداد محفظة
bg: Настройте портфейл
cs: Nastavte peněženku
es: Configurar una billetera
fa: راه‌اندازی کیف پول
fr: Configurer un portefeuille
hi: एक बटुआ सेट करें
hr: Postavite novčanik
hy: Ստեղծեք դրամապանակ
it: Imposta un portafoglio
ja: ウォレットをセットアップします
ko: 지갑 설정
my: ပိုက်ဆံအိတ်တစ်ခု set up
pl: Utwórz portfel
th: ตั้งค่ากระเป๋าเงิน
tl: Mag -set up ng isang pitaka
tr: Bir cüzdan kurun
uk: Встановіть гаманець
ur: ایک پرس لگائیں
vi: Thiết lập ví
zh: 设置钱包
zh_tw: 設定錢包

source: Settings
ar: إعدادات
bg: Настройки
cs: Nastavení
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Paramètres
hi: समायोजन
hr: Postavke
hy: Կարգավորումներ
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
my: ဆက်တင်များ
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tl: Mga Setting
tr: ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh: 设置
zh_tw: 設定

# settings_all
source: ALL
ar: الكل
bg: Всичко
cs: VŠE
de: ALLE
es: TODO
fa: همه
fr: TOUT
hi: सब
hr: SVE
hy: Բոլորը
id: SEMUA
it: TUTTO
ja: すべて
ko: 전체
my: အားလုံး
nl: ALLE
pl: Wszystkie
pt: Tudo
ru: ВСЕ
th: ทั้งหมด
tl: LAHAT
tr: HEPSİ
uk: ВСІ
ur: تمام
vi: TẤT CẢ
zh: 全部
zh_tw: 全部

# settings_allow_biometrical_authentication
source: Allow biometrical authentication
ar: السماح بالمصادقة البيومترية
bg: Позволяване на биометрично удостоверяване.
cs: Povolit biometrické ověření
de: Biometrische Authentifizierung zulassen
es: Permitir autenticación biométrica
fa: اجازه احراز هویت بیومتریک
fr: Autoriser l'authentification biométrique
hi: बायोमेट्रिक प्रमाणीकरण की अनुमति दें
hr: Dopusti biometrijsku autentifikaciju
hy: Թույլատրել կենսաչափական վավերացում
id: Izinkan otentikasi biometrik
it: Consenti autenticazione biometrica
ja: 生体認証を許可する
ko: 생체 인증 허용
my: ဇီဝဗေဒဆိုင်ရာ အထောက်အထားစိစစ်ခြင်းကို ခွင့်ပြုပါ။
nl: Biometrische authenticatie toestaan
pl: Zezwalaj na uwierzytelnianie biometryczne
pt: Permitir autenticação biométrica
ru: Включить биометрическую аутентификацию
th: อนุญาตให้ใช้การยืนยันตัวตนทางระบบชีวภาพ
tl: Payagan ang biometrical authentication
tr: Biyometrik doğrulamaya izin ver
uk: Включити біометричну аутентифікацію
ur: بایومیٹریکل تصدیق کی اجازت دیں۔
vi: Cho phép xác thực sinh trắc học
zh: 允许生物识别认证
zh_tw: 允許生物識別認證

# settings_can_be_changed_later
source: These settings can be changed later in the app settings
ar: يمكن تغيير هذه الإعدادات لاحقًا في إعدادات التطبيق
bg: Тези настройки могат да бъдат променени по-късно от приложението
cs: Tato nastavení mohou být změněna později v nastavení v této aplikaci
de: Diese Einstellungen können später in den App-Einstellungen geändert werden
es: Estos ajustes pueden cambiarse más tarde en la configuración de la aplicación
fa: این تنظیمات بعداً در تنظیمات برنامه قابل تغییر هستند
fr: Ces paramètres peuvent être modifiés ultérieurement dans les paramètres de l'application
hi: इन सेटिंग्स को बाद में ऐप सेटिंग में बदला जा सकता है
hr: Te se postavke mogu promijeniti kasnije u postavkama aplikacije
hy: Այս կարգավորումները կարող են փոխվել ավելի ուշ հավելվածի կարգավորումներում
id: Pengaturan ini dapat diubah nanti di pengaturan aplikasi
it: Queste impostazioni possono essere modificate in seguito nelle impostazioni dell'app
ja: これらの設定は、後でアプリの設定で変更できます
ko: 이 설정은 나중에 앱 설정에서 변경할 수 있습니다.
my: အက်ပ်ဆက်တင်များတွင် ဤဆက်တင်များကို နောက်ပိုင်းတွင် ပြောင်းလဲနိုင်သည်။
nl: Deze instellingen kunnen later worden gewijzigd in de app-instellingen
pl: Te ustawienia można później zmienić w ustawieniach aplikacji
pt: Essas configurações podem ser alteradas posteriormente nas configurações do aplicativo
ru: Эти настройки можно изменить позже в настройках приложения.
th: การตั้งค่านี้สามารถเปลี่ยนแปลงได้ภายหลังในการตั้งค่าแอพฯ
tl: Ang mga setting na ito ay maaaring mabago mamaya sa mga setting ng app
tr: Bu ayarlar daha sonra uygulama ayarlarından da değiştirilebilir
uk: Ці параметри можна змінити пізніше в налаштуваннях програми
ur: ان ترتیبات کو بعد میں ایپ کی ترتیبات میں تبدیل کیا جا سکتا ہے۔
vi: Các cài đặt này có thể được thay đổi sau trong cài đặt ứng dụng
zh: 稍后可以在应用设置中更改这些设置
zh_tw: 稍後可以在應用程式設定中更改這些設定
