Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# onramper_option_description
source: Quickly buy crypto with many payment methods. Available in most countries. Spreads and fees vary.
ar: شراء بسرعة التشفير مع العديد من طرق الدفع. متوفر في معظم البلدان. ينتشر وتختلف الرسوم.
bg: Бързо купувайте криптовалута с много методи за плащане. Предлага се в повечето страни. Разпространенията и таксите варират.
cs: Rychle si koupte krypto s mnoha metodami plateb. K dispozici ve většině zemí. Rozpětí a poplatky se liší.
de: Kaufen Sie schnell Krypto mit vielen Zahlungsmethoden. In den meisten Ländern erhältlich. Spreads und Gebühren variieren.
es: Compra rápidamente cripto con muchos métodos de pago. Disponible en la mayoría de los países. Los spreads y las tarifas varían.
fa: خرید سریع کریپتو با روش‌های پرداخت متعدد. در اکثر کشورها موجود است. اسپردها و کارمزدها متغیر هستند.
fr: Achetez rapidement des cryptomonnaies avec de nombreuses méthodes de paiement. Disponible dans la plupart des pays. Les spreads et les frais peuvent varier.
hi: जल्दी से कई भुगतान विधियों के साथ क्रिप्टो खरीदें। अधिकांश देशों में उपलब्ध है। फैलता है और फीस अलग -अलग होती है।
hr: Brzo kupite kriptovalute s mnogim načinima plaćanja. Dostupno u većini zemalja. Širenja i naknade variraju.
hy: Արագ գնեք կրիպտոցուլեր շատ վճարման մեթոդներով։ Հասանելի է մեծ մասամբ երկրներում։ Տարածված և վճարները փոփոխվում են
id: Beli crypto dengan cepat dengan banyak metode pembayaran. Tersedia di sebagian besar negara. Spread dan biaya bervariasi.
it: Acquista rapidamente la criptovaluta con molti metodi di pagamento. Disponibile nella maggior parte dei paesi. Gli spread e le commissioni variano.
ja: 多くの支払い方法で暗号をすばやく購入してください。ほとんどの国で利用可能です。スプレッドと料金は異なります。
ko: 다양한 결제 방법으로 빠르게 암호화폐 구매. 대부분의 국가에서 사용 가능. 스프레드 및 수수료는 다양함.
my: ငွေပေးချေမှုနည်းလမ်းများစွာဖြင့် Crypto ကိုလျင်မြန်စွာ 0 ယ်ပါ။ နိုင်ငံအများစုတွင်ရရှိနိုင်ပါသည်။ ဖြန့်ဖြူးနှင့်အခကြေးငွေကွဲပြားခြားနားသည်။
nl: Koop snel crypto met veel betaalmethoden. Beschikbaar in de meeste landen. Spreads en vergoedingen variëren.
pl: Szybko kup kryptowaluty przy użyciu wielu metod płatności. Dostępne w większości krajów. Spready i opłaty różnią się.
pt: Compre rapidamente criptografia com muitos métodos de pagamento. Disponível na maioria dos países. Os spreads e taxas variam.
ru: Быстро купите крипто со многими способами оплаты. Доступно в большинстве стран. Спреды и сборы различаются.
th: ซื้อ crypto อย่างรวดเร็วด้วยวิธีการชำระเงินจำนวนมาก มีให้บริการในประเทศส่วนใหญ่ สเปรดและค่าธรรมเนียมแตกต่างกันไป
tl: Mabilis na bumili ng crypto na may maraming paraan ng pagbabayad. Available sa karamihan ng mga bansa. Iba-iba ang mga spread at fee.
tr: Birçok ödeme yöntemi ile hızlı bir şekilde kripto satın alın. Çoğu ülkede mevcuttur. Forma ve ücretler değişir.
uk: Швидко купуйте криптовалюту з багатьма методами оплати. Доступний у більшості країн. Поширення та збори різняться.
ur: ادائیگی کے بہت سے طریقوں سے جلدی سے کرپٹو خریدیں۔ زیادہ تر ممالک میں دستیاب ہے۔ پھیلاؤ اور فیس مختلف ہوتی ہے۔
vi: Mua tiền điện tử nhanh chóng với nhiều phương thức thanh toán. Có sẵn ở hầu hết các quốc gia. Chênh lệch và phí thay đổi.
zh: 快速使用许多付款方式购买加密货币。在大多数国家 /地区可用。利差和费用各不相同。
zh_tw: 快速使用許多付款方式購買加密貨幣。在大多數國家 /地區可用。利差和費用各不相同。

source: Open Gift Card
ar: افتح بطاقة الهدية
bg: Отвори Gift Card
cs: Otevřít dárkovou kartu
de: Geschenkkarte öffnen
es: Abrir tarjeta de regalo
fa: باز کردن گیفت کارت
fr: Ouvrir la carte-cadeau
hi: गिफ्ट कार्ड खोलें
hr: Otvori darovnu karticu
hy: Բացեք նվեր քարտ
id: Buka Kartu Hadiah
it: Apri carta regalo
ja: オープンギフトカード
ko: 기프트 카드 열기
my: Gift Card ကိုဖွင့်ပါ။
nl: Geschenkkaart openen
pl: Otwórz kartę podarunkową
pt: Abrir vale-presente
ru: Открыть подарочную карту
th: เปิดบัตรของขวัญ
tl: Buksan ang Gift Card
tr: Hediye Kartını Aç
uk: Відкрити подарункову картку
ur: گفٹ کارڈ کھولیں۔
vi: Mở thẻ quà tặng
zh: 打开礼品卡
zh_tw: 開啟禮品卡

source: Open Wallet
ar: فتح محفظة
bg: Отворен портфейл
cs: Otevřená peněženka
es: Abrir Cartera
fa: باز کردن کیف پول
fr: Portefeuille ouvert
hi: खुला बटुआ
hr: Otvoreni novčanik
hy: Բաց դրամապանակ
it: Portafoglio aperto
ja: 開いたウォレット
ko: 지갑 열기
my: ပွင့်လင်းပိုက်ဆံအိတ်
pl: Otwórz portfel
th: กระเป๋าสตางค์เปิด
tl: Buksan ang pitaka
tr: Açık cüzdan
uk: Відкритий гаманець
ur: کھلا پرس
vi: Mở ví
zh: 打开钱包
zh_tw: 開啟錢包

source: Optional description
ar: وصف اختياري
bg: Описание по избор
cs: Volitelný popis
de: Optionale Beschreibung
es: Descripción opcional
fa: توضیحات اختیاری
fr: Descriptif facultatif
hi: वैकल्पिक विवरण
hr: Opcijski opis
hy: Ոչ պարտադիր նկարագրություն
id: Deskripsi opsional
it: Descrizione facoltativa
ja: オプションの説明
ko: 선택적 설명
my: ရွေးချယ်နိုင်သော ဖော်ပြချက်
nl: Optionele beschrijving
pl: Opcjonalny opis
pt: Descrição opcional
ru: Дополнительное описание
th: คำอธิบายเพิ่มเติม
tl: Opsyonal na paglalarawan
tr: İsteğe bağlı açıklama
uk: Додатковий опис
ur: اختیاری تفصیل
vi: Mô tả tùy chọn
zh: 可选说明
zh_tw: 可選說明

# optional_email_hint
source: Optional payee notification email
ar: البريد الإلكتروني إخطار المدفوع لأمره الاختياري
bg: Незадължителен имейл за уведомяване на получателя
cs: Volitelný e-mail s upozorněním na příjemce platby
de: Optionale Benachrichtigungs-E-Mail für den Zahlungsempfänger
es: Correo electrónico opcional de notificación del beneficiario
fa: ایمیل اطلاع‌رسانی به گیرنده (اختیاری)
fr: E-mail de notification du bénéficiaire facultatif
hi: वैकल्पिक प्राप्तकर्ता सूचना ईमेल
hr: Neobavezna e-pošta za obavijest primatelja
hy: Ոչ պարտադիր վճարողի ծանուցման էլեկտրոնային փոստ
id: Email pemberitahuan penerima pembayaran opsional
it: Email di notifica del beneficiario facoltativa
ja: オプションの受取人通知メール
ko: 선택적 수취인 알림 이메일
my: ရွေးချယ်နိုင်သော ငွေလက်ခံသူ အကြောင်းကြားချက် အီးမေးလ်
nl: Optionele kennisgeving per e-mail aan de begunstigde
pl: Opcjonalny e-mail powiadomienia odbiorcy płatności
pt: E-mail opcional de notificação do beneficiário
ru: Необязательное электронное письмо с уведомлением получателя платежа
th: อีเมลแจ้งผู้รับเงินเพิ่มเติม
tl: Opsyonal na payee notification email
tr: İsteğe bağlı alacaklı bildirim e-postası
uk: Додаткова електронна адреса для сповіщення одержувача
ur: اختیاری وصول کنندہ کی اطلاع کا ای میل
vi: Email thông báo cho người nhận (tùy chọn)
zh: 可选的收款人通知电子邮件
zh_tw: 可選的收款人通知電子郵件

# optional_name
source: Optional recipient name
ar: اسم المستلم الاختياري
bg: Незадължително име на получател
cs: Volitelné jméno příjemce
de: Optionaler Empfängername
es: Nombre del destinatario (opcional)
fa: نام گیرنده (اختیاری)
fr: Nom du destinataire facultatif
hi: वैकल्पिक प्राप्तकर्ता नाम
hr: Izborno ime primatelja
hy: Ոչ պարտադիր ստացողի անուն
id: Nama penerima opsional
it: Nome del destinatario facoltativo
ja: オプションの受信者名
ko: 선택적 수신자 이름
my: ရွေးချယ်နိုင်သော လက်ခံသူအမည်
nl: Optionele naam ontvanger
pl: Opcjonalna nazwa odbiorcy
pt: Nome do destinatário opcional
ru: Необязательное имя получателя
th: ชื่อผู้รับเพิ่มเติม
tl: Opsyonal na pangalan ng tatanggap
tr: İsteğe bağlı alıcı adı
uk: Додаткове ім'я одержувача
ur: اختیاری وصول کنندہ کا نام
vi: Tên người nhận (tùy chọn)
zh: 可选收件人姓名
zh_tw: 可選收件人姓名

# optionally_order_card
source: Optionally order a physical card.
ar: اختياريا اطلب بطاقة فعلية (مادية).
bg: По желание поръчайте и физическа карта.
cs: Volitelně objednat fyzickou kartu.
de: Optional eine physische Karte bestellen.
es: Opcionalmente, pide una tarjeta física.
fa: سفارش کارت فیزیکی (اختیاری).
fr: Commander éventuellement une carte physique.
hi: वैकल्पिक रूप से एक भौतिक कार्ड ऑर्डर करें।
hr: Opcionalno naručite fizičku karticu.
hy: Ոչ պարտադիր պատվեր ֆիզիկական քարտ
id: Opsional memesan kartu fisik.
it: Ordina facoltativamente una carta fisica.
ja: オプションで物理カードを注文します。
ko: 선택적으로 실물 카드 주문.
my: ရုပ်ပိုင်းဆိုင်ရာကတ်ကို ရွေးချယ်နိုင်သည် ။
nl: Optioneel een fysieke kaart bestellen.
pl: Opcjonalnie zamów kartę fizyczną.
pt: Opcionalmente encomende um cartão físico.
ru: При желании заказать физическую карту.
th: เลือกเพิ่มสั่งการ์ดจริง
tl: Opsyonal na mag-order ng pisikal na card.
tr: İsteğe bağlı olarak fiziksel bir kart sipariş edin.
uk: Необов'язково замовте фізичну картку.
ur: اختیاری طور پر ایک فزیکل کارڈ آرڈر کریں۔
vi: Có thể đặt thẻ vật lý.
zh: 可选择订购实体卡。
zh_tw: 可選擇訂購實体卡。

# orbot_running_alert
source: Please make sure Orbot is running prior to connecting to this node.
ar: يرجى التأكد من تشغيل Orbot قبل الاتصال بهذه العقدة.
bg: Моля, включете Orbot преди да свържете към този node.
cs: Prosím ujistěte se, že je Orbot spuštěný, před tím, než se připojíte k tomuto uzlu.
de: Bitte stellen Sie sicher, dass Orbot läuft, bevor Sie sich mit diesem Knoten verbinden.
es: Asegúrate de que Orbot se esté ejecutando antes de conectarte a este nodo.
fa: لطفاً قبل از اتصال به این نود، مطمئن شوید که Orbot در حال اجرا است.
fr: Veuillez vous assurer qu'Orbot est en cours d'exécution avant de vous connecter à ce nœud.
hi: कृपया सुनिश्चित करें कि इस नोड से कनेक्ट करने से पहले Orbot चल रहा है।
hr: Provjerite radi li Orbot prije spajanja na ovaj čvor.
hy: Խնդրում ենք համոզվել, որ Orbot-ը աշխատում է այս հանգույցին միանալուց առաջ
id: Pastikan Orbot sedang berjalan sebelum menghubungkan ke node ini.
it: Assicurati che Orbot sia in esecuzione prima di connetterti a questo nodo.
ja: このノードに接続する前に、Orbot が実行されていることを確認してください
ko: 이 노드에 연결하기 전에 Orbot이 실행 중인지 확인하세요.
my: ဤ node သို့မချိတ်ဆက်မီ Orbot အလုပ်လုပ်နေကြောင်း သေချာပါစေ။
nl: Zorg ervoor dat Orbot actief is voordat u verbinding maakt met dit knooppunt.
pl: Upewnij się, że Orbot jest uruchomiony przed połączeniem z tym węzłem.
pt: Certifique-se de que o Orbot esteja em execução antes de se conectar a este nó.
ru: Перед подключением к этому узлу убедитесь, что Orbot запущен.
th: โปรดตรวจสอบว่า Orbot กำลังทำงานก่อนที่จะเชื่อมต่อกับโหนดนี้
tl: Pakitiyak na tumatakbo ang Orbot bago kumonekta sa node na ito.
tr: Lütfen bu düğüme bağlanmadan önce Orbot'un çalıştığından emin olun.
uk: Перед підключенням до цього вузла переконайтеся, що Orbot запущено.
ur: براہ کرم یقینی بنائیں کہ اس نوڈ سے منسلک ہونے سے پہلے Orbot چل رہا ہے۔
vi: Vui lòng đảm bảo Orbot đang chạy trước khi kết nối với nút này.
zh: 请确保 Orbot 在连接到此节点之前正在运行。
zh_tw: 請確保 Orbot 在連接到此節點之前正在執行。

source: Order by
ar: ترتيب حسب
bg: Подредени по
cs: Seřadit podle
de: Sortieren nach
es: Ordenar por
fa: مرتب‌سازی بر اساس
fr: Commandé par
hi: द्वारा आदेश
hr: Narediti
hy: Պատվեր ըստ
id: Dipesan oleh
it: Ordinato da
ja: 注文
ko: 정렬 기준
my: အမှာစာ
nl: Bestellen door
pl: Sortuj według
pt: Ordenar por
ru: Сортировать по
th: สั่งโดย
tl: Iniutos ni
tr: Tarafından sipariş
uk: Сортувати за
ur: آرڈر بذریعہ
vi: Sắp xếp theo
zh: 排序方式
zh_tw: 排序方式

source: Order ID
ar: رقم التعريف الخاص بالطلب
bg: ID на поръчка
cs: ID objednávky
de: Bestell-ID
es: ID del pedido
fa: شناسه سفارش
fr: Numéro de commande
hi: ऑर्डर आईडी
hr: ID narudžbe
hy: Պատվերի հերթական համար
id: ID Pesanan
it: ID ordine
ja: 注文ID
ko: 주문 ID
my: မှာယူမှု ID
pl: ID zamówienia
pt: ID do pedido
ru: Идентификатор заказа
th: เลขที่ออร์เดอร์
tr: Sipariş ID'si
uk: Ідентифікатор замовлення
ur: ID آرڈر کریں۔
vi: ID đơn hàng
zh: 订单编号
zh_tw: 訂單編號

source: Order Physical Card
ar: طلب البطاقة المادية
bg: Поръчка на физическа карта
cs: Objednat fyzickou kartu
de: Physische Karte bestellen
es: Solicitar tarjeta física
fa: سفارش کارت فیزیکی
fr: Commander une carte physique
hi: फिजिकल कार्ड ऑर्डर करें
hr: Naručite fizičku karticu
hy: Պատվիրել ֆիզիկական քարտ
id: Pesan Kartu Fisik
it: Ordine carta fisica
ja: 物理カードの注文
ko: 실물 카드 주문
my: ရုပ်ပိုင်းဆိုင်ရာကတ်ကို မှာယူပါ။
nl: Fysieke kaart bestellen
pl: Zamów kartę fizyczną
pt: Pedir Cartão Físico
ru: Заказать физическую карту
th: สั่งซื้อบัตรดิบิต
tl: Mag-order ng Pisical na Card
tr: Fiziksel Kart Siparişi
uk: Замовити фізичну картку
ur: فزیکل کارڈ آرڈر کریں۔
vi: Đặt thẻ vật lý
zh: 订购实体卡
zh_tw: 訂購實体卡

source: Other settings
ar: اعدادات اخرى
bg: Други настройки
cs: Další nastavení
de: Andere Einstellungen
es: Otros ajustes
fa: سایر تنظیمات
fr: Autres paramètres
hi: अन्य सेटिंग्स
hr: Ostale postavke
hy: Այլ կարգավորումներ
id: Pengaturan lainnya
it: Altre impostazioni
ja: その他の設定
ko: 기타 설정
my: အခြားဆက်တင်များ
nl: Andere instellingen
pl: Inne ustawienia
pt: Outras configurações
ru: Другие настройки
th: การตั้งค่าอื่น ๆ
tl: Iba pang mga setting
tr: Diğer ayarlar
uk: Інші налаштування
ur: دیگر ترتیبات
vi: Cài đặt khác
zh: 其他设置
zh_tw: 其他設定

# outdated_electrum_wallet_description
source: New Bitcoin wallets created in Cake now have a 24-word seed. It is mandatory that you create a new Bitcoin wallet and transfer all of your funds to the new 24-word wallet, and stop using wallets with a 12-word seed. Please do this immediately to secure your funds.
ar: محافظ Bitcoin الجديدة التي تم إنشاؤها في Cake الآن سييد مكونة من 24 كلمة. من الضروري أن تقوم بإنشاء محفظة Bitcoin جديدة وتحويل جميع أموالك إلى المحفظة الجديدة المكونة من 24 كلمة ، والتوقف عن استخدام محافظ سييد مكونة من 12 كلمة. يرجى القيام بذلك على الفور لتأمين أموالك.
bg: Нови Bitcoin портфейли, създадени в Cake, сега имат seed от 24 думи. Трябва да създадете нов Bitcoin адрес и да прехвърлите всичките си средства в него и веднага да спрете използването на стари портфейли. Моля, напревете това незабавно, за да подсигурите средствата си.
cs: Nové Bitcoinové peněženky vytvořené v Cake mají nyní seed se 24 slovy. Je třeba si vytvořit novou Bitcoinovou peněženku se 24 slovy, převést na ni všechny prostředky a přestat používat seed se 12 slovy. Prosím udělejte to hned pro zabezpečení svých prostředků.
de: Neue Bitcoin-Wallets, die in Cake erstellt wurden, haben jetzt einen 24-Wort-Seed. Sie müssen eine neue Bitcoin-Wallet erstellen, Ihr gesamtes Geld in die neue 24-Wort-Wallet überweisen und keine Wallet mit einem 12-Wort-Seed mehr verwenden. Bitte tun Sie dies sofort, um Ihr Geld zu sichern.
es: Las nuevas carteras de Bitcoin creadas en Cake ahora tienen una semilla de 24 palabras. Es obligatorio que cree una nueva cartera de Bitcoin y transfiera todos sus fondos a la nueva cartera de 24 palabras, y deje de usar carteras con una semilla de 12 palabras. Haga esto de inmediato para asegurar sus fondos.
fa: کیف پول‌های بیت‌کوین جدید ایجاد شده در کیک اکنون دارای سید ۲۴ کلمه‌ای هستند. الزامی است که یک کیف پول بیت‌کوین جدید ایجاد کنید و تمام وجوه خود را به کیف پول ۲۴ کلمه‌ای جدید منتقل کنید و استفاده از کیف پول‌های با سید ۱۲ کلمه‌ای را متوقف کنید. لطفاً این کار را فوراً برای ایمن‌سازی وجوه خود انجام دهید.
fr: Les nouveaux portefeuilles (wallets) Bitcoin créés dans Cake ont dorénavant une phrase secrète (seed) de 24 mots. Il est impératif que vous créiez un nouveau portefeuille Bitcoin, que vous y transfériez tous vos fonds puis que vous cessiez d'utiliser le portefeuille avec une phrase secrète de 12 mots. Merci de faire cela immédiatement pour assurer la sécurité de vos avoirs.
hi: केक में बनाए गए नए बिटकॉइन वॉलेट में अब 24-शब्द का बीज है। यह अनिवार्य है कि आप एक नया बिटकॉइन वॉलेट बनाएं और अपने सभी फंड को नए 24-शब्द वाले वॉलेट में स्थानांतरित करें, और 12-शब्द बीज वाले वॉलेट का उपयोग करना बंद करें। कृपया अपने धन को सुरक्षित करने के लिए इसे तुरंत करें।
hr: Novi Bitcoin novčanici stvoreni u Cakeu sada imaju sjeme od 24 riječi. Obavezno je stvoriti novi Bitcoin novčanik i prenijeti sva svoja sredstva u novi novčanik od 24 riječi te prestati koristiti novčanike s sjemenkom od 12 riječi. Učinite to odmah kako biste osigurali svoja sredstva.
hy: Cake-ում ստեղծված նոր Bitcoin դրամապանակները ներկայում 24 բառանոց սերմ ունեն։ Դուք պետք է ստեղծեք նոր Bitcoin դրամապանակ և տեղափոխեք բոլոր միջոցները նոր 24 բառանոց դրամապանակ, և դադարեցրեք օգտագործել 12 բառանոց դրամապանակներ
id: Dompet Bitcoin baru yang dibuat di Cake sekarang memiliki biji semai 24 kata. Wajib bagi Anda untuk membuat dompet Bitcoin baru dan mentransfer semua dana Anda ke dompet 24 kata baru, dan berhenti menggunakan dompet dengan biji semai 12 kata. Silakan lakukan ini segera untuk mengamankan dana Anda.
it: I nuovi portafogli Bitcoin creati su Cake Wallet ora hanno un seme di 24 parole. È obbligatorio creare un nuovo portafoglio Bitcoin e trasferire tutti i fondi nel nuovo portafoglio di 24 parole e smettere di usare portafogli con un seme di 12 parole. Ti preghiamo di farlo immediatamente per proteggere i tuoi fondi.
ja: Cakeで作成された新しいビットコインウォレットには、24ワードのシードがあります。 新しいビットコインウォレットを作成し、すべての資金を新しい24ワードのウォレットに転送し、12ワードのシードを持つウォレットの使用を停止することが必須です。 あなたの資金を確保するためにこれをすぐに行ってください。
ko: Cake에서 생성된 새 비트코인 지갑은 이제 24단어 시드를 사용합니다. 새 비트코인 지갑을 생성하고 모든 자금을 새 24단어 지갑으로 이전하고 12단어 시드를 사용하는 지갑 사용을 중단해야 합니다. 자금 보호를 위해 즉시 이 작업을 수행하십시오.
my: ယခု Cake တွင်ဖန်တီးထားသော Bitcoin ပိုက်ဆံအိတ်အသစ်တွင် စကားလုံး 24 မျိုးရှိသည်။ Bitcoin ပိုက်ဆံအိတ်အသစ်တစ်ခုကို ဖန်တီးပြီး သင့်ငွေအားလုံးကို 24 စကားလုံးပိုက်ဆံအိတ်အသစ်သို့ လွှဲပြောင်းပြီး 12 စကားလုံးမျိုးစေ့ဖြင့် ပိုက်ဆံအိတ်များကို အသုံးပြုခြင်းကို ရပ်တန့်ရန် မဖြစ်မနေလိုအပ်ပါသည်။ သင့်ရန်ပုံငွေများကို လုံခြုံစေရန်အတွက် ၎င်းကိုချက်ချင်းလုပ်ဆောင်ပါ။
nl: Nieuwe Bitcoin-portefeuilles die in Cake zijn gemaakt, hebben nu een zaadje van 24 woorden. Het is verplicht dat u een nieuwe Bitcoin-portemonnee maakt en al uw geld overmaakt naar de nieuwe portemonnee van 24 woorden, en stopt met het gebruik van wallets met een seed van 12 woorden. Doe dit onmiddellijk om uw geld veilig te stellen.
pl: Nowe portfele Bitcoin tworzone w Cake mają teraz 24‑słowny seed. Należy utworzyć nowy portfel Bitcoin i przenieść wszystkie środki do nowego portfela z 24‑słownym seedem oraz przestać używać portfeli z 12‑słownym seedem. Zrób to niezwłocznie, aby zabezpieczyć swoje środki.
pt: As novas carteiras Bitcoin criadas no Cake agora têm uma semente de 24 palavras. É obrigatório que você crie uma nova carteira Bitcoin e transfira todos os seus fundos para a nova carteira de 24 palavras, e pare de usar carteiras com semente de 12 palavras. Faça isso imediatamente para garantir seus fundos.
ru: Новые биткойн-кошельки, созданные в Cake, теперь содержат мнемоническую фразу из 24 слов. Вы обязательно должны создать новый биткойн-кошелек и перевести все свои средства в новый кошелек из 24 слов, а также прекратить использование кошельков с мнемонической фразой из 12 слов. Пожалуйста, сделайте это немедленно, чтобы обезопасить свои средства.
th: กระเป๋า Bitcoin ใหม่ที่สร้างใน Cake มี seed ขนาด 24 คำ ซึ่งจำเป็นต้องสร้างกระเป๋า Bitcoin ใหม่และโอนทุกเงินของคุณไปยังกระเป๋าใหม่ขนาด 24 คำ และหยุดใช้กระเป๋าที่มี seed ขนาด 12 คำ กรุณาทำด่วนเพื่อรักษาเงินของคุณ
tl: Ang mga bagong Bitcoin wallet na ginagawa sa Cake ay mayroon na ngayong 24 na salita na seed. Ipinag-uutos na lumikha ka ng bagong bitcoin wallet at ilipat ang lahat ng iyong pondo sa bagong 24-salitang wallet, at ihinto ang paggamit ng mga wallet na may 12-salitang seed. Mangyaring gawin ito kaagad upang ma-secure ang iyong mga pondo.
tr: Cake'te oluşturulan yeni Bitcoin cüzdanları artık 24 kelimelik bir tohuma sahip. Yeni bir Bitcoin cüzdanı oluşturmanız ve tüm paranızı 24 kelimelik yeni cüzdana aktarmanız ve 12 kelimelik tohuma sahip cüzdanları kullanmayı bırakmanız zorunludur. Lütfen paranızı güvence altına almak için bunu hemen yapın.
uk: Нові біткойн-гаманці, створені в Cake, тепер містять мнемонічну фразу з 24 слів. Обов’язково стовріть новий біткойн-гаманець, переведіть всі кошти на новий гаманець із 24 слів і припиніть використання гаманців із мнемонічною фразою з 12 слів. Зробіть це негайно, щоб убезпечити свої кошти.
ur: Cake میں بنائے گئے نئے Bitcoin بٹوے میں اب 24 الفاظ کا بیج ہے۔ یہ لازمی ہے کہ آپ ایک نیا Bitcoin والیٹ بنائیں اور اپنے تمام فنڈز کو نئے 24 الفاظ والے والیٹ میں منتقل کریں، اور 12 الفاظ کے بیج والے بٹوے کا استعمال بند کریں۔ براہ کرم اپنے فنڈز کو محفوظ بنانے کے لیے فوری طور پر ایسا کریں۔
vi: Ví Bitcoin mới được tạo trong Cake hiện có hạt giống 24 từ. Bạn cần tạo một ví Bitcoin mới và chuyển tất cả số tiền của bạn vào ví 24 từ mới, và ngừng sử dụng ví có hạt giống 12 từ. Vui lòng thực hiện ngay để bảo vệ tài sản của bạn.
zh: Cake 新建比特币钱包现使用 24 词助记词。您必须立即创建新钱包，将所有资金转移至新钱包，并停止使用 12 词助记词钱包，以确保资金安全。
zh_tw: Cake 新建比特幣錢包現使用 24 詞助記詞。您必須立即創建新錢包，將所有資金轉移至新錢包，並停止使用 12 詞助記詞錢包，以確保資金安全。
