Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# wallet_list_failed_to_remove
source: Failed to remove ${wallet_name} wallet. ${error}
ar: فشلت إزالة محفظة ${wallet_name}. ${error}
bg: Грешка при премахването на портфейл${wallet_name}. ${error}
cs: Chyba při odstraňování ${wallet_name} peněženky. ${error}
de: Fehler beim Entfernen der Wallet ${wallet_name}. ${error}
es: No se pudo eliminar la billetera ${wallet_name}. ${error}
fa: حذف کیف پول ${wallet_name} ناموفق بود. ${error}
fr: Échec de la suppression du portefeuille (wallet) ${wallet_name}. ${error}
hi: निकालने में विफल ${wallet_name} बटुआ. ${error}
hr: Neuspješno uklanjanje novčanika ${wallet_name}. ${error}
hy: Չհաջողվեց հեռացնել ${wallet_name} դրամապանակը։ ${error}
id: Gagal menghapus ${wallet_name} dompet. ${error}
it: Rimozione portafoglio ${wallet_name} fallita. ${error}
ja: 削除できませんでした ${wallet_name} 財布. ${error}
ko: ${wallet_name} 지갑 제거 실패. ${error}
my: ${wallet_name} ပိုက်ဆံအိတ်ကို ဖယ်ရှား၍မရပါ။ ${error}
nl: Verwijderen mislukt ${wallet_name} portemonnee. ${error}
pl: Nie udało się usunąć portfela ${wallet_name}. ${error}
pt: Falha ao remover a carteira ${wallet_name}. ${error}
ru: Ошибка при удалении ${wallet_name} кошелька. ${error}
th: ไม่สามารถลบกระเป๋า ${wallet_name} ได้ ${error}
tl: Nabigong alisin ang ${wallet_name} wallet. ${error}
tr: ${wallet_name} cüzdanı yüklenirken hata oluştu. ${error}
uk: Помилка при видаленні ${wallet_name} гаманця. ${error}
ur: ${wallet_name} والیٹ کو ہٹانے میں ناکام۔ ${error}
vi: Xóa ví ${wallet_name} không thành công. ${error}
zh: 删除失败 ${wallet_name} 钱包。${error}
zh_tw: 刪除失敗 ${wallet_name} 錢包。${error}

# wallet_list_load_wallet
source: Load wallet
ar: تحميل المحفظة
bg: Зареждане на портфейл
cs: Načíst peněženku
de: Wallet laden
es: Cargar billetera
fa: بارگیری کیف پول
fr: Charger un Portefeuille (Wallet)
hi: वॉलेट लोड करें
hr: Učitaj novčanik
hy: Բեռնել դրամապանակը
id: Muat dompet
it: Caricamento Portafoglio
ja: ウォレットをロード
ko: 지갑 로드
my: ပိုက်ဆံအိတ်ကို တင်ပါ။
nl: Portemonnee laden
pl: Wczytaj portfel
pt: Abrir carteira
ru: Загрузка кошелька
th: โหลดกระเป๋า
tl: I-load ang wallet
tr: Cüzdanı yükle
uk: Завантаження гаманця
ur: پرس لوڈ کریں۔
vi: Tải ví
zh: 加载钱包
zh_tw: 載入錢包

# wallet_list_loading_wallet
source: Loading ${wallet_name} wallet
ar: جار تحميل محفظة ${wallet_name}
bg: Зареждане на портфейл ${wallet_name}
cs: Načítám ${wallet_name} peněženku
de: Wallet ${wallet_name} wird geladen
es: Cargando la billetera ${wallet_name}
fa: در حال بارگیری کیف پول ${wallet_name}
fr: Chargement du portefeuille (wallet) ${wallet_name}
hi: लोड हो रहा है ${wallet_name} बटुआ
hr: Učitavanje novčanika ${wallet_name}
hy: Բեռնվում է ${wallet_name} դրամապանակը
id: Memuat ${wallet_name} dompet
it: Caricamento portafoglio ${wallet_name}
ja: 読み込み中 ${wallet_name} 財布
ko: ${wallet_name} 지갑 로딩 중
my: ${wallet_name} ပိုက်ဆံအိတ်ကို ဖွင့်နေသည်။
nl: Bezig met laden ${wallet_name} portemonnee
pl: Ładowanie ${wallet_name} portfela
pt: Abrindo a carteira ${wallet_name}
ru: Загрузка ${wallet_name} кошелька
th: กำลังโหลดกระเป๋า ${wallet_name}
tl: Naglo-load ng ${wallet_name} wallet
tr: ${wallet_name} cüzdanı yükleniyor
uk: Завантаження ${wallet_name} гаманця
ur: ${wallet_name} والیٹ لوڈ ہو رہا ہے۔
vi: Đang tải ví ${wallet_name}
zh: 正在载入 ${wallet_name} 钱包
zh_tw: 正在載入 ${wallet_name} 錢包

# wallet_list_removing_wallet
source: Removing ${wallet_name} wallet
ar: يتم إزالة محفظة ${wallet_name}
bg: Премахване на портфейл ${wallet_name}
cs: Odstraňuji ${wallet_name} peněženku
de: Wallet ${wallet_name} wird entfernt
es: Eliminando la billetera ${wallet_name}
fa: در حال حذف کیف پول ${wallet_name}
fr: Suppression du portefeuille (wallet) ${wallet_name}
hi: निकाला जा रहा है ${wallet_name} बटुआ
hr: Uklanjanje novčanika ${wallet_name}
hy: Հեռացվում է ${wallet_name} դրամապանակը
id: Menghapus ${wallet_name} dompet
it: Rimozione portafoglio ${wallet_name}
ja: 取りはずし ${wallet_name} 財布
ko: ${wallet_name} 지갑 제거 중
my: ${wallet_name} ပိုက်ဆံအိတ်ကို ဖယ်ရှားခြင်း။
nl: Verwijderen ${wallet_name} portemonnee
pl: Usuwanie portfela ${wallet_name}
pt: Removendo a carteira ${wallet_name}
ru: Удаление ${wallet_name} кошелька
th: กำลังลบกระเป๋า ${wallet_name}
tl: Nag-aalis ang ${wallet_name} na wallet
uk: Видалення ${wallet_name} гаманця
ur: ${wallet_name} والیٹ کو ہٹایا جا رہا ہے۔
vi: Đang xóa ví ${wallet_name}
zh: 正在删除 ${wallet_name} 钱包
zh_tw: 正在刪除 ${wallet_name} 錢包

# wallet_list_restore_wallet
source: Restore Wallet
ar: استعادة المحفظة
bg: Възстановяване на портфейл
cs: Obnovit peněženku
de: Wallet wiederherstellen
es: Restaurar billetera
fa: بازیابی کیف پول
fr: Restaurer un Portefeuille (Wallet)
hi: वॉलेट को पुनर्स्थापित करें
hr: Oporavi novčanik
hy: Վերականգնել դրամապանակը
id: Pulihkan Dompet
it: Recupera Portafoglio
ja: ウォレットを復元
ko: 지갑 복구
my: ပိုက်ဆံအိတ်ကို ပြန်ယူပါ။
nl: Portemonnee herstellen
pl: Przywróć portfel
pt: Restaurar carteira
ru: Восстановить кошелёк
th: กู้กระเป๋า
tl: Ibalik ang Wallet
tr: Cüzdanı Geri Yükle
uk: Відновити гаманець
ur: والیٹ کو بحال کریں۔
vi: Khôi phục ví
zh: 恢复钱包
zh_tw: 恢復錢包

# wallet_list_title
source: Monero Wallet
ar: محفظة Monero
bg: Monero портфейл
es: Cartera Monero
fa: کیف پول مونرو
fr: Portefeuille (Wallet) Monero
hi: Monero बटुआ
hr: Monero novčanik
hy: Monero Դրամապանակ
id: Dompet Monero
it: Portafoglio Monero
ja: Monero 財布
ko: 모네로 지갑
my: Monero ပိုက်ဆံအိတ်
nl: Monero portemonnee
pl: Portfel Monero
pt: Carteira Monero
ru: Monero Кошелёк
th: กระเป๋า Monero
tr: Monero Cüzdanı
uk: Monero Гаманець
ur: Monero والیٹ
vi: Ví Monero
zh: Monero 钱包
zh_tw: Monero 錢包

# wallet_list_wallet_name
source: Wallet name
ar: اسم المحفظة
bg: Име на портфейла
cs: Název peněženky
de: Wallet namen
es: Nombre de la cartera
fa: نام کیف پول
fr: Nom du portefeuille
hi: बटुआ नाम
hr: Naziv novčanika
hy: Դրամապանակի անունը
id: Nama dompet
it: Nome del portafoglio
ja: ウォレット名
ko: 지갑 이름
my: ပိုက်ဆံအိတ်နာမည်
nl: Portemonnee naam
pl: Nazwa portfela
pt: Nome da carteira
ru: Имя кошелька
th: ชื่อกระเป๋าสตางค์
tl: Pangalan ng wallet
tr: Cüzdan adı
uk: Назва гаманця
ur: بٹوے کا نام
vi: Tên ví
zh: 钱包名称
zh_tw: 錢包名稱

# wallet_menu
source: Menu
ar: قائمة
bg: Меню
de: Wallet-Menü
es: Menú
fa: منو
hi: बटुआ मेनू
hr: Izbornik
hy: Մենյու
it: Menù
ja: ウォレットメニュー
ko: 메뉴
my: မီနူး
nl: Portemonnee-menu
ru: Меню кошелька
th: เมนู
tr: Menü
uk: Меню гаманця
ur: مینو
zh: 钱包菜单
zh_tw: 錢包菜單

source: Wallet name
ar: اسم المحفظة
bg: Име на портфейл
cs: Název peněženky
es: Nombre de la cartera
fa: نام کیف پول
fr: Nom du Portefeuille (Wallet)
hi: बटुए का नाम
hr: Ime novčanika
hy: Դրամապանակի անունը
id: Nama Dompet
it: Nome del Portafoglio
ja: ウォレット名
ko: 지갑 이름
my: ပိုက်ဆံအိတ်နာမည
nl: Portemonnee naam
pl: Nazwa portfela
pt: Nome da carteira
ru: Имя кошелька
th: ชื่อกระเป๋า
tl: Pangalan ng wallet
tr: Cüzdan ismi
uk: Ім'я гаманця
ur: بٹوے کا نام
vi: Tên ví
zh: 钱包名称
zh_tw: 錢包名稱

# wallet_name_exists
source: A wallet with that name already exists. Please choose a different name or rename the other wallet first.
ar: توجد بالفعل محفظة بهذا الاسم. الرجاء اختيار اسم مختلف أو إعادة تسمية المحفظة الأخرى أولاً.
bg: Вече има портфейл с това име. Моля, изберете друго име или преименувайте другия портфейл.
cs: Peněženka s tímto názvem už existuje. Prosím zvolte si jiný název, nebo nejprve přejmenujte nejprve druhou peněženku.
de: Wallet mit diesem Namen existiert bereits
es: Ya existe una cartera con ese nombre. Por favor, elige otro nombre o renombra la otra cartera primero.
fa: کیف پولی با آن نام قبلاً وجود دارد. لطفاً نام دیگری انتخاب کنید یا ابتدا نام کیف پول دیگر را تغییر دهید.
fr: Un portefeuille (wallet) portant ce nom existe déjà
hi: उस नाम वाला वॉलेट पहले से मौजूद है
hr: Novčanik s tim nazivom već postoji
hy: Այդ անունով դրամապանակ արդեն կա։ Խնդրում ենք ընտրել այլ անուն կամ վերանվանել մյուս դրամապանակը։
id: Nama dompet sudah ada. Silakan pilih nama yang berbeda atau ganti nama dompet yang lain terlebih dahulu.
it: Un portafoglio con quel nome già esiste
ja: その名前のウォレットはすでに存在しています
ko: 해당 이름의 지갑이 이미 존재합니다. 다른 이름을 선택하거나 먼저 다른 지갑의 이름을 변경하십시오.
my: ထိုအမည်ဖြင့် ပိုက်ဆံအိတ်တစ်ခု ရှိနှင့်ပြီးဖြစ်သည်။ အခြားအမည်တစ်ခုကို ရွေးပါ သို့မဟုတ် အခြားပိုက်ဆံအိတ်ကို ဦးစွာ အမည်ပြောင်းပါ။
nl: Portemonnee met die naam bestaat al
pl: Portfel o tej nazwie już istnieje. Wybierz inną nazwę lub najpierw zmień nazwę istniejącego portfela.
pt: A carteira com esse nome já existe
ru: Кошелек с таким именем уже существует
th: กระเป๋าที่มีชื่อนี้มีอยู่แล้ว โปรดเลือกชื่ออื่นหรือเปลี่ยนชื่อกระเป๋าอื่นก่อน
tl: Ang isang wallet na may pangalang iyon ay mayroon na. Mangyaring pumili ng ibang pangalan o palitan muna ang iba pang wallet.
tr: Bu isimde bir cüzdan zaten mevcut. Lütfen farklı bir isim seç veya önce diğer cüzdanı yeniden adlandır.
uk: Гаманець з такою назвою вже існує
ur: اس نام کا پرس پہلے سے موجود ہے۔ براہ کرم ایک مختلف نام منتخب کریں یا پہلے دوسرے بٹوے کا نام تبدیل کریں۔
vi: Một ví với tên đó đã tồn tại. Vui lòng chọn tên khác hoặc đổi tên ví khác trước.
zh: 已存在同名钱包。请更改名称，或先重命名其他钱包。
zh_tw: 已存在同名錢包。請更改名稱，或先重命名其他錢包。

# wallet_password_is_empty
source: Wallet password is empty. Wallet password should not be empty
ar: كلمة مرور المحفظة فارغة. يجب ألا تكون كلمة مرور المحفظة فارغة
bg: Паролата за портфейл е празна. Паролата за портфейл не трябва да е празна
cs: Heslo peněženky je prázdné. Heslo peněženky by nemělo být prázdné
de: Brieftaschenkennwort ist leer. Brieftaschenkennwort sollte nicht leer sein
es: La contraseña de la billetera está vacía. La contraseña de la billetera no debe estar vacía
fa: رمز عبور کیف پول خالی است. رمز عبور کیف پول نباید خالی باشد
fr: Le mot de passe du portefeuille est vide. Le mot de passe du portefeuille ne doit pas être vide
hi: वॉलेट पासवर्ड खाली है। वॉलेट पासवर्ड खाली नहीं होना चाहिए
hr: Lozinka za novčanik je prazna. Lozinka za novčanik ne bi trebala biti prazna
hy: Դրամապանակի գաղտնաբառը դատարկ է։ Դրամապանակի գաղտնաբառը չպետք է դատարկ լինի
id: Kata sandi dompet kosong. Kata sandi dompet tidak boleh kosong
it: La password del portafoglio è vuota. La password del portafoglio non dovrebbe essere vuota
ja: ウォレットパスワードは空です。ウォレットのパスワードは空にしてはいけません
ko: 지갑 비밀번호가 비어 있습니다. 지갑 비밀번호는 비워둘 수 없습니다.
my: ပိုက်ဆံအိတ်စကားဝှက်သည်ဗလာဖြစ်သည်။ ပိုက်ဆံအိတ်စကားဝှက်သည်အချည်းနှီးဖြစ်သင့်သည်
nl: Wallet -wachtwoord is leeg. Wallet -wachtwoord mag niet leeg zijn
pl: Hasło portfela jest puste. Hasło portfela nie może być puste
pt: A senha da carteira está vazia. A senha da carteira não deve estar vazia
ru: Пароль кошелька пуст. Пароль кошелька не должен быть пустым
th: รหัสผ่านกระเป๋าเงินว่างเปล่า รหัสผ่านกระเป๋าเงินไม่ควรว่างเปล่า
tl: Walang laman ang password ng wallet. Ang password ng wallet ay hindi dapat walang laman
tr: Cüzdan şifresi boş. Cüzdan şifresi boş olmamalı
uk: Пароль гаманця порожній. Пароль гаманця не повинен бути порожнім
ur: پرس کا پاس ورڈ خالی ہے۔ پرس کا پاس ورڈ خالی نہیں ہونا چاہئے
vi: Mật khẩu ví bị bỏ trống. Mật khẩu ví không được để trống
zh: 钱包密码为空。钱包密码不应为空
zh_tw: 錢包密碼為空。錢包密碼不應為空

# wallet_recovery_height
source: Recovery Height
ar: ارتفاع الاسترداد
bg: Височина на възстановяване
cs: Výška zotavení
de: Erstellungshöhe
es: Altura de recuperación
fa: ارتفاع بازیابی
fr: Hauteur de récupération
hi: वसूली ऊंचाई
hr: Visina oporavka
hy: Վերականգնման բարձրություն
id: Tinggi pemulihan
it: Altezza di recupero
ja: 回復の高さ
ko: 복구 높이
my: ပြန်လည်ထူထောင်ရေးအမြင့်
nl: Herstelhoogte
pl: Wysokość przywracania
pt: Altura de recuperação
ru: Высота восстановления
th: ความสูงของการกู้คืน
tr: Kurtarma Yüksekliği
uk: Висота відновлення
ur: بحالی کی اونچائی
vi: Chiều cao khôi phục
zh: 恢复高度
zh_tw: 恢復高度

# wallet_restoration_store_incorrect_seed_length
source: Incorrect seed length
ar: طول السييد غير صحيح
bg: Грешна дължина на seed-а
cs: Nesprávná délka seedu
de: Falsche Seed-Länge
es: Longitud de la semilla incorrecta
fa: طول سید نادرست
fr: Longueur de phrase secrète (seed) incorrecte
hi: गलत बीज की लंबाई
hr: Netočna dužina pristupnog izraza
hy: Սերմի երկարությունը սխալ է
id: Panjang seed yang salah
it: Lunghezza seme non corretta
ja: 誤ったシード長s
ko: 잘못된 시드 길이
my: မျိုးစေ့အရှည် မမှန်ပါ။
nl: Onjuiste zaadlengte
pl: Nieprawidłowa długość frazy seed
pt: Comprimento de semente incorreto
ru: Неверная длина мнемонической фразы
th: ความยาวของซีดไม่ถูกต้อง
tl: Maling haba ng seed
tr: Yanlış tohum uzunluğu
uk: Невірна довжина мнемонічної фрази
ur: غلط بیج کی لمبائی
vi: Độ dài hạt giống không chính xác
zh: 助记词长度错误
zh_tw: 助記詞長度錯誤

source: Wallet seed
ar: سييد المحفظة
bg: Seed на портфейла
cs: Seed peněženky
es: Semilla de la billetera
fa: سید کیف پول
fr: Phrase secrète (seed) du portefeuille (wallet)
hi: बटुआ का बीज
hr: Pristupni izraz novčanika
hy: Դրամապանակի սերմ
id: Seed dompet
it: Seme Portafoglio
ja: ウォレットシード
ko: 지갑 시드
my: ပိုက်ဆံအိတ်စေ့
nl: Portemonnee zaad
pl: Seed portfela
pt: Semente de carteira
ru: Мнемоническая фраза кошелька
th: ซีดของกระเป๋า
tr: Cüzdan tohumu
uk: Мнемонічна фраза гаманця
ur: بٹوے کا بیج
vi: Hạt giống ví
zh: 钱包助记词
zh_tw: 錢包助記詞

# wallet_seed_legacy
source: Legacy wallet seed
ar: بذرة محفظة قديمة
bg: Наследено портфейл семе
cs: Starší semeno peněženky
es: Semilla de cartera heredada
fa: سید کیف پول قدیمی
fr: Graine de portefeuille hérité
hi: विरासत बटुए बीज
hr: Sjeme naslijeđenog novčanika
hy: Legacy դրամապանակի սերմ
id: Biji dompet warisan
it: Seme portafoglio legacy
ja: レガシーウォレットシード
ko: 레거시 지갑 시드
my: အမွေအနှစ်ပိုက်ဆံအိတ်မျိုးစေ့
nl: Legacy portemonnee zaad
pl: Ziarno portfela (legacy)
pt: Semente de carteira herdada
ru: Наследие семя кошелька
th: เมล็ดกระเป๋าเงินมรดก
tr: Eski cüzdan tohumu
uk: Спадець насіння гаманця
ur: میراثی پرس کا بیج
vi: Hạt giống ví cũ
zh: 旧的钱包助记词
zh_tw: 旧的錢包助記詞

# wallet_store_monero_wallet
source: Monero Wallet
ar: محفظة Monero
bg: Monero портфейл
es: Cartera Monero
fa: کیف پول مونرو
fr: Portefeuille (Wallet) Monero
hi: मोनरो वॉलेट
hr: Monero novčanik
hy: Monero Դրամապանակ
id: Dompet Monero
it: Portafoglio Monero
ja: Monero 財布
ko: 모네로 지갑
my: Monero ပိုက်ဆံအိတ်
nl: Monero portemonnee
pl: Portfel Monero
pt: Carteira Monero
ru: Monero Кошелёк
th: กระเป๋า Monero
tr: Monero Cüzdanı
uk: Monero гаманець
ur: مونیرو والیٹ
vi: Ví Monero
zh: Monero 钱包
zh_tw: Monero 錢包

source: Wallets
ar: المحافظ
bg: Портфейли
cs: Peněženky
es: Carteras
fa: کیف پول‌ها
fr: Portefeuilles
hi: पर्स
hr: Novčanici
hy: Դրամապանակներ
id: Dompet
it: Portafogli
ja: 財布
ko: 지갑
my: ပိုက်ဆံအိတ်
nl: Portefeuilles
pl: Portfele
pt: Carteiras
ru: Кошельки
th: กระเป๋า
tl: Mga Wallet
tr: Cüzdanlar
uk: Гаманці
ur: بٹوے
vi: Các ví
zh: 钱包
zh_tw: 錢包

source: Warning
ar: تحذير
bg: Внимание
cs: Varování
de: Warnung
es: Advertencia
fa: هشدار
fr: Avertissement
hi: चेतावनी
hr: Upozorenje
hy: Զգուշացում
id: Peringatan
it: Attenzione
ja: 警告
ko: 경고
my: သတိပေးချက်
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
ru: Предупреждение
th: คำเตือน
tl: Babala
tr: Uyarı
uk: УВАГА
ur: وارننگ
vi: Cảnh báo
zh: 警告
zh_tw: 警告

# welcome
source: Welcome to
ar: مرحبا بك في
bg: Добре дошли в
cs: Vítejte v
de: Willkommen bei
es: Bienvenido
fa: خوش آمدید
fr: Bienvenue sur
hi: स्वागत हे सेवा मेरे
hr: Dobrodošli na
hy: Բարի գալուստ
id: Selamat datang di
it: Benvenuto
ja: ようこそ に
ko: 환영
my: မှကြိုဆိုပါတယ်။
nl: Welkom bij
pl: Witamy
pt: Bem-vindo ao
ru: Приветствуем в
th: ยินดีต้อนรับสู่
tl: Maligayang pagdating sa
tr: Hoş Geldiniz
uk: Вітаємо в
ur: میں خوش آمدید
vi: Chào mừng đến với
zh: 欢迎
zh_tw: 欢迎

# welcome_subtitle_new_wallet
source: If you want to start fresh, tap Create New Wallet below and you'll be off to the races.
ar: إذا كنت ترغب في البدء من جديد ، فانقر فوق إنشاء محفظة جديدة أدناه وستكون خارج السباقات.
bg: Ако искате да стартирате свеж, докоснете Създайте нов портфейл по -долу и ще се откажете от състезанията.
cs: Pokud chcete začít čerstvě, klepněte na Vytvořit novou peněženku níže a budete na závodech.
es: Si quieres empezar de cero, pulsa Crear Nueva Cartera a continuación.
fa: اگر می‌خواهید از نو شروع کنید، ایجاد کیف پول جدید را در زیر لمس کنید و سریع شروع خواهید کرد.
fr: Si vous souhaitez repartir de zéro, appuyez sur Créer un nouveau portefeuille ci-dessous et vous serez prêt à commencer.
hi: यदि आप ताजा शुरू करना चाहते हैं, तो नीचे नया बटुआ बनाएं और आप दौड़ से दूर हो जाएंगे।
hr: Ako želite započeti svježe, dodirnite Create New Wallet u nastavku i krenite na utrke.
hy: Եթե ​​ցանկանում եք սկսել թարմ, հպեք Ստեղծեք նոր դրամապանակ ներքեւում եւ դուրս կգաք ցեղերի:
it: Se vuoi ricominciare da capo, premi Crea un nuovo portafoglio qui sotto.
ja: 新鮮な開始したい場合は、以下の新しい財布を作成すると、レースに出かけることができます。
ko: 새로 시작하려면 아래의 새 지갑 생성을 탭하면 바로 시작할 수 있습니다.
my: လတ်ဆတ်စွာစတင်လိုပါကအောက်ကပိုက်ဆံအိတ်အသစ်ကိုဖန်တီးပါ။
pl: Jeśli chcesz zacząć od nowa, dotknij Utwórz nowy portfel poniżej, a od razu ruszysz.
th: หากคุณต้องการเริ่มต้นใหม่ให้แตะสร้างกระเป๋าเงินใหม่ด้านล่างและคุณจะออกจากการแข่งขัน
tl: Kung nais mong simulan ang sariwa, tapikin ang Lumikha ng Bagong Wallet sa ibaba at pupunta ka sa mga karera.
tr: Taze başlamak istiyorsanız, aşağıda yeni cüzdan oluşturun ve yarışlara gidersiniz.
uk: Якщо ви хочете почати спочатку, торкніться Створити новий гаманець нижче, і ви будете поза конкуренціею.
ur: اگر آپ تازہ شروع کرنا چاہتے ہیں تو ، نیچے نیا پرس بنائیں پر تھپتھپائیں اور آپ ریسوں پر جائیں گے۔
vi: Nếu bạn muốn bắt đầu mới, hãy nhấn Tạo ví mới bên dưới và bạn sẽ rời khỏi các cuộc đua.
zh: 想从零开始？点击下方【创建新钱包】即可快速上手。
zh_tw: 想從零開始？點擊下方【創建新錢包】即可快速上手。

# welcome_subtitle_restore_wallet
source: If you have an existing wallet you want to bring into Cake, simply choose Restore Existing Wallet and we'll walk you through the process.
ar: إذا كان لديك محفظة موجودة تريد إحضارها إلى كعكة ، فما عليك سوى اختيار استعادة المحفظة الموجودة وسنمشيك خلال العملية.
bg: Ако имате съществуващ портфейл, който искате да внесете в тортата, просто изберете възстановяване на съществуващия портфейл и ще ви преведем през процеса.
cs: Pokud máte existující peněženku, kterou chcete přinést do dortu, jednoduše si vyberte obnovení stávající peněženky a my vás projdeme procesem.
es: Si ya tienes una billetera que deseas importar a Cake, simplemente selecciona Restaurar Cartera y te guiaremos a través del proceso.
fa: اگر کیف پول موجودی دارید که می‌خواهید به کیک بیاورید، به سادگی بازیابی کیف پول موجود را انتخاب کنید و ما شما را در فرآیند راهنمایی می‌کنیم.
fr: Si vous avez un portefeuille existant que vous souhaitez importer dans Cake, choisissez simplement Restaurer un portefeuille existant et nous vous guiderons à travers le processus.
hi: यदि आपके पास एक मौजूदा बटुआ है जिसे आप केक में लाना चाहते हैं, तो बस मौजूदा बटुए को पुनर्स्थापित करें और हम आपको प्रक्रिया के माध्यम से चलेंगे।
hr: Ako imate postojeći novčanik koji želite unijeti u tortu, jednostavno odaberite Vratite postojeći novčanik i prošetat ćemo vas kroz postupak.
hy: Եթե ​​ունեք գոյություն ունեցող դրամապանակ, որը ցանկանում եք տորթի մեջ մտցնել, պարզապես ընտրեք վերականգնել առկա դրամապանակը, եւ մենք ձեզ քայլելու ենք գործընթացի միջոցով:
it: Se hai un portafoglio esistente che vuoi importare in Cake Wallet, scegli semplicemente il ripristino del portafoglio esistente e ti guideremo attraverso il processo.
ja: ケーキに持ち込みたい既存のウォレットがある場合は、既存のウォレットを復元するだけで、プロセスを説明します。
ko: Cake로 가져오려는 기존 지갑이 있는 경우 기존 지갑 복구를 선택하면 과정을 안내해 드립니다.
my: အကယ်. သင့်တွင်သင်ကိတ်မုန့်ထဲသို့ယူဆောင်လိုသောလက်ရှိပိုက်ဆံအိတ်ရှိပါက Restore Lestore Wallet ကိုရွေးပါ။
pl: Jeśli masz istniejący portfel, który chcesz przenieść do Cake, po prostu wybierz „Restore Existing Wallet”, a my przeprowadzimy Cię przez cały proces.
th: หากคุณมีกระเป๋าเงินที่มีอยู่ที่คุณต้องการนำเข้าเค้กให้เลือกคืนกระเป๋าเงินที่มีอยู่แล้วเราจะพาคุณผ่านกระบวนการ
tl: Kung mayroon kang isang umiiral na pitaka na nais mong dalhin sa cake, piliin lamang ang ibalik ang umiiral na pitaka at lalakad ka namin sa proseso.
tr: Mevcut bir cüzdanınız varsa, kek içine getirmek istediğiniz, mevcut cüzdanı geri yüklemeyi seçin ve bu süreç boyunca size yol gösterelim.
uk: Якщо у вас є існуючий гаманець, який ви хочете ввести в торт, просто виберіть Відновити існуючий гаманець, і ми проведемо вас через процес.
ur: اگر آپ کے پاس موجودہ پرس ہے تو آپ کیک میں لانا چاہتے ہیں تو ، موجودہ بٹوے کو بحال کریں کا انتخاب کریں اور ہم آپ کو اس عمل میں چلیں گے۔
vi: Nếu bạn có một ví hiện có mà bạn muốn mang vào bánh, chỉ cần chọn khôi phục ví hiện có và chúng tôi sẽ hướng dẫn bạn qua quá trình này.
zh: 已有钱包导入 Cake Wallet？选择【恢复现有钱包】，我们将一步步引导您。
zh_tw: 已有錢包匯入 Cake Wallet？選擇【恢復現有錢包】，我們將一步步引導您。

source: Welcome to Cake Pay!
ar: مرحبا بكم في Cake Pay!
bg: Добре дошли в Cake Pay!
cs: Vítejte v Cake Pay!
de: Willkommen bei Cake Pay!
es: ¡Bienvenido a Cake Pay!
fa: به کیک پی خوش آمدید!
fr: Bienvenue sur Cake Pay !
hi: केकपे में आपका स्वागत है!
hr: Dobro došli u Cake Pay!
hy: Բարի գալուստ Cake Pay!
id: Selamat Datang di Cake Pay!
it: Benvenuto in Cake Pay!
ja: Cake Payへようこそ！
ko: Cake Pay에 오신 것을 환영합니다!
my: Cake Pay မှကြိုဆိုပါသည်။
nl: Welkom bij Cake Pay!
pl: Witamy w Cake Pay!
pt: Bem-vindo ao Cake Pay!
ru: Добро пожаловать в Cake Pay!
th: ยินดีต้อนรับสู่ Cake Pay!
tl: Maligayang pagdating sa Cake Pay!
tr: Cake Pay'e Hoş Geldiniz!
uk: Ласкаво просимо до Cake Pay!
ur: Cake پے میں خوش آمدید!
vi: Chào mừng đến với Cake Pay!
zh: 欢迎来到 Cake Pay！
zh_tw: 欢迎來到 Cake Pay！

# what_is_silent_payments
source: What are Silent Payments?
ar: ما هي المدفوعات الصامتة؟
bg: Какво са мълчаливи плащания?
cs: Co jsou tiché platby?
de: Was sind stille Zahlungen?
es: ¿Qué son los Silent Payments?
fa: پرداخت‌های بی‌صدا چیست؟
fr: Qu'est-ce que les paiements silencieux?
hi: मूक भुगतान क्या है?
hr: Što je tiha plaćanja?
hy: Ի՞նչ է Լուռ Վճարումները:
id: Apa itu pembayaran diam?
it: Che cos'è Silent Payments?
ja: サイレント支払いとは何ですか？
ko: 사일런트 페이먼트란 무엇인가요?
my: အသံတိတ်ငွေပေးချေမှုဆိုတာဘာလဲ
nl: Wat zijn stille betalingen?
pl: Co to są Silent Payments?
pt: O que são pagamentos silenciosos?
ru: Что такое молчаливые платежи?
th: การชำระเงินเงียบคืออะไร?
tl: Ano ang tahimik na pagbabayad?
tr: Sessiz ödemeler nedir?
uk: Що таке мовчазні платежі?
ur: خاموش ادائیگی کیا ہے؟
vi: Thanh toán im lặng là gì?
zh: 什么是静默支付？
zh_tw: 什麼是靜默支付？

# widgets_address
source: Address
ar: عنوان
bg: Адрес
cs: Adresa
de: Adresse
es: Dirección
fa: آدرس
fr: Adresse
hi: पता
hr: Adresa
hy: Հասցե
id: Alamat
it: Indirizzo
ja: 住所
ko: 주소
my: လိပ်စာ
nl: Adres
pl: Adres
pt: Endereço
ru: Адрес
th: ที่อยู่
tr: Adres
uk: Адреса
ur: پتہ
vi: Địa chỉ
zh: 地址
zh_tw: 地址

# widgets_or
source: or
ar: أو
bg: или
cs: nebo
de: oder
es: o
fa: یا
fr: ou
hi: या
hr: ili
hy: կամ
id: atau
it: o
ja: または
ko: 또는
my: သို့မဟုတ်
nl: of
pl: lub
pt: ou
ru: или
th: หรือ
tl: o
tr: veya
uk: або
ur: یا
vi: hoặc
zh: 或者
zh_tw: 或者

# widgets_restore_from_blockheight
source: Restore from blockheight
ar: استعادة من ارتفاع البلوك
bg: Възстановяване от blockheight
cs: Obnovit z výšky bloku
de: Ab Blockhöhe wiederherstellen
es: Restaurar desde la altura del bloque
fa: بازیابی از ارتفاع بلاک
fr: Restaurer depuis une hauteur de bloc
hi: ब्लॉकचेन से पुनर्स्थापित करें
hr: Oporavi pomoću visine bloka
hy: Վերականգնել բլոկի բարձրությունից
id: Pulihkan dari tinggi blok
it: Recupera da altezza blocco
ja: ブロックの高さから復元
ko: 블록 높이에서 복구
my: အမြင့်မှ ပြန်လည်ရယူပါ။
nl: Herstel vanaf blockheight
pl: Przywróć od wysokości bloku
pt: Restaurar a partir de altura do bloco
ru: Восстановить на высоте блока
th: กู้คืนจากระดับบล็อก
tl: Ibalik mula sa block height
tr: Blok yüksekliğinden geri yükle
uk: Відновити на висоті блоку
ur: بلاک ہائیٹ سے بحال کریں۔
vi: Khôi phục từ chiều cao khối
zh: 从块高还原
zh_tw: 從塊高還原
