Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# seed_verified_subtext
source: You can use your saved seed later on to restore this wallet in the event of corruption or losing your device. You can view this seed again from the
ar: يمكنك استخدام البذور المحفوظة لاحقًا لاستعادة هذه المحفظة في حالة الفساد أو فقدان جهازك. يمكنك عرض هذه البذرة مرة أخرى من
bg: Можете да използвате запазените си семена по -късно, за да възстановите този портфейл в случай на корупция или загуба на устройството си. Можете да видите това семе отново от
cs: V případě korupce nebo ztráty zařízení můžete později použít své uložené semeno později k obnovení této peněženky.
es: Puedes usar tu semilla guardada más tarde para restaurar esta billetera en caso de corrupción o pérdida de su dispositivo. Puedes ver esta semilla nuevamente desde el
fa: می‌توانید بعداً از سید ذخیره شده خود برای بازیابی این کیف پول در صورت خرابی یا گم شدن دستگاه استفاده کنید. می‌توانید دوباره این سید را مشاهده کنید از
fr: Vous pouvez utiliser votre graine enregistrée plus tard pour restaurer ce portefeuille en cas de corruption ou de perdre votre appareil. Vous pouvez revoir cette graine à partir du
hi: आप भ्रष्टाचार की स्थिति में इस बटुए को पुनर्स्थापित करने या अपने डिवाइस को खोने के लिए बाद में अपने सहेजे गए बीज का उपयोग कर सकते हैं। आप इस बीज को फिर से देख सकते हैं
hr: Svoje spremljeno sjeme možete kasnije koristiti za vraćanje ovog novčanika u slučaju korupcije ili gubitka uređaja. To sjeme možete ponovo pogledati iz
hy: Դուք կարող եք ավելի ուշ օգտագործել ձեր պահպանված սերմը `վերականգնելու այս դրամապանակը կոռուպցիայի դեպքում կամ ձեր սարքը կորցնելու դեպքում: կարող եք կրկին դիտել այս սերմը
it: Puoi usare il tuo seme salvato in seguito per ripristinare questo portafoglio in caso di corruzione o perdere il dispositivo. Puoi visualizzare di nuovo questo seme dal
ja: 後で保存された種子を使用して、腐敗やデバイスの紛失の場合にこの財布を復元することができます。 このシードを再度見ることができます
ko: 저장된 시드를 사용하여 나중에 기기 손상 또는 분실 시 이 지갑을 복구할 수 있습니다. 다음에서 이 시드를 다시 볼 수 있습니다.
my: နောက်မှသင်သိမ်းဆည်းထားသောမျိုးစေ့ကိုနောက်ပိုင်းတွင်ဤပိုက်ဆံအိတ်ကိုအဂတိလိုက်စားမှုသို့မဟုတ်သင်၏စက်ပစ္စည်းကိုဆုံးရှုံးစေသည့်အခါဤပိုက်ဆံအိတ်ကိုပြန်ယူရန်နောက်မှသင်အသုံးပြုနိုင်သည်။ ဤမျိုးစေ့ကိုနောက်တဖန်ကြည့်ရှုနိုင်သည်
pl: Możesz później użyć zapisanego seed, aby przywrócić ten portfel w razie uszkodzenia lub utraty urządzenia. Możesz ponownie wyświetlić ten seed z
th: คุณสามารถใช้เมล็ดพันธุ์ที่บันทึกไว้ในภายหลังเพื่อคืนค่ากระเป๋าเงินนี้ในกรณีที่เกิดการทุจริตหรือสูญเสียอุปกรณ์ของคุณ คุณสามารถดูเมล็ดพันธุ์นี้ได้อีกครั้งจากไฟล์
tl: Maaari mong gamitin ang iyong nai -save na binhi sa ibang pagkakataon upang maibalik ang pitaka na ito kung sakaling may katiwalian o mawala ang iyong aparato. Maaari mong tingnan muli ang binhi na ito mula sa
tr: Kaydedilen tohumunuzu daha sonra, yolsuzluk veya cihazınızı kaybetme durumunda bu cüzdanı geri yüklemek için kullanabilirsiniz. Bu tohumu tekrar görüntüleyebilirsiniz.
uk: Пізніше ви можете скористатися збереженим насінням, щоб відновити цей гаманець у разі пошкодження або втрату пристрою. Ви можете переглянути це насіння ще раз з
ur: آپ بدعنوانی یا اپنے آلے کو کھونے کی صورت میں اس پرس کو بحال کرنے کے لئے بعد میں اپنے محفوظ کردہ بیج کا استعمال کرسکتے ہیں۔ آپ اس بیج کو دوبارہ سے دیکھ سکتے ہیں
vi: Bạn có thể sử dụng hạt giống đã lưu của mình sau này để khôi phục ví này trong trường hợp tham nhũng hoặc mất thiết bị của mình. Bạn có thể xem lại hạt giống này từ
zh: 您可以在以后使用保存的助记词在发生损坏或丢失设备的情况下还原该钱包。 您可以从
zh_tw: 您可以在以後使用儲存的助記詞在發生損壞或遺失設備的情况下還原此錢包。 您可以從

source: Seedtype
ar: البذور
bg: Семенна тип
de: Seedtyp
es: Tipo de semilla
fa: نوع سید
fr: Type de graine
hi: बीज
hr: Sjemenska vrsta
hy: Սերմի տեսակ
ko: 시드 유형
my: မျိုးပွားခြင်း
nl: Zaadtype
pl: Typ seed
th: เมล็ดพันธุ์
tr: Tohum
uk: Насіннєвий тип
ur: سیڈ ٹائپ
vi: Loại hạt giống
zh: 助记词类型
zh_tw: 助記詞類型

# seedtype_alert_content
source: Sharing seeds with other wallets is only possible with BIP39 SeedType.
ar: مشاركة البذور مع محافظ أخرى ممكن فقط مع BIP39 Seedtype.
bg: Споделянето на семена с други портфейли е възможно само с BIP39 Seedtype.
cs: Sdílení semen s jinými peněženkami je možné pouze u BIP39 SeedType.
es: Compartir semillas con otras billeteras solo es posible con BIP39 SeedType.
fa: اشتراک‌گذاری سید با سایر کیف پول‌ها فقط با SeedType BIP39 امکان‌پذیر است.
fr: Le partage de graines avec d'autres portefeuilles n'est possible qu'avec le type de graine BIP39.
hi: अन्य पर्स के साथ बीज साझा करना केवल BIP39 सीडटाइप के साथ संभव है।
hr: Dijeljenje sjemena s drugim novčanicima moguće je samo s BIP39 sjemenom.
hy: Այլ դրամապանակներով սերմերի փոխանակումը հնարավոր է միայն BIP39 SEEDTYPE- ով:
id: Berbagi biji dengan dompet lain hanya dimungkinkan dengan BIP39 seedtype.
it: La condivisione di semi con altri portafogli è possibile solo con Bip39 SeedType.
ja: 他の財布と種子を共有することは、BIP39 SeedTypeでのみ可能です。
ko: 다른 지갑과의 시드 공유는 BIP39 시드 유형에서만 가능합니다.
my: အခြားပိုက်ဆံအိတ်များနှင့်မျိုးစေ့များကိုမျှဝေခြင်းသည် BIP39 sebyspe ဖြင့်သာဖြစ်သည်။
pl: Udostępnianie seedów innym portfelom jest możliwe tylko z BIP39 SeedType.
th: การแบ่งปันเมล็ดกับกระเป๋าเงินอื่น ๆ เป็นไปได้เฉพาะกับ bip39 seedtype
tl: Ang pagbabahagi ng mga buto sa iba pang mga pitaka ay posible lamang sa bip39 seedtype.
tr: Tohumları diğer cüzdanlarla paylaşmak sadece BIP39 tohumu ile mümkündür.
uk: Спільний доступ до інших гаманців можливе лише за допомогою BIP39 Seedtype.
ur: دوسرے بٹوے کے ساتھ بیجوں کا اشتراک صرف BIP39 بیج ٹائپ کے ساتھ ہی ممکن ہے۔
vi: Chia sẻ hạt giống với ví khác chỉ có thể với BIP39 SeedType.
zh: 只有BIP39助记词类型可以与其他钱包共享助记词。
zh_tw: 只有BIP39助記詞類型可以與其他錢包共享助記詞。

# seedtype_alert_title
source: SeedType Alert
ar: تنبيه البذور
bg: Сигнал за семена
cs: Upozornění seedtype
es: Alerta de tipo de semilla
fa: هشدار نوع سید
fr: Alerte Type de Graine
hi: बीजगणित अलर्ट
hr: Upozorenje o sjemenu
id: Peringatan seedtype
it: Avviso seedType
ja: SeedTypeアラート
ko: 시드 유형 알림
my: ပျိုးပင်သတိပေးချက်
pl: Ostrzeżenie SeedType
th: การแจ้งเตือน seedtype
tl: Alerto ng Seedtype
tr: SeedType uyarısı
uk: Попередження насінника
ur: سیڈ ٹائپ الرٹ
vi: Cảnh báo hạt giống
zh: 助记词类型提示
zh_tw: 助記詞類型提示

# seedtype_legacy
source: Legacy (25 words)
ar: إرث (25 كلمة)
bg: Наследство (25 думи)
cs: Legacy (25 slov)
de: Veraltet (25 Wörter)
hi: विरासत (25 शब्द)
hr: Nasljeđe (25 riječi)
hy: Legacy (25 բառ)
id: Legacy (25 kata)
ja: レガシー（25語）
my: အမွေအနှစ် (စကားလုံး 25 လုံး)
nl: Legacy (25 woorden)
pt: Legado (25 palavras)
ru: Наследие (25 слов)
th: มรดก (25 คำ)
tl: Legacy (25 na salita)
tr: Miras (25 kelime)
uk: Спадщина (25 слів)
ur: میراث (25 الفاظ)
vi: Di sản (25 từ)

# seedtype_polyseed
source: Polyseed (16 words)
ar: بوليسيد (16 كلمة)
bg: Поли семе (16 думи)
cs: Polyseed (16 slov)
de: Polyseed (16 Wörter)
fr: Polyseed (16 mots)
hi: पॉलीसीड (16 शब्द)
hr: Poliseed (16 riječi)
hy: Polyseed (16 բառ)
id: Polyseed (16 kata)
ja: ポリシード（16語）
my: polyseed (စကားလုံး 16 လုံး)
nl: Polyseed (16 woorden)
pt: Polyseed (16 palavras)
ru: Полиса (16 слов)
th: โพลีส (16 คำ)
tl: Polyseed (16 na salita)
tr: Polyseed (16 kelime)
uk: Полісей (16 слів)
ur: پالیسیڈ (16 الفاظ)
vi: Polyseed (16 từ)

# seedtype_wownero
source: Wownero (14 words)
ar: Wownero (14 كلمة)
bg: Wownero (14 думи)
cs: Wownero (14 slov)
fr: WOWNERO (14 mots)
hi: Wownero (14 शब्द)
hr: WANERO (14 riječi)
hy: Wownero (14 բառ)
id: Wownero (14 kata)
ja: wownero（14ワード）
my: Wownero (စကားလုံး 14 လုံး)
th: wownero (14 คำ)
tl: Wownero (14 na salita)
tr: Wownero (14 kelime)
uk: Влонеро (14 слів)
ur: واونرو (14 الفاظ)
vi: Wownero (14 từ)

source: Select backup file
ar: حدد ملف النسخ الاحتياطي
bg: Избор на резервно копие
cs: Vybrat soubor se zálohou
de: Sicherungsdatei auswählen
es: Seleccionar archivo de copia de seguridad
fa: انتخاب فایل پشتیبان
fr: Sélectionnez le fichier de sauvegarde
hi: बैकअप फ़ाइल का चयन करें
hr: Odaberite datoteku sigurnosne kopije
hy: Ընտրել կրկնօրինակ ֆայլ
id: Pilih file cadangan
it: Seleziona file di backup
ja: バックアップファイルを選択
ko: 백업 파일 선택
my: အရန်ဖိုင်ကို ရွေးပါ။
nl: Selecteer een back-upbestand
pl: Wybierz plik kopii zapasowej
pt: Selecione o arquivo de backup
ru: Выберите файл резервной копии
th: เลือกไฟล์สำรอง
tl: Piliin ang backup na file
tr: Yedek dosyası seç
uk: Виберіть файл резервної копії
ur: بیک اپ فائل کو منتخب کریں۔
vi: Chọn tệp sao lưu
zh: 选择备份文件
zh_tw: 選擇備份檔案

# select_buy_provider_notice
source: Select a buy provider above. You can skip this screen by setting your default buy provider in app settings.
ar: حدد مزود شراء أعلاه. يمكنك تخطي هذه الشاشة عن طريق تعيين مزود شراء الافتراضي في إعدادات التطبيق.
bg: Изберете доставчик на покупка по -горе. Можете да пропуснете този екран, като зададете вашия доставчик по подразбиране по подразбиране в настройките на приложението.
cs: Vyberte výše uvedeného poskytovatele nákupu. Tuto obrazovku můžete přeskočit nastavením výchozího poskytovatele nákupu v nastavení aplikace.
de: Wählen Sie oben einen Anbieter kaufen. Sie können diese Seite überspringen, indem Sie Ihren Standard-Kaufanbieter in den App-Einstellungen festlegen.
es: Selecciona un proveedor de compra arriba. Puedes omitir esta pantalla configurando tu proveedor de compra predeterminado en la configuración de la aplicación.
fa: یک ارائه‌دهنده خرید در بالا انتخاب کنید. می‌توانید با تنظیم ارائه‌دهنده خرید پیش‌فرض خود در تنظیمات برنامه، از این صفحه رد شوید.
fr: Sélectionnez un fournisseur d'achat ci-dessus. Vous pouvez ignorer cet écran en définissant votre fournisseur d'achat par défaut dans les paramètres de l'application.
hi: ऊपर एक खरीद प्रदाता का चयन करें। आप इस स्क्रीन को ऐप सेटिंग्स में अपना डिफ़ॉल्ट बाय प्रदाता सेट करके छोड़ सकते हैं।
hr: Odaberite gornji davatelj kupnje. Ovaj zaslon možete preskočiti postavljanjem zadanog davatelja usluga kupnje u postavkama aplikacija.
hy: Ընտրեք գնման մատակարարը վերևում։ Դուք կարող եք բաց թողնել այս էկրանը ձեր լռելայն գնման մատակարարը հավելվածի կարգավորումներում սահմանելով
id: Pilih penyedia beli di atas. Anda dapat melewatkan layar ini dengan mengatur penyedia pembelian default Anda di pengaturan aplikasi.
it: Seleziona un provider di acquisto sopra. È possibile saltare questa schermata impostando il provider di acquisto predefinito nelle impostazioni dell'app.
ja: 上記の購入プロバイダーを選択してください。デフォルトの購入プロバイダーをアプリ設定で設定して、この画面をスキップできます。
ko: 위에서 구매 제공 업체를 선택하세요. 앱 설정에서 기본 구매 제공 업체를 설정하여 이 화면을 건너뛸 수 있습니다.
my: အပေါ်ကဝယ်သူတစ် ဦး ကိုရွေးချယ်ပါ။ သင်၏ default 0 ယ်သူအား app settings တွင် setting လုပ်ခြင်းဖြင့်ဤ screen ကိုကျော်သွားနိုင်သည်။
nl: Selecteer hierboven een koopprovider. U kunt dit scherm overslaan door uw standaard kopenprovider in te stellen in app -instellingen.
pl: Wybierz dostawcę zakupu powyżej. Możesz pominąć ten ekran, ustawiając domyślnego dostawcę zakupu w ustawieniach aplikacji.
pt: Selecione um provedor de compra acima. Você pode pular esta tela definindo seu provedor de compra padrão nas configurações de aplicativos.
ru: Выберите поставщика покупки выше. Вы можете пропустить этот экран, установив поставщика покупки по умолчанию в настройках приложения.
th: เลือกผู้ให้บริการซื้อด้านบน คุณสามารถข้ามหน้าจอนี้ได้โดยการตั้งค่าผู้ให้บริการซื้อเริ่มต้นในการตั้งค่าแอป
tl: Pumili ng provider ng pagbili sa itaas. Maaari mong laktawan ang screen na ito sa pamamagitan ng pagtatakda ng iyong default na provider ng pagbili sa mga setting ng app.
tr: Yukarıda bir satın alma sağlayıcısı seçin. App ayarlarında varsayılan satın alma sağlayıcınızı ayarlayarak bu ekranı atlayabilirsiniz.
uk: Виберіть постачальника купівлі вище. Ви можете пропустити цей екран, встановивши свого постачальника купівлі за замовчуванням у налаштуваннях додатків.
ur: اوپر خریدنے والا خریدنے والا منتخب کریں۔ آپ ایپ کی ترتیبات میں اپنے پہلے سے طے شدہ خریدنے والے کو ترتیب دے کر اس اسکرین کو چھوڑ سکتے ہیں۔
vi: Chọn nhà cung cấp mua ở trên. Bạn có thể bỏ qua màn hình này bằng cách thiết lập nhà cung cấp mua mặc định trong cài đặt ứng dụng.
zh: 在上面选择买入提供商。您可以通过在应用程序设置中设置默认的购买提供商来跳过此屏幕。
zh_tw: 在上面選擇買入供應商。您可以通過在應用程式設定中設定預設的購買供應商來跳過此螢幕。

# select_destination
source: Please select destination for the backup file.
ar: .ﻲﻃﺎﻴﺘﺣﻻ﻿ﺍ ﺦﺴﻨﻟﺍ ﻒﻠﻣ ﺔﻬﺟﻭ ﺪﻳﺪﺤﺗ ءﺎﺟﺮﻟﺍ
bg: Моля, изберете дестинация за архивния файл.
cs: Vyberte cíl pro záložní soubor.
de: Bitte wählen Sie das Ziel für die Sicherungsdatei aus.
es: Selecciona la ubicación del archivo de copia de seguridad.
fa: لطفاً مقصد فایل پشتیبان را انتخاب کنید.
fr: Veuillez sélectionner la destination du fichier de sauvegarde.
hi: कृपया बैकअप फ़ाइल के लिए गंतव्य का चयन करें।
hr: Odaberite odredište za datoteku sigurnosne kopije.
hy: Խնդրում ենք ընտրել կրկնօրինակ ֆայլի նպատակակետը
id: Silakan pilih tujuan untuk file cadangan.
it: Seleziona la destinazione per il file di backup.
ja: バックアップファイルの保存先を選択してください。
ko: 백업 파일의 대상을 선택하세요.
my: အရန်ဖိုင်အတွက် ဦးတည်ရာကို ရွေးပါ။
nl: Selecteer de bestemming voor het back-upbestand.
pl: Wybierz miejsce docelowe dla pliku kopii zapasowej.
pt: Selecione o destino para o arquivo de backup.
ru: Пожалуйста, выберите место для файла резервной копии.
th: โปรดเลือกปลายทางสำหรับไฟล์สำรอง
tl: Mangyaring piliin ang patutunguhan para sa backup na file.
tr: Lütfen yedekleme dosyası için hedef seçin.
uk: Виберіть місце призначення для файлу резервної копії.
ur: ۔ﮟﯾﺮﮐ ﺏﺎﺨﺘﻧﺍ ﺎﮐ ﻝﺰﻨﻣ ﮯﯿﻟ ﮯﮐ ﻞﺋﺎﻓ ﭖﺍ ﮏﯿﺑ ﻡﺮﮐ ﮦﺍﺮﺑ
vi: Vui lòng chọn đích cho tệp sao lưu.
zh: 请选择备份文件的目的地。
zh_tw: 請選擇備份檔案的目的地。

# select_sell_provider_notice
source: Select a sell provider above. You can skip this screen by setting your default sell provider in app settings.
ar: .ﻖﻴﺒﻄﺘﻟﺍ ﺕﺍﺩﺍﺪﻋﺇ ﻲﻓ ﻚﺑ ﺹﺎﺨﻟﺍ ﻲﺿﺍﺮﺘﻓﻻ﻿ﺍ ﻊﻴﺒﻟﺍ ﺩﻭﺰﻣ ﻦﻴﻴﻌﺗ ﻖﻳﺮﻃ ﻦﻋ ﺔﺷﺎﺸﻟﺍ ﻩﺬﻫ ﻲﻄﺨﺗ
bg: Изберете доставчик на продажба по-горе. Можете да пропуснете този екран, като зададете своя доставчик на продажба по подразбиране в настройките на приложението.
cs: Výše vyberte poskytovatele prodeje. Tuto obrazovku můžete přeskočit nastavením výchozího poskytovatele prodeje v nastavení aplikace.
de: Wählen Sie oben einen Verkaufsanbieter aus. Sie können diesen Bildschirm überspringen, indem Sie in den App-Einstellungen Ihren Standard-Verkaufsanbieter festlegen.
es: Selecciona un proveedor de venta arriba. Puedes omitir esta pantalla configurando tu proveedor de venta predeterminado en la configuración de la aplicación.
fa: یک ارائه‌دهنده فروش در بالا انتخاب کنید. می‌توانید با تنظیم ارائه‌دهنده فروش پیش‌فرض خود در تنظیمات برنامه، از این صفحه رد شوید.
fr: Sélectionnez un fournisseur de vente ci-dessus. Vous pouvez ignorer cet écran en définissant votre fournisseur de vente par défaut dans les paramètres de l'application.
hi: ऊपर एक विक्रय प्रदाता का चयन करें। आप ऐप सेटिंग में अपना डिफ़ॉल्ट विक्रय प्रदाता सेट करके इस स्क्रीन को छोड़ सकते हैं।
hr: Gore odaberite pružatelja usluga prodaje. Ovaj zaslon možete preskočiti postavljanjem zadanog pružatelja usluga prodaje u postavkama aplikacije.
hy: Ընտրեք վաճառքի մատակարարը վերևում։ Դուք կարող եք բաց թողնել այս էկրանը ձեր լռելայն վաճառքի մատակարարը հավելվածի կարգավորումներում սահմանելով
id: Pilih penyedia jual di atas. Anda dapat melewati layar ini dengan mengatur penyedia penjualan default Anda di pengaturan aplikasi.
it: Seleziona un provider di vendita sopra. Puoi saltare questa schermata impostando il tuo provider di vendita predefinito nelle impostazioni dell'app.
ja: 上記の販売プロバイダーを選択してください。アプリ設定でデフォルトの販売プロバイダーを設定することで、この画面をスキップできます。
ko: 위에서 판매 제공 업체를 선택하세요. 앱 설정에서 기본 판매 제공 업체를 설정하여 이 화면을 건너뛸 수 있습니다.
my: အထက်ဖော်ပြပါ အရောင်းဝန်ဆောင်မှုပေးသူကို ရွေးပါ။ အက်ပ်ဆက်တင်များတွင် သင်၏မူလရောင်းချပေးသူကို သတ်မှတ်ခြင်းဖြင့် ဤစခရင်ကို ကျော်နိုင်သည်။
nl: Selecteer hierboven een verkoopaanbieder. U kunt dit scherm overslaan door uw standaardverkoopprovider in te stellen in de app-instellingen.
pl: Wybierz dostawcę sprzedaży powyżej. Możesz pominąć ten ekran, ustawiając domyślnego dostawcę sprzedaży w ustawieniach aplikacji.
pt: Selecione um fornecedor de venda acima. Você pode pular esta tela definindo seu provedor de venda padrão nas configurações do aplicativo.
ru: Выберите поставщика услуг продажи выше. Вы можете пропустить этот экран, установив поставщика услуг продаж по умолчанию в настройках приложения.
th: เลือกผู้ให้บริการการขายด้านบน คุณสามารถข้ามหน้าจอนี้ได้โดยการตั้งค่าผู้ให้บริการการขายเริ่มต้นในการตั้งค่าแอป
tl: Pumili ng provider ng nagbebenta sa itaas. Maaari mong laktawan ang screen na ito sa pamamagitan ng pagtatakda ng iyong default na sell provider sa mga setting ng app.
tr: Yukarıdan bir satış sağlayıcısı seçin. Uygulama ayarlarında varsayılan satış sağlayıcınızı ayarlayarak bu ekranı atlayabilirsiniz.
uk: Виберіть вище постачальника послуг продажу. Ви можете пропустити цей екран, встановивши постачальника послуг продажу за умовчанням у налаштуваннях програми.
ur: ۔ﮟﯿﮨ ﮯﺘﮑﺳ ﮌﻮﮭﭼ ﻮﮐ ﻦﯾﺮﮑﺳﺍ ﺱﺍ ﺮﮐ ﮮﺩ ﺐﯿﺗﺮﺗ ﻮﮐ ﮦﺪﻨﻨﮐ ﻢﮨﺍﺮﻓ ﻞﯿﺳ ﭧﻟﺎﻔﯾﮈ ﮯﻨﭘﺍ ﮟﯿﻣ ﺕﺎﺒ
vi: Chọn nhà cung cấp bán ở trên. Bạn có thể bỏ qua màn hình này bằng cách thiết lập nhà cung cấp bán mặc định trong cài đặt ứng dụng.
zh: 选择上面的销售提供商。您可以通过在应用程序设置中设置默认销售提供商来跳过此屏幕。
zh_tw: 選擇上面的銷售供應商。您可以通過在應用程式設定中設定預設銷售供應商來跳過此螢幕。

# select_your_country
source: Please select your country
ar: الرجاء تحديد بلدك
bg: Моля, изберете вашата страна
cs: Vyberte prosím svou zemi
es: Por favor, selecciona tu país
fa: لطفاً کشور خود را انتخاب کنید
fr: Veuillez sélectionner votre pays
hi: कृपया अपने देश का चयन करें
hr: Odaberite svoju zemlju
hy: Խնդրում ենք ընտրել ձեր երկիրը
it: Seleziona il tuo paese
ja: あなたの国を選択してください
ko: 국가를 선택하세요
my: ကျေးဇူးပြု. သင့်နိုင်ငံကိုရွေးချယ်ပါ
pl: Wybierz swój kraj
th: กรุณาเลือกประเทศของคุณ
tl: Mangyaring piliin ang iyong bansa
tr: Lütfen ülkenizi seçin
uk: Будь ласка, виберіть свою країну
ur: براہ کرم اپنے ملک کو منتخب کریں
vi: Vui lòng chọn quốc gia của bạn
zh: 请选择你的国家
zh_tw: 請選擇你的國家

source: Sell
ar: بيع
bg: Продаване
cs: Prodat
de: Verkaufen
es: Vender
fa: فروش
fr: Vendre
hi: बेचना
hr: Prodavati
hy: Ծախել
id: Jual
it: Vendi
ja: 売る
ko: 판매
my: ရောင်း
nl: Verkopen
pl: Sprzedaj
pt: Vender
ru: Продавать
th: ขาย
tl: Ibenta
tr: Satış
uk: Продати
ur: بیچنا
vi: Bán
zh: 卖
zh_tw: 賣

# sell_alert_content
source: We currently only support the sale of Bitcoin, Ethereum and Litecoin. Please create or switch to your Bitcoin, Ethereum or Litecoin wallet.
ar: .ﺎﻬﻴﻟﺇ ﻞﻳﺪﺒﺘﻟﺍ ﻭﺃ Litecoin ﻭﺃ Ethereum ﻭﺃ Bitcoin ﺔﻈﻔﺤﻣ ءﺎﺸﻧﺇ ﻰﺟﺮﻳ .Litecoin ﻭ
bg: В момента поддържаме само продажбата на Bitcoin, Ethereum и Litecoin. Моля, създайте или превключете към своя портфейл Bitcoin, Ethereum или Litecoin.
cs: V současné době podporujeme pouze prodej bitcoinů, etherea a litecoinů. Vytvořte nebo přepněte na svou bitcoinovou, ethereum nebo litecoinovou peněženku.
de: Wir unterstützen derzeit nur den Verkauf von Bitcoin, Ethereum und Litecoin. Bitte erstellen Sie Ihr Bitcoin-, Ethereum- oder Litecoin-Wallet oder wechseln Sie zu diesem.
es: Actualmente solo admitimos la venta de Bitcoin, Ethereum y Litecoin. Cree o cambie a su billetera de Bitcoin, Ethereum o Litecoin.
fa: ما در حال حاضر فقط از فروش بیت‌کوین، اتریوم و لایت‌کوین پشتیبانی می‌کنیم. لطفاً کیف پول بیت‌کوین، اتریوم یا لایت‌کوین خود را ایجاد کرده یا به آن تغییر دهید.
fr: Nous ne prenons actuellement en charge que la vente de Bitcoin, Ethereum et Litecoin. Veuillez créer ou basculer vers votre portefeuille Bitcoin, Ethereum ou Litecoin.
hi: हम वर्तमान में केवल बिटकॉइन, एथेरियम और लाइटकॉइन की बिक्री का समर्थन करते हैं। कृपया अपना बिटकॉइन, एथेरियम या लाइटकॉइन वॉलेट बनाएं या उसमें स्विच करें।
hr: Trenutno podržavamo samo prodaju Bitcoina, Ethereuma i Litecoina. Izradite ili prijeđite na svoj Bitcoin, Ethereum ili Litecoin novčanik.
hy: Մենք ներկայումս պաշտպանում ենք միայն Bitcoin, Ethereum և Litecoin վաճառքը։ Խնդրում ենք ստեղծել կամ միացնել ձեր Bitcoin, Ethereum կամ Litecoin դրամապանակը
id: Saat ini kami hanya mendukung penjualan Bitcoin, Ethereum, dan Litecoin. Harap buat atau alihkan ke dompet Bitcoin, Ethereum, atau Litecoin Anda.
it: Al momento supportiamo solo la vendita di Bitcoin, Ethereum e Litecoin. Crea o passa al tuo portafoglio Bitcoin, Ethereum o Litecoin.
ja: 現在、ビットコイン、イーサリアム、ライトコインの販売のみをサポートしています。ビットコイン、イーサリアム、またはライトコインのウォレットを作成するか、これらのウォレットに切り替えてください。
ko: 현재 비트코인, 이더리움, 라이트코인 판매만 지원합니다. 비트코인, 이더리움 또는 라이트코인 지갑을 생성하거나 전환하세요.
my: ကျွန်ုပ်တို့သည် လက်ရှိတွင် Bitcoin၊ Ethereum နှင့် Litecoin ရောင်းချခြင်းကိုသာ ပံ့ပိုးပေးပါသည်။ သင်၏ Bitcoin၊ Ethereum သို့မဟုတ် Litecoin ပိုက်ဆံအိတ်ကို ဖန်တီးပါ သို့မဟုတ် ပြောင်းပါ။
nl: We ondersteunen momenteel alleen de verkoop van Bitcoin, Ethereum en Litecoin. Maak of schakel over naar uw Bitcoin-, Ethereum- of Litecoin-portemonnee.
pl: Obecnie obsługujemy wyłącznie sprzedaż Bitcoin, Ethereum i Litecoin. Utwórz lub przełącz się na portfel Bitcoin, Ethereum lub Litecoin.
pt: Atualmente, oferecemos suporte apenas à venda de Bitcoin, Ethereum e Litecoin. Crie ou troque para sua carteira Bitcoin, Ethereum ou Litecoin.
ru: В настоящее время мы поддерживаем только продажу биткойнов, эфириума и лайткойна. Пожалуйста, создайте или переключитесь на свой кошелек Bitcoin, Ethereum или Litecoin.
th: ขณะนี้เรารองรับการขาย Bitcoin, Ethereum และ Litecoin เท่านั้น โปรดสร้างหรือเปลี่ยนเป็นกระเป๋าเงิน Bitcoin, Ethereum หรือ Litecoin ของคุณ
tl: Kasalukuyan lamang naming sinusuportahan ang pagbebenta ng Bitcoin, Ethereum at Litecoin. Mangyaring lumikha o lumipat sa iyong Bitcoin, Ethereum o Litecoin wallet.
tr: Şu anda yalnızca Bitcoin, Ethereum ve Litecoin satışını destekliyoruz. Lütfen Bitcoin, Ethereum veya Litecoin cüzdanınızı oluşturun veya cüzdanınıza geçin.
uk: Наразі ми підтримуємо лише продаж Bitcoin, Ethereum і Litecoin. Створіть або перейдіть на свій гаманець Bitcoin, Ethereum або Litecoin.
ur: ۔ﮟﯾﺮﮐ ﭻﺋﻮﺳ ﺮﭘ ﺱﺍ ﺎﯾ ﮟﯿﺋﺎﻨﺑ ﭧﯿﻟﺍﻭ Litecoin ﺎﯾ Bitcoin، Ethereum ﺎﻨﭘﺍ ﻡﺮﮐ ﮦﺍﺮﺑ ۔
vi: Hiện tại chúng tôi chỉ hỗ trợ bán Bitcoin, Ethereum và Litecoin. Vui lòng tạo hoặc chuyển sang ví Bitcoin, Ethereum hoặc Litecoin của bạn.
zh: 我们目前仅支持比特币、以太坊和莱特币的销售。请创建或切换到您的比特币、以太坊或莱特币钱包。
zh_tw: 我們目前僅支援比特幣、以太坊和萊特幣的銷售。請創建或切換到您的比特幣、以太坊或萊特幣錢包。

# sell_monero_com_alert_content
source: Selling Monero is not supported yet
ar: بيع Monero غير مدعوم حتى الآن
bg: Продажбата на Monero все още не се поддържа
cs: Prodej Monero zatím není podporován
de: Der Verkauf von Monero wird noch nicht unterstützt
es: La venta de Monero aún no está soportada
fa: فروش مونرو هنوز پشتیبانی نمی‌شود
fr: La vente de Monero n'est pas encore prise en charge
hi: मोनेरो बेचना अभी तक समर्थित नहीं है
hr: Prodaja Monera još nije podržana
hy: Monero-ի վաճառքը դեռ չի պաշտպանվում
id: Menjual Monero belum didukung
it: La vendita di Monero non è ancora supportata
ja: モネロの販売はまだサポートされていません
ko: 모네로 판매는 아직 지원되지 않습니다.
my: Monero ရောင်းချခြင်းကို မပံ့ပိုးရသေးပါ။
nl: Het verkopen van Monero wordt nog niet ondersteund
pl: Sprzedaż Monero nie jest jeszcze obsługiwana
pt: A venda de Monero ainda não é suportada
ru: Продажа Monero пока не поддерживается
th: ยังไม่รองรับการขาย Monero
tl: Ang pagbebenta ng Monero ay hindi pa suportado
tr: Monero satışı henüz desteklenmiyor
uk: Продаж Monero ще не підтримується
ur: Monero فروخت کرنا ابھی تک تعاون یافتہ نہیں ہے۔
vi: Bán Monero chưa được hỗ trợ
zh: 尚不支持出售门罗币
zh_tw: 目前尚不支援出售門羅幣

source: Send
ar: إرسال
bg: Изпрати
cs: Poslat
de: Senden
es: Enviar
fa: ارسال
fr: Envoyer
hi: संदेश
hr: Pošalji
hy: Ուղարկել
id: Mengirim
it: Invia
ja: 送る
ko: 보내기
my: ပို့ပါ။
nl: Sturen
pl: Wyślij
pt: Enviar
ru: Отправить
th: ส่ง
tl: Ipadala
tr: Para Gönder
uk: Відправити
ur: بھیجیں
vi: Gửi
zh: 发送
zh_tw: 發送
