Repository: cake-tech/cake_wallet
Catalog: res/values/strings_*.arb
Languages: ar, bg, cs, de, es, fa, fr, hi, hr, hy, id, it, ja, ko, my, nl, pl, pt, ru, th, tl, tr, uk, ur, vi, zh, zh_tw

# enter_seed_phrase
source: Enter your seed phrase
ar: أدخل عبارة البذور الخاصة بك
bg: Въведете вашата фраза за семена
cs: Zadejte svou frázi semen
de: Geben Sie Ihre Seed-Phrase ein
es: Introduce tu frase semilla
fa: عبارت بازیابی خود را وارد کنید
fr: Entrez votre phrase secrète (seed)
hi: अपना बीज वाक्यांश दर्ज करें
hr: Unesite svoju sjemensku frazu
hy: Մուտքագրեք սերմի արտահայտությունը
id: Masukkan frasa benih Anda
it: Inserisci la tua frase del seme
ja: シードフレーズを入力してください
ko: 시드 구문 입력
my: သင့်ရဲ့မျိုးစေ့စကားစုကိုရိုက်ထည့်ပါ
nl: Voer uw zaadzin in
pl: Wprowadź swoją frazę odzyskiwania
pt: Digite sua frase de semente
ru: Введите свою семенную фразу
th: ป้อนวลีเมล็ดพันธุ์ของคุณ
tl: Ipasok ang iyong seed phrase
tr: Tohum ifadenizi girin
uk: Введіть свою насіннєву фразу
ur: اپنے بیج کا جملہ درج کریں
vi: Nhập cụm từ hạt giống của bạn
zh: 输入您的种子短语
zh_tw: 輸入您的種子片語

# enter_totp_code
source: Please enter the TOTP Code.
ar: الرجاء إدخال رمز TOTP.
bg: Моля, въведете TOTP кода.
cs: Zadejte kód TOTP.
de: Bitte geben Sie den TOTP-Code ein.
es: Por favor, ingresa el código TOTP.
fa: لطفاً کد TOTP را وارد کنید.
fr: Veuillez entrer le code TOTP.
hi: कृपया TOTP कोड दर्ज करें।
hr: Unesite TOTP kod.
hy: Մուտքագրեք TOTP կոդը
id: Masukkan Kode TOTP.
it: Inserisci il codice TOTP.
ja: TOTPコードを入力してください。
ko: TOTP 코드를 입력하세요.
my: ကျေးဇူးပြု၍ TOTP ကုဒ်ကို ထည့်ပါ။
nl: Voer de TOTP-code in.
pl: Wprowadź kod TOTP.
pt: Digite o código TOTP.
ru: Пожалуйста, введите TOTP-код.
th: กรุณาใส่รหัสทีโอที
tl: Ipasok ang TOTP code
tr: Lütfen TOTP Kodunu giriniz.
uk: Будь ласка, введіть код TOTP.
ur: براہ کرم TOTP کوڈ درج کریں۔
vi: Vui lòng nhập mã TOTP.
zh: 请输入 TOTP 代码。
zh_tw: 請輸入 TOTP 代碼。

# enter_wallet_password
source: Enter the wallet password
ar: أدخل كلمة مرور المحفظة
bg: Въведете паролата за портфейла
cs: Zadejte heslo peněženky
de: Geben Sie das Brieftaschenkennwort ein
es: Introduce la contraseña de la billetera
fa: رمز عبور کیف پول را وارد کنید
fr: Entrez le mot de passe du portefeuille
hi: वॉलेट पासवर्ड दर्ज करें
hr: Unesite lozinku za novčanik
hy: Մուտքագրեք դրամապանակի գաղտնաբառը
id: Masukkan Kata Sandi Dompet
it: Immettere la password del portafoglio
ja: ウォレットパスワードを入力します
ko: 지갑 비밀번호 입력
my: ပိုက်ဆံအိတ်စကားဝှက်ကိုရိုက်ထည့်ပါ
nl: Voer het Wallet -wachtwoord in
pl: Wprowadź hasło do portfela
pt: Digite a senha da carteira
ru: Введите пароль кошелька
th: ป้อนรหัสผ่านกระเป๋าเงิน
tl: Ipasok ang password ng wallet
tr: Cüzdan şifresini girin
uk: Введіть пароль гаманця
ur: پرس کا پاس ورڈ درج کریں
vi: Nhập mật khẩu ví
zh: 输入钱包密码
zh_tw: 輸入錢包密碼

source: Enter your note…
ar: أدخل ملاحظتك ...
bg: Въвеждане на бележка…
cs: Zadejte poznámku…
de: Geben Sie Ihre Bemerkung ein…
es: Introduce tu nota…
fa: یادداشت خود را وارد کنید...
fr: Entrez votre note…
hi: अपना नोट दर्ज करें ...
hr: Unesite svoju poruku…
hy: Մուտքագրեք ձեր նշումը…
id: Masukkan catatan Anda...
it: Inserisci la tua nota…
ja: メモを入力してください…
ko: 메모를 입력하세요…
my: သင့်မှတ်စုကို ထည့်ပါ...
nl: Voer uw notitie in ...
pl: Wpisz notatkę…
pt: Insira sua nota ...
ru: Введите примечание…
th: ใส่บันทึกของคุณ...
tl: Ipasok ang iyong tala ...
tr: Notunu gir…
uk: Введіть примітку…
ur: اپنا نوٹ درج کریں…
vi: Nhập ghi chú của bạn...
zh: 输入您的笔记...
zh_tw: 輸入您的筆記...

source: Enter your PIN
ar: أدخل كود الرقم السري
bg: Въведете PIN
cs: Zadejte svůj PIN
de: PIN eingeben
es: Introduce tu PIN
fa: پین خود را وارد کنید
fr: Entrez votre code PIN
hi: अपना पिन दर्ज करो
hr: Upišite PIN
hy: Մուտքագրեք ձեր PIN-ը
id: Masukkan PIN Anda
it: Inserisci il tuo PIN
ja: PINを入力してください
ko: PIN 입력
my: သင်၏ PIN ကိုထည့်ပါ။
nl: Voer uw pincode in
pl: Wprowadź PIN
pt: Insira seu PIN
ru: Введите ваш PIN
th: ใส่ PIN ของคุณ
tl: Ipasok ang iyong PIN
tr: PIN'ini gir
uk: Введіть ваш PIN
ur: اپنا PIN درج کریں۔
vi: Nhập mã PIN của bạn
zh: 输入 PIN 码
zh_tw: 輸入 PIN 碼

source: Enter your pin again
ar: أدخل PIN الخاص بك مرة أخرى
bg: Въведете своя PIN отново
cs: Zadejte znovu svůj PIN
de: Geben Sie Ihre PIN erneut ein
es: Ingresa tu PIN nuevamente
fa: پین خود را دوباره وارد کنید
fr: Entrez à nouveau votre code PIN
hi: फिर से अपना पिन डालें
hr: Ponovno upišite pin
hy: Մուտքագրեք ձեր PIN-ը կրկին
id: Masukkan PIN Anda lagi
it: Inserisci il tuo pin di nuovo
ja: ピンをもう一度入力してください
ko: PIN 다시 입력
my: သင့်ပင်နံပါတ်ကို ထပ်မံထည့်သွင်းပါ။
nl: Voer uw PIN opnieuw in
pl: Wprowadź ponownie swój PIN
pt: Insira seu PIN novamente
ru: Введите PIN еще раз
th: ใส่ PIN ของคุณอีกครั้ง
tl: Ipasok muli ang iyong PIN
tr: PIN kodunu tekrar girin
uk: Введіть PIN ще раз
ur: اپنا پن دوبارہ درج کریں۔
vi: Nhập lại mã PIN của bạn
zh: 再次输入您的PIN码
zh_tw: 再次輸入您的PIN碼

# enterTokenID
source: Enter the token ID
ar: ﺰﻴﻤﻤﻟﺍ ﺰﻣﺮﻟﺍ ﻑﺮﻌﻣ ﻞﺧﺩﺃ
bg: Въведете идентификатора на токена
cs: Zadejte ID tokenu
de: Geben Sie die Token-ID ein
es: Introduce el ID del token
fa: شناسه توکن را وارد کنید
fr: Entrez l'ID du jeton
hi: टोकन आईडी दर्ज करें
hr: Unesite ID tokena
hy: Մուտքագրեք Token ID֊ն
id: Masukkan ID tokennya
it: Inserisci l'ID del token
ja: トークンIDを入力してください
ko: 토큰 ID 입력
my: တိုကင် ID ကိုထည့်ပါ။
nl: Voer de token-ID in
pl: Wprowadź ID tokena
pt: Insira o ID do token
ru: Введите идентификатор токена
th: ป้อนรหัสโทเค็น
tl: Ipasok ang token ID
tr: Belirteç kimliğini girin
uk: Введіть ідентифікатор токена
ur: ۔ﮟﯾﺮﮐ ﺝﺭﺩ ID ﻦﮐﻮﭨ
vi: Nhập ID token
zh: 输入令牌 ID
zh_tw: 輸入代幣 ID

source: Enter WalletConnect URI
ar: WalletConnect ـﻟ URI ﻞﺧﺩﺃ
bg: Въведете URI на WalletConnect
cs: Zadejte identifikátor URI WalletConnect
de: Geben Sie den WalletConnect-URI ein
es: Introduce el URI de WalletConnect
fa: آدرس URI والت‌کانکت را وارد کنید
fr: Saisissez l'URI de WalletConnect.
hi: वॉलेटकनेक्ट यूआरआई दर्ज करें
hr: Unesite WalletConnect URI
hy: Մուտքագրեք WalletConnect URI
id: Masukkan URI WalletConnect
it: Inserisci l'URI di WalletConnect
ja: WalletConnect URI を入力してください
ko: WalletConnect URI 입력
my: WalletConnect URI ကိုရိုက်ထည့်ပါ။
nl: Voer WalletConnect-URI in
pl: Wprowadź URI WalletConnect
pt: Insira o URI do WalletConnect
ru: Введите URI WalletConnect
th: เข้าสู่ WalletConnect URI
tl: Ipasok ang WalletConnect URI
tr: WalletConnect URI'sini girin
uk: Введіть URI WalletConnect
ur: WalletConnect URI ۔ﮟﯾﺮﮐ ﺝﺭﺩ
vi: Nhập URI WalletConnect
zh: 输入 WalletConnect URI
zh_tw: 輸入 WalletConnect URI

source: Error
ar: خطأ
bg: Грешка
cs: Chyba
de: Fehler
fa: خطا
fr: Erreur
hi: त्रुटि
hr: Greška
hy: Սխալ
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
my: အမှား
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi
zh: 错误
zh_tw: 錯誤

# error_dialog_content
source: Oops, we got some error. Please send the error report to our support team to make the application better.
ar: عفوًا ، حصلنا على بعض الخطأ. يرجى إرسال تقرير الخطأ إلى فريق الدعم الخاص بنا لجعل التطبيق أفضل.
bg: Ами сега, получихме някаква грешка. Моля, изпратете отчета за грешки до нашия екип за поддръжка, за да подобрите приложението.
cs: Jejda, dostali jsme nějakou chybu. Zašlete prosím chybovou zprávu našemu týmu podpory, abyste aplikaci vylepšili.
de: Hoppla, wir haben einen Fehler. Bitte senden Sie den Absturzbericht an unser Support-Team, um die Anwendung zu verbessern.
es: Vaya, se ha producido un error. Por favor envíe el informe de error a nuestro equipo de soporte para mejorar la aplicación.
fa: اوه، خطایی رخ داد. لطفاً گزارش خطا را به تیم پشتیبانی ما ارسال کنید تا برنامه را بهبود بخشیم.
fr: Oups, nous avons eu une erreur. Veuillez envoyer le rapport d'erreur à notre équipe d'assistance pour améliorer l'application.
hi: उफ़, हमें कुछ त्रुटि मिली। कृपया आवेदन को बेहतर बनाने के लिए हमारी सहायता टीम को त्रुटि रिपोर्ट भेजें।
hr: Ups, dobili smo pogrešku. Molimo pošaljite izvještaj o pogrešci našem timu za podršku kako biste poboljšali aplikaciju.
hy: Վայ, մենք որոշակի սխալ ստացանք: Խնդրում ենք ուղարկել սխալի մասին զեկույցը մեր աջակցության թիմին `դիմումը ավելի լավ դարձնելու համար:
id: Ups, kami mendapat kesalahan. Silakan kirim laporan crash ke tim dukungan kami untuk membuat aplikasi lebih baik.
it: Oops, abbiamo ricevuto qualche errore. Si prega di inviare il rapporto di errore al nostro team di supporto per migliorare l'applicazione.
ja: おっと、エラーが発生しました。 サポートチームにエラーレポートを送信して、アプリケーションを改善してください。
ko: 죄송합니다. 오류가 발생했습니다. 애플리케이션 개선을 위해 오류 보고서를 지원팀에 보내주세요.
my: အိုး, ငါတို့အမှားအယွင်းတွေရတယ်။ လျှောက်လွှာကိုပိုကောင်းအောင်လုပ်ရန်ကျွန်ုပ်တို့၏ထောက်ခံမှုအဖွဲ့သို့အမှားအယွင်းများပေးပို့ပါ။
nl: Oeps, er is een fout opgetreden. Stuur het crashrapport naar ons ondersteuningsteam om de applicatie te verbeteren.
pl: Ups, wystąpił błąd. Prosimy o przesłanie raportu błędu do naszego zespołu wsparcia, abyśmy mogli ulepszyć aplikację.
pt: Ops, houve algum erro. Por favor, envie o relatório de falha para nossa equipe de suporte para melhorar o aplicativo.
ru: Ой, у нас какая-то ошибка. Пожалуйста, отправьте отчет о сбое в нашу службу поддержки, чтобы сделать приложение лучше.
th: อ๊ะเรามีข้อผิดพลาดบางอย่าง โปรดส่งรายงานข้อผิดพลาดไปยังทีมสนับสนุนของเราเพื่อให้แอปพลิเคชันดีขึ้น
tl: Oops, nakakuha kami ng ilang error. Mangyaring ipadala ang ulat ng error sa aming koponan ng suporta upang maging mas mahusay ang application.
tr: Oops, biraz hata aldık. Lütfen uygulamayı daha iyi hale getirmek için hata raporunu destek ekibimize gönderin.
uk: На жаль, ми отримали певну помилку. Будь ласка, надішліть звіт про помилку нашій команді підтримки, щоб зробити заявку кращим.
ur: افوہ ، ہمیں کچھ غلطی ہوئی۔ براہ کرم درخواست کو بہتر بنانے کے لئے ہماری سپورٹ ٹیم کو غلطی کی رپورٹ بھیجیں۔
vi: Rất tiếc, chúng tôi đã gặp một số lỗi. Vui lòng gửi báo cáo lỗi cho nhóm hỗ trợ của chúng tôi để làm cho ứng dụng tốt hơn.
zh: 糟糕，我们有一些错误。 请将错误报告发送给我们的支持团队，以帮助我们改进应用程序。
zh_tw: 糟糕，我們有一些錯誤。 請將錯誤報告發送給我們的支援團隊，以幫助我們改進應用程式。

# error_text_account_name
source: Account name can only contain letters, numbers and must be between 1 and 15 characters long
ar: يجب أن يحتوي اسم الحساب على أحرف وأرقام فقط ويجب أن يتراوح بين حرف واحد و 15 حرفًا
bg: Името на профила може да съдържа само букви и числа и трябва да е между 1 и 15 символа
cs: Název účtu může obsahovat jen písmena a čísla a musí mít délku 1 až 15 znaků
de: Der Kontoname darf nur Buchstaben und Zahlen enthalten und muss zwischen 1 und 15 Zeichen lang sein
es: El nombre de la cuenta solo puede contener letras y números y debe tener entre 1 y 15 caracteres
fa: نام حساب فقط می‌تواند شامل حروف، اعداد باشد و باید بین ۱ تا ۱۵ کاراکتر باشد
fr: Le nom de compte ne peut contenir que des lettres et des chiffres et sa longueur doit être comprise entre 1 et 15 caractères
hi: खाता नाम में केवल अक्षर, संख्याएं हो सकती हैं और 1 और 15 वर्णों के बीच लंबा होना चाहिए
hr: Ime računa smije sadržavati samo slova i brojeve te mora biti dužine između 1 i 15 znakova
hy: Հաշվի անունը կարող է պարունակել միայն տառեր և թվեր և պետք է լինի 1-15 նիշ
id: Nama akun hanya dapat berisi huruf, angka dan harus antara 1 dan 15 karakter panjang
it: Il nome dell'account può contenere solo lettere, numeri e deve avere una lunghezza compresa tra 1 e 15 caratteri
ja: アカウント名には文字のみを含めることができます 1〜15文字である必要があります
ko: 계정 이름은 문자, 숫자만 포함할 수 있으며 1~15자 사이여야 합니다.
my: အကောင့်အမည်သည် အက္ခရာများ၊ နံပါတ်များသာ ပါဝင်နိုင်သည် နှင့် စာလုံးရေ 1 နှင့် 15 ကြားရှိရပါမည်။
nl: Accountnaam mag alleen letters, cijfers bevatten en moet tussen de 1 en 15 tekens lang zijn
pl: Nazwa konta może zawierać wyłącznie litery i cyfry oraz musi mieć od 1 do 15 znaków
pt: O nome da conta só pode conter letras, números e deve ter entre 1 e 15 caracteres
ru: Имя аккаунта может содержать только буквы, цифры и должно быть от 1 до 15 символов в длину
th: ชื่อบัญชีสามารถเป็นเพียงตัวอักษรหรือตัวเลขเท่านั้น และต้องมีความยาวระหว่าง 1 ถึง 15 ตัวอักษร
tl: Ang pangalan ng account ay maaari lamang maglaman ng mga titik, numero at dapat sa pagitan ng 1 at 15 character ang haba
tr: Hesap ismi yalnızca harf, rakam ve 1 ile 15 uzunluğunda karakter içermelidir.
uk: Ім'я акаунту може містити тільки букви, цифри і повинно бути від 1 до 15 символів в довжину
ur: اکاؤنٹ کا نام صرف حروف، اعداد پر مشتمل ہو سکتا ہے\nاور 1 سے 15 حروف کے درمیان ہونا چاہیے۔
vi: Tên tài khoản chỉ được chứa chữ cái, số và phải từ 1 đến 15 ký tự
zh: 账户名称只能包含字母、数字 且长度必须在 1 到 15 个字符之间
zh_tw: 帳戶名稱只能包含字母、數字 且長度必須在 1 到 15 個字符之間

# error_text_address
source: Wallet address must correspond to the type of cryptocurrency
ar: يجب أن يتوافق عنوان المحفظة مع نوع العملة المشفرة
bg: Адресът на портфейла трябва да отговаря на вида криптовалута
cs: Adresa peněženky musí odpovídat typu kryptoměny
de: Die Walletadresse muss dem Typ der Kryptowährung entsprechen
es: La dirección de la cartera debe corresponder al tipo de criptomoneda
fa: آدرس کیف پول باید با نوع ارز دیجیتال مطابقت داشته باشد
fr: L'adresse du portefeuille (wallet) doit correspondre au type de cryptomonnaie
hi: वॉलेट पता प्रकार के अनुरूप होना चाहिए क्रिप्टोकरेंसी का
hr: Adresa novčanika mora odgovarati vrsti kriptovalute
hy: Դրամապանակի հասցեն պետք է համապատասխանի կրիպտոարժույթի տեսակին
id: Alamat dompet harus sesuai dengan tipe mata uang kripto
it: L'indirizzo del portafoglio deve corrispondere alla tipologia di criptovaluta
ja: ウォレットアドレスは、 暗号通貨
ko: 지갑 주소는 암호화폐 유형과 일치해야 합니다.
my: Wallet လိပ်စာသည် အမျိုးအစား o cryptocurrency နှင့် ကိုက်ညီရပါမည်။
nl: Portemonnee-adres moet overeenkomen met het type van cryptocurrency
pl: Adres portfela musi odpowiadać typowi kryptowaluty
pt: O endereço da carteira deve corresponder à criptomoeda selecionada
ru: Адрес кошелька должен соответствовать типу криптовалюты
th: ที่อยู่กระเป๋าจะต้องสอดคล้องกับประเภท ของเหรียญคริปโตเนียม
tl: Ang wallet address ay dapat na tumutugma sa uri ng cryptocurrency
tr: Cüzdan adresi kripto para biriminin türüne karşılık gelmelidir
uk: Адреса гаманця повинна відповідати типу криптовалюти
ur: والیٹ کا پتہ cryptocurrency کی قسم\nکے مطابق ہونا چاہیے۔
vi: Địa chỉ ví phải tương ứng với loại tiền điện tử
zh: 钱包地址必须与类型对应 加密货币
zh_tw: 錢包地址必須與類型對應 加密貨幣

# error_text_amount
source: Amount can only contain numbers
ar: يجب أن يحتوي المبلغ على أرقام فقط
bg: Сумата може да съдържа само числа
cs: Částka může obsahovat pouze čísla
de: Betrag darf nur Zahlen enthalten
es: La cantidad solo puede contener números
fa: مقدار فقط می‌تواند شامل اعداد باشد
fr: Le montant ne peut comporter que des nombres
hi: राशि में केवल संख्याएँ हो सकती हैं
hr: Iznos smije sadržavati samo brojeve
hy: Գումարը կարող է պարունակել միայն թվեր
id: Jumlah hanya dapat berisi angka
it: L'importo può contenere solo numeri
ja: 金額には数字のみを含めることができます
ko: 금액은 숫자만 포함할 수 있습니다.
my: ပမာဏသည် နံပါတ်များသာ ပါဝင်နိုင်သည်။
nl: Bedrag kan alleen cijfers bevatten
pl: Kwota może zawierać wyłącznie cyfry
pt: A quantia deve conter apenas números
ru: Баланс может содержать только цифры
th: จำนวนจะต้องประกอบด้วยตัวเลขเท่านั้น
tl: Ang halaga ay maaari lamang maglaman ng mga numero
tr: Miktar sadece sayı içerebilir
uk: Баланс може містити тільки цифри
ur: رقم صرف اعداد پر مشتمل ہو سکتی ہے۔
vi: Số tiền chỉ được chứa số
zh: 金额只能包含数字
zh_tw: 金額只能包含數字

# error_text_contact_name
source: Contact name can't contain ` , ' " symbols and must be between 1 and 32 characters long
ar: لا يمكن أن يحتوي اسم جهة الاتصال على الرموز ` , ' " ويجب أن يتراوح بين حرف و 32 حرفًا
bg: Името на контакта не може да съдържа символите ` , ' " и и трябва да е между 1 и 32 символа
cs: Jméno kontaktu nemůže obsahovat symboly ` , ' " a musí mít délku 1 až 32 znaků
de: Kontaktname darf nicht die Zeichen ` , ' " enthalten und muss zwischen 1 und 32 Zeichen lang sein
es: El nombre del contacto no puede contener los símbolos `, ', " y debe tener entre 1 y 32 caracteres
fa: نام مخاطب نمی‌تواند شامل نمادهای ` , ' " باشد و باید بین ۱ تا ۳۲ کاراکتر باشد
fr: Un nom de contact ne peut pas contenir les symboles ` , ' " et doit faire entre 1 et 32 caractères
hi: संपर्क नाम शामिल नहीं हो सकता ` , ' " प्रतीकों और 1 और 32 वर्णों के बीच लंबा होना चाहिए
hr: Ime kontakta ne smije sadržavati znakove ` , ' " i mora biti dužine između 1 i 32 znaka
hy: Կոնտակտի անունը չի կարող պարունակել ` , '' " սիմվոլներ և պետք է լինի 1-32 նիշ
id: Nama kontak tidak boleh berisi simbol `, ' " dan harus antara 1 dan 32 karakter panjang
it: Il nome del contatto non può contenere i simboli ` , ' " e deve avere una lunghezza compresa tra 1 e 32 caratteri
ja: 連絡先名に含めることはできません ` , ' " シンボル 長さは1〜32文字でなければなりません
ko: 연락처 이름에는 ` , ' " 기호를 포함할 수 없으며 1~32자 사이여야 합니다.
my: အဆက်အသွယ်အမည်တွင် ` , ' " သင်္ကေတများ မပါဝင်နိုင်ပါ နှင့် စာလုံးအရှည် 1 နှင့် 32 ကြားရှိရမည်
nl: Naam contactpersoon kan niet bevatten ` , ' " symbolen en moet tussen de 1 en 32 tekens lang zijn
pl: Nazwa kontaktu nie może zawierać znaków ` , ' " i musi mieć od 1 do 32 znaków.
pt: O nome do contato não pode conter os símbolos ` , ' " e deve ter entre 1 e 32 caracteres
ru: Имя контакта не может содержать ` , ' " символы и должно быть от 1 до 32 символов в длину
th: ชื่อผู้ติดต่อไม่สามารถมีสัญลักษณ์ ` , '" ได้ และต้องมีความยาวระหว่าง 1 ถึง 32 ตัวอักษร
tl: Ang pangalan ng contact ay hindi maaaring maglaman ng ` , ' " mga symbolo at dapat nasa pagitan ng 1 at 32 character ang haba
tr: Kişi ismi ` , ' " sembollerini içeremez ve 1 ile 32 uzunluğunda karakter içermelidir
uk: Ім'я контакту не може містити ` , ' " символи і повинно бути від 1 до 32 символів в довжину
ur: رابطہ کے نام میں ` , \' " علامات\nنہیں ہو سکتے اور 1 سے 32 حروف کے درمیان ہونا چاہیے
vi: Tên liên hệ không được chứa ký tự ` , ' " và phải từ 1 đến 32 ký tự
zh: 联系人姓名不能包含`，' " 符号 并且必须介于1到32个字符之间
zh_tw: 聯絡人姓名不能包含`，' " 符號 並且必須介於1到32個字符之間

# error_text_crypto_currency
source: The number of fraction digits must be less or equal to 12
ar: عدد الكسور يجب أن تكون أقل من أو تساوي 12
bg: Броят на цифрите след десетичната запетая може да бъде най-много 12
cs: Počet desetinných míst musí být menší, nebo roven 12
de: Die Anzahl der Nachkommastellen muss kleiner oder gleich 12 sein.
es: El número de dígitos fraccionarios debe ser menor o igual a 12
fa: تعداد ارقام اعشار باید کمتر یا مساوی ۱۲ باشد
fr: La partie décimale doit comporter au plus 12 chiffres
hi: अंश अंकों की संख्या 12 से कम या इसके बराबर होना चाहिए
hr: Broj decimala mora biti 12 ili manji
hy: Կոտորակային մասը պետք է լինի 12 նիշից ցածր կամ հավասար
id: Jumlah digit pecahan harus kurang atau sama dengan 12
it: Il numero delle cifre decimali deve essere inferiore o uguale a 12
ja: 小数桁数 12以下でなければなりません
ko: 소수 자릿수는 12자리 이하여야 합니다.
my: အပိုင်းကိန်းဂဏန်းများ၏ အရေအတွက် လျော့နည်းသည် သို့မဟုတ် 12 နှင့် ညီမျှရပါမည်။
nl: Het aantal breukcijfers moet kleiner zijn dan of gelijk zijn aan 12
pl: Liczba cyfr po przecinku musi być mniejsza lub równa 12
pt: O número de dígitos decimais deve ser menor ou igual a 12
ru: Количество цифр после запятой должно быть меньше или равно 12
th: จำนวนทศนิยมจะต้องน้อยกว่าหรือเท่ากับ 12
tl: Ang bilang ng mga fraction digit ay dapat mas mababa o katumbas ng 12
tr: Kesir basamaklarının sayısı 12'ye eşit veya daha az olmalıdır
uk: Кількість цифр після коми повинно бути меншим або дорівнювати 12
ur: کسر ہندسوں کی تعداد\n12 سے کم یا مساوی ہونی چاہیے۔
vi: Số chữ số thập phân phải ít hơn hoặc bằng 12
zh: 小数位数 必须小于或等于12
zh_tw: 小數位數 必須小於或等於12

# error_text_fiat
source: Value of amount can't exceed available balance. The number of fraction digits must be less or equal to 2
ar: لا يمكن أن تتجاوز قيمة المبلغ الرصيد المتاح. يجب أن يكون عدد الكسور أقل أو يساوي 2
bg: Сумата не може да надвишава наличния баланс. The number of fraction digits must be less or equal to 2
cs: Částka nemůže překročit dostupný zůstatek. Počet desetinných míst musí být menší, nebo roven 2
de: Der Wert des Betrags darf den verfügbaren Kontostand nicht überschreiten. Die Anzahl der Nachkommastellen muss kleiner oder gleich 2 sein
es: El valor del monto no puede exceder el saldo disponible. El número de decimales debe ser menor o igual a 2
fa: مقدار نمی‌تواند از موجودی قابل دسترس بیشتر باشد. تعداد ارقام اعشار باید کمتر یا مساوی ۲ باشد
fr: La valeur du montant ne peut dépasser le solde disponible. La partie décimale doit comporter au plus 2 chiffres
hi: राशि का मूल्य उपलब्ध शेष राशि से अधिक नहीं हो सकता. अंश अंकों की संख्या कम या 2 के बराबर होनी चाहिए
hr: Vrijednost iznosa ne smije biti veća od raspoloživog iznosa. Broj decimala smije biti 2 ili manji.
hy: Գումարը չի կարող գերազանցել մնացորդը: Կոտորակային մասը պետք է լինի 2 նիշից ցածր կամ հավասար
id: Nilai jumlah tidak boleh melebihi saldo yang tersedia. Jumlah digit pecahan harus kurang atau sama dengan 2
it: L'importo non può eccedere il saldo disponibile. Il numero di cifre decimali deve essere inferiore o uguale a 2
ja: 金額は利用可能な残高を超えることはできません. 小数桁の数は2以下でなければなりません
ko: 금액 값이 사용 가능 잔액을 초과할 수 없습니다. 소수 자릿수는 2자리 이하여야 합니다.
my: ပမာဏ၏တန်ဖိုးသည် ရနိုင်သောလက်ကျန်ကို မကျော်လွန်နိုင်ပါ။ အပိုင်းကိန်းဂဏန်းအရေအတွက်သည် 2 နှင့် လျော့နည်းရမည်
nl: Waarde van bedrag kan het beschikbare saldo niet overschrijden. Het aantal breukcijfers moet kleiner zijn dan of gelijk zijn aan 2
pl: Wartość kwoty nie może przekroczyć dostępnego salda. Liczba cyfr po przecinku musi być mniejsza lub równa 2
pt: O valor do valor não pode exceder o saldo disponível. O número de dígitos decimais deve ser menor ou igual a 2
ru: Значение суммы не может превышать доступный баланс. Количество цифр после запятой должно быть меньше или равно 2
th: มูลค่าของจำนวนเงินไม่สามารถเกินยอดคงเหลือได้ จำนวนสตริงทศนิยมต้องน้อยกว่าหรือเท่ากับ 2
tl: Ang halaga ay hindi maaaring lumampas sa magagamit na balanse. ang bilang ng mga fraction digit ay dapat na mas kaunti o katumbas ng 2
tr: Tutarın değeri, mevcut bakiyeyi aşamaz. Kesir basamaklarının sayısı 2'ye eşit veya daha az olmalıdır
uk: Значення суми не може перевищувати доступний баланс. Кількість цифр після коми повинно бути меншим або дорівнювати 2
ur: رقم کی قدر دستیاب بیلنس سے زیادہ نہیں ہو سکتی۔\nفرکشن ہندسوں کی تعداد 2 کے برابر یا کم ہونی چاہیے۔
vi: Giá trị số tiền không được vượt quá số dư khả dụng. Số chữ số thập phân phải ít hơn hoặc bằng 2
zh: 金额不能超过可用余额. 小数位数必须小于或等于2
zh_tw: 金額不能超過可用餘額. 小數位數必須小於或等於2

# error_text_input_above_maximum_limit
source: Amount is more than the maximum
ar: المبلغ أكبر من الحد الأقصى
bg: Сумата надвишава максималната
cs: Částka je větší než maximální hodnota
de: Menge ist über dem Maximum
es: La cantidad es mayor que el máximo
fa: مقدار بیشتر از حداکثر است
fr: Le montant est supérieur au maximum
hi: राशि अधिकतम से अधिक है
hr: Iznos je veći od maskimalnog
hy: Գումարը ավելի է, քան առավելագույնը
id: Jumlah lebih dari maksimal
it: L'importo è superiore al massimo
ja: 金額は最大値を超えています
ko: 금액이 최대 한도를 초과합니다.
my: ပမာဏသည် အများဆုံးထက် ပိုများသည်။
nl: Bedrag is meer dan maximaal
pl: Kwota przekracza maksymalny limit
pt: O valor é superior ao máximo
ru: Сумма больше максимальной
th: จำนวนเงินสูงกว่าค่าสูงสุด
tl: Ang halaga ay higit pa sa maximum
tr: Miktar maksimumdan daha fazla
uk: Сума більше максимальної
ur: رقم زیادہ سے زیادہ سے زیادہ ہے۔
vi: Số tiền vượt quá giới hạn tối đa
zh: 金额大于最大值
zh_tw: 金額大於最大值

# error_text_input_below_minimum_limit
source: Amount is less than the minimum
ar: المبلغ أقل من الحد الأدنى
bg: Сумата е по-малко от минималната
cs: Částka je menší než minimální hodnota
de: Menge ist unter dem Minimum
es: La cantidad es menor que el mínimo
fa: مقدار کمتر از حداقل است
fr: Le montant est inférieur au minimum
hi: राशि न्यूनतम से कम है
hr: Iznos je manji od minimalnog
hy: Գումարը ցածր է, քան նվազագույնը
id: Jumlah kurang dari minimal
it: L'importo è inferiore al minimo
ja: 金額は最小額より少ない
ko: 금액이 최소 한도 미만입니다.
my: ပမာဏသည် အနိမ့်ဆုံးထက်နည်းသည်။
nl: Bedrag is minder dan minimaal
pl: Kwota jest niższa niż minimalna dopuszczalna
pt: O valor é menor que o mínimo
ru: Сумма меньше минимальной
th: จำนวนเงินน้อยกว่าขั้นต่ำ
tl: Ang halaga ay mas mababa sa minimum
tr: Miktar minimumdan daha azdır
uk: Сума менша мінімальної
ur: رقم کم از کم سے کم ہے۔
vi: Số tiền dưới mức tối thiểu
zh: 金额小于最小值
zh_tw: 金額小於最小值
